Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Learning Resources - LMS Admin
ar: مصادر التعلم - إدارة LMS
bn: শেখার সংস্থান - এলএমএস অ্যাডমিন
da: Læringsressourcer - LMS Admin
de: Lernressourcen – LMS-Administrator
el: Πόροι μάθησης - LMS Admin
es: Recursos de aprendizaje: administrador de LMS
fi: Oppimisresurssit - LMS Admin
fr: Ressources de formation - Administrateur LMS
he: משאבי למידה - LMS Admin
hi: सीखने के संसाधन - एलएमएस एडमिन
id: Sumber Belajar - Admin LMS
it: Risorse didattiche - Amministrazione LMS
ja: 学習リソース - LMS 管理者
kn: ಕಲಿಕೆಯ ಸಂಪನ್ಮೂಲಗಳು - LMS ನಿರ್ವಹಣೆ
ml: പഠന വിഭവങ്ങൾ - LMS അഡ്മിൻ
mr: शिक्षण संसाधने - LMS प्रशासन
nl: Leermiddelen - LMS-beheerder
pa: ਸਿੱਖਣ ਦੇ ਸਰੋਤ - LMS ਪ੍ਰਸ਼ਾਸਕ
pl: Zasoby edukacyjne — administrator systemu LMS
pt: Recursos de aprendizagem - Administrador LMS
ru: Учебные ресурсы – администратор LMS
sv: Lärresurser - LMS Admin
ta: கற்றல் வளங்கள் - LMS நிர்வாகம்
te: అభ్యాస వనరులు - LMS అడ్మిన్
th: ทรัพยากรการเรียนรู้ - ผู้ดูแลระบบ LMS
tr: Öğrenme Kaynakları - LMS Yöneticisi
vi: Tài nguyên học tập - LMS Admin

source: Learning Resources Management
ar: إدارة مصادر التعلم
bn: শেখার সম্পদ ব্যবস্থাপনা
da: Styring af læringsressourcer
de: Lernressourcenmanagement
el: Διαχείριση Μαθησιακών Πόρων
es: Gestión de recursos de aprendizaje
fi: Oppimisresurssien hallinta
fr: Gestion des ressources d'apprentissage
he: ניהול משאבי למידה
hi: शिक्षण संसाधन प्रबंधन
id: Manajemen Sumber Belajar
it: Gestione delle risorse didattiche
ja: 学習リソースの管理
kn: ಕಲಿಕೆ ಸಂಪನ್ಮೂಲಗಳ ನಿರ್ವಹಣೆ
ml: പഠന വിഭവങ്ങളുടെ മാനേജ്മെൻ്റ്
mr: शिक्षण संसाधने व्यवस्थापन
nl: Beheer van leermiddelen
pa: ਸਿੱਖਣ ਦੇ ਸਰੋਤ ਪ੍ਰਬੰਧਨ
pl: Zarządzanie zasobami edukacyjnymi
pt: Gestão de Recursos de Aprendizagem
ru: Управление учебными ресурсами
sv: Lärresurshantering
ta: கற்றல் வள மேலாண்மை
te: లెర్నింగ్ రిసోర్సెస్ మేనేజ్‌మెంట్
th: การจัดการทรัพยากรการเรียนรู้
tr: Öğrenme Kaynakları Yönetimi
vi: Quản lý tài nguyên học tập

source: Manage and Organize Your Course's Learning Resources
ar: إدارة وتنظيم مصادر التعلم للدورة التدريبية الخاصة بك
bn: আপনার কোর্সের শেখার সংস্থানগুলি পরিচালনা এবং সংগঠিত করুন
da: Administrer og organiser dit kursuss læringsressourcer
de: Verwalten und organisieren Sie die Lernressourcen Ihres Kurses
el: Διαχειριστείτε και οργανώστε τους πόρους εκμάθησης του μαθήματος σας
es: Administre y organice los recursos de aprendizaje de su curso
fi: Hallinnoi ja järjestä kurssisi oppimisresursseja
fr: Gérez et organisez les ressources d'apprentissage de votre cours
he: נהל וארגן את משאבי הלמידה של הקורס שלך
hi: अपने पाठ्यक्रम के शिक्षण संसाधनों को प्रबंधित और व्यवस्थित करें
id: Kelola dan Atur Sumber Belajar Kursus Anda
it: Gestisci e organizza le risorse didattiche del tuo corso
ja: コースの学習リソースを管理および整理する
kn: ನಿಮ್ಮ ಕೋರ್ಸ್‌ನ ಕಲಿಕೆಯ ಸಂಪನ್ಮೂಲಗಳನ್ನು ನಿರ್ವಹಿಸಿ ಮತ್ತು ಸಂಘಟಿಸಿ
ml: നിങ്ങളുടെ കോഴ്‌സിൻ്റെ പഠന വിഭവങ്ങൾ നിയന്ത്രിക്കുകയും ഓർഗനൈസ് ചെയ്യുകയും ചെയ്യുക
mr: तुमच्या अभ्यासक्रमाची शिक्षण संसाधने व्यवस्थापित करा आणि व्यवस्थापित करा
nl: Beheer en organiseer de leermiddelen van uw cursus
pa: ਆਪਣੇ ਕੋਰਸ ਦੇ ਸਿਖਲਾਈ ਸਰੋਤਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਅਤੇ ਵਿਵਸਥਿਤ ਕਰੋ
pl: Zarządzaj i organizuj zasoby edukacyjne swojego kursu
pt: Gerencie e organize os recursos de aprendizagem do seu curso
ru: Управляйте и организуйте учебные ресурсы вашего курса
sv: Hantera och organisera din kurss lärresurser
ta: உங்கள் பாடநெறியின் கற்றல் வளங்களை நிர்வகிக்கவும் மற்றும் ஒழுங்கமைக்கவும்
te: మీ కోర్సు యొక్క అభ్యాస వనరులను నిర్వహించండి మరియు నిర్వహించండి
th: จัดการและจัดระเบียบทรัพยากรการเรียนรู้ของหลักสูตรของคุณ
tr: Kursunuzun Öğrenme Kaynaklarını Yönetin ve Düzenleyin
vi: Quản lý và sắp xếp tài nguyên học tập của khóa học của bạn

source: Search resources...
ar: مصادر البحث...
bn: সম্পদ অনুসন্ধান করুন...
da: Søg ressourcer...
de: Ressourcen durchsuchen...
el: Αναζήτηση πόρων...
es: Buscar recursos...
fi: Hae resursseja...
fr: Rechercher des ressources...
he: חיפוש משאבים...
hi: संसाधन खोजें...
id: Telusuri sumber daya...
it: Cerca risorse...
ja: リソースを検索...
kn: ಸಂಪನ್ಮೂಲಗಳನ್ನು ಹುಡುಕಿ...
ml: ഉറവിടങ്ങൾ തിരയുക...
mr: संसाधने शोधा...
nl: Bronnen zoeken...
pa: ਸਰੋਤ ਖੋਜੋ...
pl: Przeszukaj zasoby...
pt: Pesquisar recursos...
ru: Поиск ресурсов...
sv: Sök resurser...
ta: ஆதாரங்களைத் தேடு...
te: శోధన వనరులను...
th: ค้นหาทรัพยากร...
tr: Kaynakları arayın...
vi: Tìm kiếm tài nguyên...

source: Reorder Resources
ar: إعادة ترتيب الموارد
bn: সম্পদ পুনঃক্রম
da: Genbestil ressourcer
de: Ressourcen neu anordnen
el: Αναπαραγγελία πόρων
es: Reordenar recursos
fi: Järjestä resurssit uudelleen
fr: Réorganiser les ressources
he: סדר מחדש את המשאבים
hi: संसाधनों को पुनः व्यवस्थित करें
id: Susun Ulang Sumber Daya
it: Riordinare le risorse
ja: リソースの並べ替え
kn: ಸಂಪನ್ಮೂಲಗಳನ್ನು ಮರುಕ್ರಮಗೊಳಿಸಿ
ml: ഉറവിടങ്ങൾ പുനഃക്രമീകരിക്കുക
mr: संसाधने पुनर्क्रमित करा
nl: Bronnen opnieuw ordenen
pa: ਸਰੋਤਾਂ ਨੂੰ ਮੁੜ ਕ੍ਰਮਬੱਧ ਕਰੋ
pl: Zmień kolejność zasobów
pt: Reordenar recursos
ru: Изменение порядка ресурсов
sv: Ordna om resurser
ta: வளங்களை மறுவரிசைப்படுத்தவும்
te: వనరులను క్రమాన్ని మార్చండి
th: จัดลำดับทรัพยากรใหม่
tr: Kaynakları Yeniden Sıralayın
vi: Sắp xếp lại tài nguyên

source: No learning resources found for this course.
ar: لم يتم العثور على مصادر تعليمية لهذه الدورة.
bn: এই কোর্সের জন্য কোন শিক্ষার সংস্থান পাওয়া যায়নি।
da: Der blev ikke fundet nogen læringsressourcer til dette kursus.
de: Für diesen Kurs wurden keine Lernressourcen gefunden.
el: Δεν βρέθηκαν πόροι εκμάθησης για αυτό το μάθημα.
es: No se encontraron recursos de aprendizaje para este curso.
fi: Tälle kurssille ei löytynyt oppimisresursseja.
fr: Aucune ressource d'apprentissage trouvée pour ce cours.
he: לא נמצאו משאבי למידה עבור קורס זה.
hi: इस पाठ्यक्रम के लिए कोई शिक्षण संसाधन नहीं मिला.
id: Tidak ada sumber belajar yang ditemukan untuk kursus ini.
it: Nessuna risorsa didattica trovata per questo corso.
ja: このコースの学習リソースは見つかりませんでした。
kn: ಈ ಕೋರ್ಸ್‌ಗೆ ಯಾವುದೇ ಕಲಿಕೆಯ ಸಂಪನ್ಮೂಲಗಳು ಕಂಡುಬಂದಿಲ್ಲ.
ml: ഈ കോഴ്‌സിനായി പഠന വിഭവങ്ങളൊന്നും കണ്ടെത്തിയില്ല.
mr: या कोर्ससाठी कोणतीही शिक्षण संसाधने आढळली नाहीत.
nl: Er zijn geen leermiddelen gevonden voor deze cursus.
pa: ਇਸ ਕੋਰਸ ਲਈ ਕੋਈ ਸਿੱਖਣ ਦੇ ਸਰੋਤ ਨਹੀਂ ਮਿਲੇ।
pl: Nie znaleziono zasobów edukacyjnych dla tego kursu.
pt: Nenhum recurso de aprendizagem encontrado para este curso.
ru: Для этого курса не найдено учебных ресурсов.
sv: Inga lärresurser hittades för denna kurs.
ta: இந்தப் பாடநெறிக்கான கற்றல் ஆதாரங்கள் எதுவும் இல்லை.
te: ఈ కోర్సు కోసం ఎటువంటి అభ్యాస వనరులు కనుగొనబడలేదు.
th: ไม่พบแหล่งเรียนรู้สำหรับหลักสูตรนี้
tr: Bu kurs için öğrenme kaynağı bulunamadı.
vi: Không tìm thấy tài nguyên học tập cho khóa học này.

source: Open External Link
ar: افتح الرابط الخارجي
bn: এক্সটার্নাল লিংক খুলুন
da: Åbn Eksternt link
de: Externen Link öffnen
el: Ανοίξτε τον εξωτερικό σύνδεσμο
es: Abrir enlace externo
fi: Avaa ulkoinen linkki
fr: Ouvrir le lien externe
he: פתח קישור חיצוני
hi: बाहरी लिंक खोलें
id: Buka Tautan Eksternal
it: Apri collegamento esterno
ja: 外部リンクを開く
kn: ಬಾಹ್ಯ ಲಿಂಕ್ ತೆರೆಯಿರಿ
ml: ബാഹ്യ ലിങ്ക് തുറക്കുക
mr: बाह्य दुवा उघडा
nl: Externe link openen
pa: ਬਾਹਰੀ ਲਿੰਕ ਖੋਲ੍ਹੋ
pl: Otwórz łącze zewnętrzne
pt: Abrir link externo
ru: Открыть внешнюю ссылку
sv: Öppna Extern länk
ta: வெளிப்புற இணைப்பைத் திறக்கவும்
te: బాహ్య లింక్ తెరవండి
th: เปิดลิงก์ภายนอก
tr: Dış Bağlantıyı Aç
vi: Mở liên kết ngoài

source: Quiz Details
ar: تفاصيل الاختبار
bn: কুইজের বিবরণ
da: Quiz detaljer
el: Λεπτομέρειες Κουίζ
es: Detalles del cuestionario
fi: Tietokilpailun tiedot
fr: Détails du quiz
he: פרטי החידון
hi: प्रश्नोत्तरी विवरण
id: Detail Kuis
it: Dettagli del quiz
ja: クイズの詳細
kn: ರಸಪ್ರಶ್ನೆ ವಿವರಗಳು
ml: ക്വിസ് വിശദാംശങ്ങൾ
mr: क्विझ तपशील
pa: ਕਵਿਜ਼ ਵੇਰਵੇ
pl: Szczegóły quizu
pt: Detalhes do questionário
ru: Подробности викторины
sv: Quiz detaljer
ta: வினாடி வினா விவரங்கள்
te: క్విజ్ వివరాలు
th: รายละเอียดแบบทดสอบ
tr: Test Detayları
vi: Chi tiết bài kiểm tra

source: Total Questions
ar: مجموع الأسئلة
bn: মোট প্রশ্ন
da: Samlet spørgsmål
de: Gesamtzahl der Fragen
el: Σύνολο ερωτήσεων
es: Total de preguntas
fi: Kysymyksiä yhteensä
fr: Nombre total de questions
he: סך הכל שאלות
hi: कुल सवाल
id: Jumlah Pertanyaan
it: Domande totali
ja: 合計質問数
kn: ಒಟ್ಟು ಪ್ರಶ್ನೆಗಳು
ml: ആകെ ചോദ്യങ്ങൾ
mr: एकूण प्रश्न
nl: Totaal aantal vragen
pa: ਕੁੱਲ ਸਵਾਲ
pl: Razem pytania
pt: Total de perguntas
ru: Всего вопросов
sv: Totalt antal frågor
ta: மொத்த கேள்விகள்
te: మొత్తం ప్రశ్నలు
th: คำถามทั้งหมด
tr: Toplam Sorular
vi: Tổng số câu hỏi

source: Time Limit
ar: الحد الزمني
bn: সময় সীমা
da: Tidsgrænse
de: Zeitlimit
el: Προθεσμία
es: Límite de tiempo
fi: Määräaika
fr: Limite de temps
he: מגבלת זמן
hi: समय सीमा
id: Batas waktu
it: Limite di tempo
ja: 期限
kn: ಸಮಯದ ಮಿತಿ
ml: സമയ പരിധി
mr: वेळेची मर्यादा
nl: Tijdslimiet
pa: ਸਮਾਂ ਸੀਮਾ
pl: Limit czasu
pt: Limite de tempo
ru: Лимит времени
sv: Tidsgräns
ta: நேர வரம்பு
te: సమయ పరిమితి
th: จำกัดเวลา
tr: Zaman Sınırı
vi: Giới hạn thời gian

source: minutes
ar: دقائق
bn: মিনিট
da: minutter
de: Minuten
el: πρακτικά
es: minutos
fi: minuuttia
he: פּרוֹטוֹקוֹל
hi: मिनट
id: menit
it: minuti
ja: 分
kn: ನಿಮಿಷಗಳು
ml: മിനിറ്റ്
mr: मिनिटे
nl: notulen
pa: ਮਿੰਟ
pl: protokół
pt: minutos
ru: минуты
sv: minuter
ta: நிமிடங்கள்
te: నిమిషాలు
th: นาที
tr: dakika
vi: phút

source: Passing Score
ar: درجة النجاح
bn: পাসিং স্কোর
da: Beståelsesscore
de: Bestehensergebnis
el: Βαθμολογία επιτυχίας
es: Puntaje de aprobación
fi: Läpäisypisteet
fr: Note de passage
he: ציון עובר
hi: पास होने योग्य नम्बर
id: Skor Lulus
it: Punteggio di passaggio
ja: 合格点
kn: ಉತ್ತೀರ್ಣ ಸ್ಕೋರ್
ml: പാസിംഗ് സ്കോർ
mr: उत्तीर्ण गुण
nl: Score doorgeven
pa: ਪਾਸਿੰਗ ਸਕੋਰ
pl: Wynik pozytywny
pt: Pontuação de aprovação
ru: Проходной балл
sv: Godkänt resultat
ta: தேர்ச்சி மதிப்பெண்
te: ఉత్తీర్ణత స్కోరు
th: คะแนนผ่าน
tr: Geçme Puanı
vi: Điểm đậu

source: Questions
ar: أسئلة
bn: প্রশ্ন
da: Spørgsmål
de: Fragen
el: Ερωτήσεις
es: Preguntas
fi: Kysymyksiä
he: שאלות
hi: प्रश्न
id: Pertanyaan
it: Domande
ja: 質問
kn: ಪ್ರಶ್ನೆಗಳು
ml: ചോദ്യങ്ങൾ
mr: प्रश्न
nl: Vragen
pa: ਸਵਾਲ
pl: Pytania
pt: Questões
ru: Вопросы
sv: Frågor
ta: கேள்விகள்
te: ప్రశ్నలు
th: คำถาม
tr: Sorular
vi: Câu hỏi

source: Points
ar: نقاط
bn: পয়েন্ট
de: Punkte
el: Πόντοι
es: Agujas
fi: Pisteet
he: נקודות
hi: अंक
id: Poin
it: Punti
ja: ポイント
kn: ಅಂಕಗಳು
ml: പോയിൻ്റുകൾ
mr: गुण
nl: Punten
pa: ਅੰਕ
pl: Zwrotnica
pt: Pontos
ru: Очки
sv: Poäng
ta: புள்ளிகள்
te: పాయింట్లు
th: คะแนน
tr: Puanlar
vi: Điểm

source: Correct
ar: صحيح
bn: সঠিক
da: Korrekt
de: Richtig
el: Σωστός
es: Correcto
fi: Korjata
he: נָכוֹן
hi: सही
id: Benar
it: Corretto
ja: 正しい
kn: ಸರಿ
ml: ശരിയാണ്
mr: बरोबर
nl: Juist
pa: ਸਹੀ
pl: Prawidłowy
pt: Correto
ru: Правильный
sv: Rätta
ta: சரி
te: సరైనది
th: ถูกต้อง
tr: Doğru
vi: Chính xác

source: Answer Key
ar: مفتاح الإجابة
bn: উত্তর কী
da: Svar nøgle
de: Antwortschlüssel
el: Κλειδί απάντησης
es: Clave de respuestas
fi: Vastausnäppäin
fr: Corrigé
he: מפתח תשובה
hi: जवाब कुंजी
id: Kunci Jawaban
it: Chiave di risposta
ja: 解答キー
kn: ಉತ್ತರ ಕೀ
ml: ഉത്തരം കീ
mr: उत्तर की
nl: Antwoordsleutel
pa: ਉੱਤਰ ਕੁੰਜੀ
pl: Klucz odpowiedzi
pt: Chave de resposta
ru: Ключ ответа
sv: Svarsnyckel
ta: பதில் திறவுகோல்
te: జవాబు కీ
th: คีย์คำตอบ
tr: Cevap Anahtarı
vi: đáp án

source: Grading Rubric
ar: موضوع الدرجات
bn: গ্রেডিং রুব্রিক
da: Bedømmelsesrubrik
de: Bewertungsrubrik
el: Ρουμπρίκα βαθμολόγησης
es: Rúbrica de calificación
fi: Arvosteluotsikko
fr: Rubrique de notation
he: רובריקת דירוג
hi: ग्रेडिंग रूब्रिक
id: Rubrik Penilaian
it: Rubrica di valutazione
ja: 評価ルーブリック
kn: ಗ್ರೇಡಿಂಗ್ ರೂಬ್ರಿಕ್
ml: റൂബ്രിക്ക് ഗ്രേഡിംഗ്
mr: ग्रेडिंग रुब्रिक
nl: Beoordelingsrubriek
pa: ਗਰੇਡਿੰਗ ਰੁਬਰਿਕ
pl: Rubryka oceniania
pt: Rubrica de classificação
ru: Рубрика оценивания
sv: Betygsrubriken
ta: க்ரேடிங் ரூப்ரிக்
te: గ్రేడింగ్ రూబ్రిక్
th: เกณฑ์การให้คะแนน
tr: Derecelendirme Tablosu
vi: Phiếu chấm điểm

source: No questions have been added to this quiz yet.
ar: لم تتم إضافة أي أسئلة إلى هذا الاختبار حتى الآن.
bn: এই কুইজে এখনো কোন প্রশ্ন যোগ করা হয়নি।
da: Der er endnu ikke tilføjet spørgsmål til denne quiz.
de: Zu diesem Quiz wurden noch keine Fragen hinzugefügt.
el: Δεν έχουν προστεθεί ακόμη ερωτήσεις σε αυτό το κουίζ.
es: Aún no se han agregado preguntas a este cuestionario.
fi: Tähän tietokilpailuun ei ole vielä lisätty kysymyksiä.
fr: Aucune question n'a encore été ajoutée à ce quiz.
he: עדיין לא נוספו שאלות לחידון זה.
hi: इस प्रश्नोत्तरी में अभी तक कोई प्रश्न नहीं जोड़ा गया है.
id: Belum ada pertanyaan yang ditambahkan ke kuis ini.
it: Nessuna domanda è stata ancora aggiunta a questo quiz.
ja: このクイズにはまだ質問が追加されていません。
kn: ಈ ರಸಪ್ರಶ್ನೆಗೆ ಇನ್ನೂ ಯಾವುದೇ ಪ್ರಶ್ನೆಗಳನ್ನು ಸೇರಿಸಲಾಗಿಲ್ಲ.
ml: ഈ ക്വിസിലേക്ക് ഇതുവരെ ചോദ്യങ്ങളൊന്നും ചേർത്തിട്ടില്ല.
mr: या क्विझमध्ये अद्याप कोणतेही प्रश्न जोडलेले नाहीत.
nl: Er zijn nog geen vragen toegevoegd aan deze quiz.
pa: ਇਸ ਕਵਿਜ਼ ਵਿੱਚ ਅਜੇ ਤੱਕ ਕੋਈ ਸਵਾਲ ਸ਼ਾਮਲ ਨਹੀਂ ਕੀਤੇ ਗਏ ਹਨ।
pl: Do tego quizu nie dodano jeszcze żadnych pytań.
pt: Nenhuma pergunta foi adicionada a este questionário ainda.
ru: В эту викторину пока не добавлено ни одного вопроса.
sv: Inga frågor har lagts till i detta frågesport ännu.
ta: இந்த வினாடி வினாவில் இதுவரை கேள்விகள் எதுவும் சேர்க்கப்படவில்லை.
te: ఈ క్విజ్‌కి ఇంకా ప్రశ్నలు ఏవీ జోడించబడలేదు.
th: ยังไม่มีการเพิ่มคำถามในแบบทดสอบนี้
tr: Bu teste henüz soru eklenmedi.
vi: Chưa có câu hỏi nào được thêm vào bài kiểm tra này.

source: Quiz Management
ar: إدارة المسابقة
bn: কুইজ ব্যবস্থাপনা
el: Διαχείριση Κουίζ
es: Gestión de cuestionarios
fi: Tietokilpailun hallinta
fr: Gestion des quiz
he: ניהול חידון
hi: प्रश्नोत्तरी प्रबंधन
id: Manajemen Kuis
it: Gestione dei quiz
ja: クイズ管理
kn: ರಸಪ್ರಶ್ನೆ ನಿರ್ವಹಣೆ
ml: ക്വിസ് മാനേജ്മെൻ്റ്
mr: क्विझ व्यवस्थापन
nl: Quizbeheer
pa: ਕੁਇਜ਼ ਪ੍ਰਬੰਧਨ
pl: Zarządzanie quizami
pt: Gerenciamento de questionários
ru: Управление викторинами
sv: Frågesporthantering
ta: வினாடி வினா மேலாண்மை
te: క్విజ్ నిర్వహణ
th: การจัดการแบบทดสอบ
tr: Sınav Yönetimi
vi: Quản lý bài kiểm tra

source: Edit Quiz
ar: تحرير الاختبار
bn: কুইজ সম্পাদনা করুন
da: Rediger quiz
de: Quiz bearbeiten
el: Επεξεργασία Κουίζ
es: Editar cuestionario
fi: Muokkaa tietokilpailua
he: חידון ערוך
hi: प्रश्नोत्तरी संपादित करें
id: Sunting Kuis
it: Modifica quiz
ja: クイズの編集
kn: ರಸಪ್ರಶ್ನೆ ಸಂಪಾದಿಸಿ
ml: ക്വിസ് എഡിറ്റ് ചെയ്യുക
mr: क्विझ संपादित करा
nl: Quiz bewerken
pa: ਕਵਿਜ਼ ਦਾ ਸੰਪਾਦਨ ਕਰੋ
pl: Edytuj quiz
pt: Editar questionário
ru: Редактировать тест
sv: Redigera frågesport
ta: வினாடி வினாவைத் திருத்தவும்
te: క్విజ్‌ని సవరించండి
th: แก้ไขแบบทดสอบ
tr: Testi Düzenle
vi: Chỉnh sửa bài kiểm tra

source: Add Questions
ar: أضف أسئلة
bn: প্রশ্ন যোগ করুন
da: Tilføj spørgsmål
de: Fragen hinzufügen
el: Προσθήκη ερωτήσεων
es: Agregar preguntas
fi: Lisää kysymyksiä
fr: Ajouter des questions
he: הוסף שאלות
hi: प्रश्न जोड़ें
id: Tambahkan Pertanyaan
it: Aggiungi domande
ja: 質問を追加する
kn: ಪ್ರಶ್ನೆಗಳನ್ನು ಸೇರಿಸಿ
ml: ചോദ്യങ്ങൾ ചേർക്കുക
mr: प्रश्न जोडा
nl: Vragen toevoegen
pa: ਸਵਾਲ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj pytania
pt: Adicionar perguntas
ru: Добавить вопросы
sv: Lägg till frågor
ta: கேள்விகளைச் சேர்க்கவும்
te: ప్రశ్నలను జోడించండి
th: เพิ่มคำถาม
tr: Soru Ekle
vi: Thêm câu hỏi

source: Quiz
ar: لغز
bn: কুইজ
el: Εξέταση
es: Prueba
fi: Tietokilpailu
fr: Questionnaire
gu: ક્વિઝ
he: חִידוֹן
hi: प्रश्नोत्तरी
id: Kuis
ja: クイズ
kn: ರಸಪ್ರಶ್ನೆ
ml: ക്വിസ്
mr: प्रश्नमंजुषा
or: କୁଇଜ୍
pl: Kwiz
pt: Questionário
ru: Контрольный опрос
sv: Frågesport
ta: வினாடி வினா
te: క్విజ్
th: แบบทดสอบ
tr: Sınav
vi: Câu đố

source: Question Information
ar: معلومات السؤال
bn: প্রশ্ন তথ্য
da: Spørgsmål Information
de: Frageninformationen
el: Πληροφορίες Ερώτησης
es: Información de la pregunta
fi: Kysymystiedot
fr: Informations sur les questions
he: מידע על שאלה
hi: प्रश्न जानकारी
id: Informasi Pertanyaan
it: Informazioni sulla domanda
ja: 質問情報
kn: ಪ್ರಶ್ನೆ ಮಾಹಿತಿ
ml: ചോദ്യം വിവരങ്ങൾ
mr: प्रश्न माहिती
nl: Vraag informatie
pa: ਸਵਾਲ ਜਾਣਕਾਰੀ
pl: Informacje o pytaniu
pt: Informações da pergunta
ru: Информация о вопросе
sv: Frågeinformation
ta: கேள்வி தகவல்
te: ప్రశ్న సమాచారం
th: ข้อมูลคำถาม
tr: Soru Bilgileri
vi: Thông tin câu hỏi

source: Question Text
ar: نص السؤال
bn: প্রশ্ন পাঠ্য
da: Spørgsmålstekst
de: Fragetext
el: Κείμενο Ερώτησης
es: Texto de la pregunta
fi: Kysymysteksti
fr: Texte de la question
he: טקסט שאלה
hi: प्रश्न पाठ
id: Teks Pertanyaan
it: Testo della domanda
ja: 質問文
kn: ಪ್ರಶ್ನೆ ಪಠ್ಯ
ml: ചോദ്യ വാചകം
mr: प्रश्न मजकूर
nl: Vraag tekst
pa: ਸਵਾਲ ਦਾ ਟੈਕਸਟ
pl: Tekst pytania
pt: Texto da pergunta
ru: Текст вопроса
sv: Frågetext
ta: கேள்வி உரை
te: ప్రశ్న వచనం
th: ข้อความคำถาม
tr: Soru Metni
vi: Nội dung câu hỏi

source: Question Type
ar: نوع السؤال
bn: প্রশ্নের ধরন
da: Spørgsmålstype
de: Fragetyp
el: Τύπος ερώτησης
es: Tipo de pregunta
fi: Kysymystyyppi
fr: Type de question
he: סוג שאלה
hi: प्रश्न प्रकार
id: Jenis Pertanyaan
it: Tipo di domanda
ja: 質問の種類
kn: ಪ್ರಶ್ನೆ ಪ್ರಕಾರ
ml: ചോദ്യ തരം
mr: प्रश्न प्रकार
nl: Vraagtype
pa: ਸਵਾਲ ਦੀ ਕਿਸਮ
pl: Typ pytania
pt: Tipo de pergunta
ru: Тип вопроса
sv: Frågetyp
ta: கேள்வி வகை
te: ప్రశ్న రకం
th: ประเภทคำถาม
tr: Soru Türü
vi: Loại câu hỏi

source: Answer Choices
ar: اختيارات الإجابة
bn: উত্তর পছন্দ
da: Svarvalg
de: Antwortmöglichkeiten
el: Επιλογές απαντήσεων
es: Opciones de respuesta
fi: Vastausvaihtoehdot
fr: Choix de réponses
he: תשובות לבחירות
hi: उत्तर विकल्प
id: Pilihan Jawaban
it: Scelte di risposta
ja: 回答の選択肢
kn: ಉತ್ತರ ಆಯ್ಕೆಗಳು
ml: ഉത്തര ചോയ്‌സുകൾ
mr: उत्तरे निवड
nl: Antwoordkeuzes
pa: ਜਵਾਬ ਵਿਕਲਪ
pl: Odpowiedzi na wybory
pt: Opções de resposta
ru: Варианты ответов
sv: Svarsval
ta: பதில் தேர்வுகள்
te: సమాధాన ఎంపికలు
th: ทางเลือกคำตอบ
tr: Cevap Seçenekleri
vi: Lựa chọn trả lời

source: Choice Text
ar: نص الاختيار
bn: পছন্দের পাঠ্য
da: Valgtekst
de: Auswahltext
el: Κείμενο επιλογής
es: Texto de elección
fi: Valintateksti
fr: Texte de choix
he: טקסט בחירה
hi: विकल्प पाठ
id: Teks Pilihan
it: Testo scelto
ja: 選択テキスト
kn: ಆಯ್ಕೆ ಪಠ್ಯ
ml: ചോയ്സ് ടെക്സ്റ്റ്
mr: निवड मजकूर
nl: Keuze tekst
pa: ਚੋਣ ਟੈਕਸਟ
pl: Tekst wyboru
pt: Texto de escolha
ru: Выбор текста
sv: Valtext
ta: தேர்வு உரை
te: ఎంపిక వచనం
th: ข้อความตัวเลือก
tr: Seçim Metni
vi: Văn bản lựa chọn

source: Correct Answer
ar: الإجابة الصحيحة
bn: সঠিক উত্তর
da: Korrekt svar
de: Richtige Antwort
el: Ορθή απάντηση
es: Respuesta correcta
fi: Oikea vastaus
fr: Bonne réponse
he: תשובה נכונה
hi: सही जवाब
id: Jawaban yang Benar
it: Risposta corretta
ja: 正解
kn: ಸರಿಯಾದ ಉತ್ತರ
ml: ശരിയായ ഉത്തരം
mr: बरोबर उत्तर
nl: Correct antwoord
pa: ਸਹੀ ਜਵਾਬ
pl: Prawidłowa odpowiedź
pt: Resposta Correta
ru: Правильный ответ
sv: Rätt svar
ta: சரியான பதில்
te: సరైన సమాధానం
th: คำตอบที่ถูกต้อง
tr: Doğru Cevap
vi: Câu trả lời đúng

source: Short Answer
ar: إجابة قصيرة
bn: সংক্ষিপ্ত উত্তর
da: Kort svar
de: Kurze Antwort
el: Σύντομη απάντηση
es: Respuesta corta
fi: Lyhyt vastaus
fr: Réponse courte
he: תשובה קצרה
hi: संक्षिप्त जवाब
id: Jawaban Singkat
it: Risposta breve
ja: 短い回答
kn: ಸಣ್ಣ ಉತ್ತರ
ml: ഹ്രസ്വമായ ഉത്തരം
mr: लहान उत्तर
nl: Kort antwoord
pa: ਛੋਟਾ ਜਵਾਬ
pl: Krótka odpowiedź
pt: Resposta curta
ru: Короткий ответ
sv: Kort svar
ta: குறுகிய பதில்
te: చిన్న సమాధానం
th: คำตอบสั้น ๆ
tr: Kısa Cevap
vi: Trả lời ngắn gọn

source: Essay Question
ar: سؤال المقال
bn: প্রবন্ধ প্রশ্ন
da: Essay spørgsmål
de: Essay-Frage
el: Ερώτηση Δοκιμίου
es: Pregunta de ensayo
fi: Essee Kysymys
fr: Question à développement
he: שאלת מאמר
hi: नीबएनडीएच पर प्रश्न
id: Pertanyaan Esai
it: Domanda di saggio
ja: エッセイの質問
kn: ಪ್ರಬಂಧ ಪ್ರಶ್ನೆ
ml: ഉപന്യാസ ചോദ്യം
mr: निबंध प्रश्न
nl: Essayvraag
pa: ਲੇਖ ਸਵਾਲ
pl: Pytanie esejowe
pt: Pergunta dissertativa
ru: Эссе Вопрос
sv: Uppsatsfråga
ta: கட்டுரை கேள்வி
te: వ్యాస ప్రశ్న
th: คำถามเรียงความ
tr: Kompozisyon Sorusu
vi: Câu hỏi tiểu luận

source: Grading Rubric or Guidelines
ar: تصنيف الموضوع أو المبادئ التوجيهية
bn: গ্রেডিং রুব্রিক বা নির্দেশিকা
da: Bedømmelsesrubrik eller retningslinjer
de: Bewertungsrubrik oder Richtlinien
el: Ρουμπρίκα ή Οδηγίες βαθμολόγησης
es: Rúbrica o pautas de calificación
fi: Arvosteluotsikko tai -ohjeet
fr: Rubrique de notation ou lignes directrices
he: רובריקת דירוג או הנחיות
hi: ग्रेडिंग रूब्रिक या दिशानिर्देश
id: Rubrik atau Pedoman Penilaian
it: Rubrica o linee guida per la valutazione
ja: 評価ルーブリックまたはガイドライン
kn: ಗ್ರೇಡಿಂಗ್ ರೂಬ್ರಿಕ್ ಅಥವಾ ಮಾರ್ಗಸೂಚಿಗಳು
ml: ഗ്രേഡിംഗ് റൂബ്രിക്ക് അല്ലെങ്കിൽ മാർഗ്ഗനിർദ്ദേശങ്ങൾ
mr: ग्रेडिंग रुब्रिक किंवा मार्गदर्शक तत्त्वे
nl: Beoordelingsrubriek of richtlijnen
pa: ਗਰੇਡਿੰਗ ਰੁਬਰਿਕ ਜਾਂ ਦਿਸ਼ਾ ਨਿਰਦੇਸ਼
pl: Rubryka oceniania lub wytyczne
pt: Rubrica ou Diretrizes de Classificação
ru: Рубрика оценивания или рекомендации
sv: Betygsrubrik eller riktlinjer
ta: க்ரேடிங் ரூப்ரிக் அல்லது வழிகாட்டுதல்கள்
te: రూబ్రిక్ లేదా మార్గదర్శకాలను గ్రేడింగ్ చేయడం
th: เกณฑ์การให้คะแนนหรือแนวทางปฏิบัติ
tr: Dereceli Puanlama Anahtarı veya Yönergeleri
vi: Phiếu tự đánh giá hoặc hướng dẫn chấm điểm

source: Add Question
ar: أضف سؤال
bn: প্রশ্ন যোগ করুন
da: Tilføj spørgsmål
de: Frage hinzufügen
el: Προσθήκη ερώτησης
es: Agregar pregunta
fi: Lisää kysymys
fr: Ajouter une question
he: הוסף שאלה
hi: प्रश्न जोड़ें
id: Tambahkan Pertanyaan
it: Aggiungi domanda
ja: 質問を追加
kn: ಪ್ರಶ್ನೆಯನ್ನು ಸೇರಿಸಿ
ml: ചോദ്യം ചേർക്കുക
mr: प्रश्न जोडा
nl: Vraag toevoegen
pa: ਸਵਾਲ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj pytanie
pt: Adicionar pergunta
ru: Добавить вопрос
sv: Lägg till fråga
ta: கேள்வியைச் சேர்க்கவும்
te: ప్రశ్నను జోడించండి
th: เพิ่มคำถาม
tr: Soru Ekle
vi: Thêm câu hỏi

source: Finish Adding Questions
ar: الانتهاء من إضافة الأسئلة
bn: প্রশ্ন যোগ করা শেষ করুন
da: Afslut tilføjelse af spørgsmål
de: Beenden Sie das Hinzufügen von Fragen
el: Ολοκληρώστε την προσθήκη ερωτήσεων
es: Terminar de agregar preguntas
fi: Viimeistele kysymysten lisääminen
fr: Terminer l'ajout de questions
he: סיים להוסיף שאלות
hi: प्रश्न जोड़ना समाप्त करें
id: Selesai Menambahkan Pertanyaan
it: Completa l'aggiunta delle domande
ja: 質問の追加を完了する
kn: ಪ್ರಶ್ನೆಗಳನ್ನು ಸೇರಿಸುವುದನ್ನು ಮುಗಿಸಿ
ml: ചോദ്യങ്ങൾ ചേർക്കുന്നത് പൂർത്തിയാക്കുക
mr: प्रश्न जोडणे समाप्त करा
nl: Voltooi het toevoegen van vragen
pa: ਸਵਾਲ ਜੋੜਨਾ ਸਮਾਪਤ ਕਰੋ
pl: Zakończ dodawanie pytań
pt: Concluir a adição de perguntas
ru: Завершить добавление вопросов
sv: Slutför att lägga till frågor
ta: கேள்விகளைச் சேர்ப்பதை முடிக்கவும்
te: ప్రశ్నలను జోడించడం ముగించండి
th: เสร็จสิ้นการเพิ่มคำถาม
tr: Soru Eklemeyi Bitir
vi: Hoàn tất việc thêm câu hỏi

source: Create Quizzes
ar: إنشاء اختبارات
bn: কুইজ তৈরি করুন
da: Opret quizzer
de: Erstellen Sie Quizze
el: Δημιουργία Κουίζ
es: Crear cuestionarios
fi: Luo tietokilpailuja
fr: Créer des quiz
he: צור חידונים
hi: प्रश्नोत्तरी बनाएँ
id: Buat Kuis
it: Crea quiz
ja: クイズを作成する
kn: ರಸಪ್ರಶ್ನೆಗಳನ್ನು ರಚಿಸಿ
ml: ക്വിസുകൾ സൃഷ്ടിക്കുക
mr: क्विझ तयार करा
nl: Quizzen maken
pa: ਕਵਿਜ਼ ਬਣਾਓ
pl: Twórz quizy
pt: Crie questionários
ru: Создание викторин
sv: Skapa frågesporter
ta: வினாடி வினாக்களை உருவாக்கவும்
te: క్విజ్‌లను సృష్టించండి
th: สร้างแบบทดสอบ
tr: Testler Oluşturun
vi: Tạo câu đố

source: Create Quiz
ar: إنشاء اختبار
bn: কুইজ তৈরি করুন
da: Opret quiz
de: Quiz erstellen
el: Δημιουργία Κουίζ
es: Crear cuestionario
fi: Luo tietokilpailu
fr: Créer un quiz
he: צור חידון
hi: प्रश्नोत्तरी बनाएं
id: Buat Kuis
it: Crea quiz
ja: クイズの作成
kn: ರಸಪ್ರಶ್ನೆ ರಚಿಸಿ
ml: ക്വിസ് സൃഷ്ടിക്കുക
mr: क्विझ तयार करा
nl: Quiz maken
pa: ਕਵਿਜ਼ ਬਣਾਓ
pl: Utwórz quiz
pt: Criar questionário
ru: Создать викторину
sv: Skapa frågesport
ta: வினாடி வினாவை உருவாக்கவும்
te: క్విజ్ సృష్టించండి
th: สร้างแบบทดสอบ
tr: Test Oluştur
vi: Tạo câu đố

source: Quiz Information
ar: معلومات الاختبار
bn: কুইজ তথ্য
de: Quizinformationen
el: Πληροφορίες Κουίζ
es: Información del cuestionario
fi: Tietokilpailun tiedot
fr: Informations sur le quiz
he: מידע על חידון
hi: प्रश्नोत्तरी जानकारी
id: Informasi Kuis
it: Informazioni sul quiz
ja: クイズ情報
kn: ರಸಪ್ರಶ್ನೆ ಮಾಹಿತಿ
ml: ക്വിസ് വിവരങ്ങൾ
mr: क्विझ माहिती
nl: Quiz-informatie
pa: ਕੁਇਜ਼ ਜਾਣਕਾਰੀ
pl: Informacje o quizie
pt: Informações do questionário
ru: Информация о викторине
ta: வினாடி வினா தகவல்
te: క్విజ్ సమాచారం
th: ข้อมูลแบบทดสอบ
tr: Sınav Bilgileri
vi: Thông tin bài kiểm tra
