Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Advanced Machine Learning Course Launch
ar: إطلاق دورة التعلم الآلي المتقدمة
bn: অ্যাডভান্সড মেশিন লার্নিং কোর্স চালু
da: Lancering af Advanced Machine Learning-kursus
de: Start des Kurses für fortgeschrittenes maschinelles Lernen
el: Έναρξη μαθημάτων Advanced Machine Learning Course
es: Lanzamiento del curso avanzado de aprendizaje automático
fi: Edistyneen koneoppimiskurssin julkaisu
fr: Lancement du cours avancé d’apprentissage automatique
gu: એડવાન્સ મશીન લર્નિંગ કોર્સ લોન્ચ
he: השקת קורס למידת מכונה מתקדמת
hi: उन्नत मशीन लर्निंग कोर्स लॉन्च
id: Peluncuran Kursus Pembelajaran Mesin Tingkat Lanjut
it: Lancio del corso avanzato di Machine Learning
ja: 高度な機械学習コースの開始
kn: ಸುಧಾರಿತ ಯಂತ್ರ ಕಲಿಕೆ ಕೋರ್ಸ್ ಪ್ರಾರಂಭ
ml: വിപുലമായ മെഷീൻ ലേണിംഗ് കോഴ്‌സ് ലോഞ്ച്
mr: प्रगत मशीन लर्निंग कोर्स लाँच
nl: Lancering van een geavanceerde machine learning-cursus
no: Lansering av avansert maskinlæringskurs
or: ଉନ୍ନତ ମେସିନ୍ ଲର୍ନିଂ ପାଠ୍ୟକ୍ରମ ଆରମ୍ଭ |
pa: ਐਡਵਾਂਸਡ ਮਸ਼ੀਨ ਲਰਨਿੰਗ ਕੋਰਸ ਲਾਂਚ
pl: Uruchomienie zaawansowanego kursu uczenia maszynowego
pt: Lançamento do curso avançado de aprendizado de máquina
ru: Запуск расширенного курса машинного обучения
sv: Lansering av avancerad maskininlärningskurs
ta: மேம்பட்ட இயந்திர கற்றல் படிப்பு துவக்கம்
te: అధునాతన మెషిన్ లెర్నింగ్ కోర్సు ప్రారంభం
th: เปิดตัวหลักสูตร Machine Learning ขั้นสูง
tr: İleri Makine Öğrenimi Kursu Lansmanı
vi: Ra mắt khóa học máy học nâng cao

source: Webinar: Future of E-learning
ar: ندوة عبر الإنترنت: مستقبل التعلم الإلكتروني
bn: ওয়েবিনার: ই-লার্নিং এর ভবিষ্যত
da: Webinar: Fremtiden for e-læring
de: Webinar: Zukunft des E-Learning
es: Seminario web: El futuro del e-learning
fi: Webinaari: E-learningin tulevaisuus
fr: Webinaire : L'avenir de l'apprentissage en ligne
gu: વેબિનાર: ઇ-લર્નિંગનું ભવિષ્ય
he: סמינר מקוון: עתיד הלמידה האלקטרונית
hi: वेबिनार: ई-लर्निंग का भविष्य
id: Webinar: Masa Depan E-learning
it: Webinar: Il futuro dell'e-learning
ja: ウェビナー: E ラーニングの未来
kn: ವೆಬ್ನಾರ್: ಇ-ಲರ್ನಿಂಗ್ ಭವಿಷ್ಯ
ml: വെബിനാർ: ഇ-ലേണിംഗിൻ്റെ ഭാവി
mr: वेबिनार: ई-लर्निंगचे भविष्य
nl: Webinar: Toekomst van e-learning
no: Webinar: Fremtiden for e-læring
or: ୱେବିନିନର୍: ଇ-ଶିକ୍ଷଣର ଭବିଷ୍ୟତ |
pa: ਵੈਬਿਨਾਰ: ਈ-ਲਰਨਿੰਗ ਦਾ ਭਵਿੱਖ
pl: Seminarium internetowe: Przyszłość e-learningu
pt: Webinar: Futuro do E-learning
ru: Вебинар: Будущее электронного обучения
sv: Webbseminarium: Framtiden för e-learning
ta: Webinar: மின் கற்றலின் எதிர்காலம்
te: వెబ్‌నార్: ఇ-లెర్నింగ్ యొక్క భవిష్యత్తు
th: การสัมมนาผ่านเว็บ: อนาคตของอีเลิร์นนิง
tr: Web Semineri: E-öğrenmenin Geleceği
vi: Hội thảo trực tuyến: Tương lai của học tập điện tử

source: Summer Coding Bootcamp
ar: المعسكر الصيفي للبرمجة
bn: সামার কোডিং বুটক্যাম্প
de: Sommer-Coding-Bootcamp
el: Καλοκαιρινό Bootcamp Κωδικοποίησης
es: Bootcamp de codificación de verano
fr: Bootcamp de codage d'été
gu: સમર કોડિંગ બુટકેમ્પ
he: קיץ קידוד Bootcamp
hi: ग्रीष्मकालीन कोडिंग बूटकैंप
id: Kamp Pelatihan Pengodean Musim Panas
it: Bootcamp estivo di programmazione
ja: サマーコーディングブートキャンプ
kn: ಬೇಸಿಗೆ ಕೋಡಿಂಗ್ ಬೂಟ್‌ಕ್ಯಾಂಪ್
ml: സമ്മർ കോഡിംഗ് ബൂട്ട്‌ക്യാമ്പ്
mr: समर कोडिंग बूटकॅम्प
nl: Zomercodering Bootcamp
or: ଗ୍ରୀଷ୍ମ କୋଡିଂ ବୁଟକ୍ୟାମ୍ପ |
pa: ਸਮਰ ਕੋਡਿੰਗ ਬੂਟਕੈਂਪ
pl: Letni Bootcamp z kodowaniem
pt: Bootcamp de codificação de verão
ru: Летний учебный курс по программированию
ta: கோடைகால குறியீட்டு பூட்கேம்ப்
te: వేసవి కోడింగ్ బూట్‌క్యాంప్
th: หลักสูตร Bootcamp การเขียนโค้ดภาคฤดูร้อน
tr: Yaz Kodlama Eğitim Kampı
vi: Chương trình đào tạo mã hóa mùa hè

source: Event Analytics
ar: تحليلات الحدث
bn: ইভেন্ট বিশ্লেষণ
da: Hændelsesanalyse
de: Ereignisanalyse
el: Αναλύσεις συμβάντων
es: Análisis de eventos
fi: Tapahtumaanalyysi
fr: Analyse d'événements
he: ניתוח אירועים
hi: इवेंट एनालिटिक्स
id: Analisis Peristiwa
it: Analisi degli eventi
ja: イベント分析
kn: ಈವೆಂಟ್ ಅನಾಲಿಟಿಕ್ಸ್
ml: ഇവൻ്റ് അനലിറ്റിക്സ്
mr: कार्यक्रम विश्लेषण
nl: Gebeurtenisanalyse
pa: ਇਵੈਂਟ ਵਿਸ਼ਲੇਸ਼ਣ
pl: Analityka zdarzeń
pt: Análise de eventos
ru: Аналитика событий
sv: Händelseanalys
ta: நிகழ்வு பகுப்பாய்வு
te: ఈవెంట్ అనలిటిక్స్
th: การวิเคราะห์เหตุการณ์
tr: Etkinlik Analizi
vi: Phân tích sự kiện

source: Total Events
ar: إجمالي الأحداث
bn: মোট ইভেন্ট
da: Begivenheder i alt
de: Gesamtzahl der Ereignisse
el: Σύνολο συμβάντων
es: Eventos totales
fi: Tapahtumat yhteensä
fr: Total des événements
he: סך כל האירועים
hi: कुल घटनाएँ
id: Jumlah Acara
it: Eventi totali
ja: イベント総数
kn: ಒಟ್ಟು ಘಟನೆಗಳು
ml: മൊത്തം ഇവൻ്റുകൾ
mr: एकूण घटना
nl: Totaal aantal evenementen
pa: ਕੁੱਲ ਇਵੈਂਟਸ
pl: Łączna liczba wydarzeń
pt: Total de eventos
ru: Всего событий
sv: Totalt antal händelser
ta: மொத்த நிகழ்வுகள்
te: మొత్తం ఈవెంట్‌లు
th: เหตุการณ์ทั้งหมด
tr: Toplam Olaylar
vi: Tổng số sự kiện

source: Most Popular Event Type
ar: نوع الحدث الأكثر شيوعًا
bn: সর্বাধিক জনপ্রিয় ইভেন্টের ধরন
da: Mest populære begivenhedstype
de: Beliebtester Veranstaltungstyp
el: Ο πιο δημοφιλής τύπος εκδήλωσης
es: Tipo de evento más popular
fi: Suosituin tapahtumatyyppi
fr: Type d'événement le plus populaire
he: סוג האירוע הפופולרי ביותר
hi: सर्वाधिक लोकप्रिय इवेंट प्रकार
id: Jenis Acara Paling Populer
it: Tipo di evento più popolare
ja: 最も人気のあるイベントの種類
kn: ಅತ್ಯಂತ ಜನಪ್ರಿಯ ಈವೆಂಟ್ ಪ್ರಕಾರ
ml: ഏറ്റവും ജനപ്രിയമായ ഇവൻ്റ് തരം
mr: सर्वात लोकप्रिय कार्यक्रम प्रकार
nl: Meest populaire evenementtype
pa: ਸਭ ਤੋਂ ਪ੍ਰਸਿੱਧ ਇਵੈਂਟ ਦੀ ਕਿਸਮ
pl: Najpopularniejszy typ wydarzenia
pt: Tipo de evento mais popular
ru: Самый популярный тип событий
sv: Mest populära evenemangstypen
ta: மிகவும் பிரபலமான நிகழ்வு வகை
te: అత్యంత జనాదరణ పొందిన ఈవెంట్ రకం
th: ประเภทกิจกรรมยอดนิยม
tr: En Popüler Etkinlik Türü
vi: Loại sự kiện phổ biến nhất

source: Average Attendance Rate
ar: متوسط ​​معدل الحضور
bn: গড় উপস্থিতির হার
da: Gennemsnitlig deltagelsesrate
de: Durchschnittliche Anwesenheitsquote
el: Μέσο ποσοστό συμμετοχής
es: Tasa promedio de asistencia
fi: Keskimääräinen läsnäoloprosentti
fr: Taux de fréquentation moyen
he: שיעור נוכחות ממוצע
hi: औसत उपस्थिति दर
id: Tingkat Kehadiran Rata-Rata
it: Tasso medio di partecipazione
ja: 平均出席率
kn: ಸರಾಸರಿ ಹಾಜರಾತಿ ದರ
ml: ശരാശരി ഹാജർ നിരക്ക്
mr: सरासरी उपस्थिती दर
nl: Gemiddeld aanwezigheidspercentage
pa: ਔਸਤ ਹਾਜ਼ਰੀ ਦਰ
pl: Średni wskaźnik frekwencji
pt: Taxa Média de Presença
ru: Средняя посещаемость
sv: Genomsnittlig närvarofrekvens
ta: சராசரி வருகை விகிதம்
te: సగటు హాజరు రేటు
th: อัตราผู้เข้าร่วมเฉลี่ย
tr: Ortalama Devam Oranı
vi: Tỷ lệ đi học trung bình

source: Event Title
ar: عنوان الحدث
bn: ইভেন্ট শিরোনাম
da: Begivenhedens titel
de: Veranstaltungstitel
el: Τίτλος εκδήλωσης
es: Título del evento
fi: Tapahtuman otsikko
fr: Titre de l'événement
he: כותרת האירוע
hi: घटना का शीर्षक
id: Judul Acara
it: Titolo dell'evento
ja: イベントタイトル
kn: ಈವೆಂಟ್ ಶೀರ್ಷಿಕೆ
ml: ഇവൻ്റ് ശീർഷകം
mr: कार्यक्रमाचे शीर्षक
nl: Titel van evenement
pa: ਇਵੈਂਟ ਦਾ ਸਿਰਲੇਖ
pl: Tytuł wydarzenia
pt: Título do Evento
ru: Название события
sv: Händelsens titel
ta: நிகழ்வு தலைப்பு
te: ఈవెంట్ శీర్షిక
th: ชื่อกิจกรรม
tr: Etkinlik Başlığı
vi: Tiêu đề sự kiện

source: Date: 2024-07-20
ar: التاريخ: 2024-07-20
bn: তারিখ: 2024-07-20
da: Dato: 2024-07-20
de: Datum: 20.07.2024
el: Ημερομηνία: 2024-07-20
es: Fecha: 2024-07-20
fi: Päivämäärä: 20.7.2024
fr: Dates : 2024-07-20
he: תאריך: 20-07-2024
hi: दिनांक: 2024-07-20
id: Tanggal: 20-07-2024
it: Data: 20/07/2024
ja: 日付: 2024-07-20
kn: ದಿನಾಂಕ: 2024-07-20
ml: തീയതി: 2024-07-20
mr: दिनांक: 2024-07-20
nl: Datum: 20-07-2024
pa: ਮਿਤੀ: 2024-07-20
pl: Data: 2024-07-20
pt: Data: 20/07/2024
ru: Дата: 20 июля 2024 г.
sv: Datum: 2024-07-20
ta: தேதி: 2024-07-20
te: తేదీ: 2024-07-20
th: วันที่: 2024-07-20
tr: Tarih: 2024-07-20
vi: Ngày: 2024-07-20

source: Type: Course
ar: النوع: دورة
bn: প্রকার: কোর্স
da: Type: Kursus
de: Typ: Kurs
el: Τύπος: Μάθημα
es: Tipo: Curso
fi: Tyyppi: Kurssi
fr: Type : Cours
he: סוג: קורס
hi: प्रकार: पाठ्यक्रम
id: Jenis: Kursus
it: Tipo: corso
ja: タイプ: コース
kn: ಪ್ರಕಾರ: ಕೋರ್ಸ್
ml: തരം: കോഴ്സ്
mr: प्रकार: कोर्स
nl: Soort: Cursus
pa: ਕਿਸਮ: ਕੋਰਸ
pl: Typ: Kurs
pt: Tipo: Curso
ru: Тип: Курс
sv: Typ: Kurs
ta: வகை: பாடநெறி
te: రకం: కోర్సు
th: ประเภท: หลักสูตร
tr: Tür: Kurs
vi: Kiểu: Khóa học

source: Location: Online
ar: الموقع: اون لاين
bn: অবস্থান: অনলাইন
da: Sted: Online
de: Standort: Online
el: Τοποθεσία: Online
es: Ubicación: En línea
fi: Sijainti: verkossa
fr: Emplacement : En ligne
he: מיקום: באינטרנט
hi: स्थान: ऑनलाइन
id: Lokasi: Daring
it: Posizione: in linea
ja: 場所: オンライン
kn: ಸ್ಥಳ: ಆನ್ಲೈನ್
ml: സ്ഥലം: ഓൺലൈൻ
mr: स्थान: ऑनलाइन
nl: Locatie: online
pa: ਸਥਾਨ: ਔਨਲਾਈਨ
pl: Lokalizacja: w Internecie
pt: Local: On-line
ru: Местоположение: Онлайн
sv: Plats: Online
ta: இடம்: ஆன்லைன்
te: స్థానం: ఆన్‌లైన్
th: ที่ตั้ง: ออนไลน์
tr: Konum: Çevrimiçi
vi: Vị trí: Trực tuyến

source: Timezone: UTC
ar: المنطقة الزمنية: UTC
bn: টাইমজোন: UTC
da: Tidszone: UTC
de: Zeitzone: UTC
el: Ζώνη ώρας: UTC
es: Zona horaria: UTC
fi: Aikavyöhyke: UTC
fr: Fuseau horaire : UTC
he: אזור זמן: UTC
hi: समयक्षेत्र: यूटीसी
id: Zona Waktu: UTC
it: Fuso orario: UTC
ja: タイムゾーン: UTC
kn: ಸಮಯವಲಯ: UTC
ml: സമയമേഖല: UTC
mr: टाइमझोन: UTC
nl: Tijdzone: UTC
pa: ਸਮਾਂ ਖੇਤਰ: UTC
pl: Strefa czasowa: UTC
pt: Fuso horário: UTC
ru: Часовой пояс: UTC
sv: Tidszon: UTC
ta: நேர மண்டலம்: UTC
te: టైమ్‌జోన్: UTC
th: โซนเวลา: UTC
tr: Saat dilimi: UTC
vi: Múi giờ: UTC

source: Capacity: 500
ar: السعة: 500
bn: ক্ষমতা: 500
da: Kapacitet: 500
de: Kapazität: 500
el: Χωρητικότητα: 500
es: Capacidad: 500
fi: Kapasiteetti: 500
fr: Capacité : 500
he: קיבולת: 500
hi: क्षमता: 500
id: Kapasitas: 500
it: Capacità: 500
ja: 容量: 500
kn: ಸಾಮರ್ಥ್ಯ: 500
ml: ശേഷി: 500
mr: क्षमता: 500
nl: Capaciteit: 500
pa: ਸਮਰੱਥਾ: 500
pl: Pojemność: 500
pt: Capacidade: 500
ru: Вместимость: 500
sv: Kapacitet: 500
ta: திறன்: 500
te: సామర్థ్యం: 500
th: ความจุ: 500
tr: Kapasite: 500
vi: Công suất: 500

source: Show Interest
ar: إظهار الاهتمام
bn: আগ্রহ দেখান
da: Vis interesse
de: Zeigen Sie Interesse
el: Δείξε ενδιαφέρον
es: Mostrar interés
fi: Näytä kiinnostusta
fr: Montrer votre intérêt
he: הראה עניין
hi: रुचि दिखाएं
id: Memperhatikan
it: Mostra interesse
ja: 興味を示す
kn: ಆಸಕ್ತಿ ತೋರಿಸಿ
ml: താൽപ്പര്യം കാണിക്കുക
mr: स्वारस्य दाखवा
nl: Toon interesse
pa: ਦਿਲਚਸਪੀ ਦਿਖਾਓ
pl: Pokaż zainteresowanie
pt: Mostrar interesse
ru: Проявить интерес
sv: Visa intresse
ta: ஆர்வம் காட்டு
te: ఆసక్తి చూపండి
th: แสดงความสนใจ
tr: İlgi Göster
vi: Thể hiện sự quan tâm

source: RSVP
ar: من فضلك، أرسل رد
bn: আরএসভিপি
es: Confirmar asistencia
it: Rispondi
ja: お返事お願いします
ml: പ്രതികരിക്കുക
nl: Reageer
pl: Odpowiedź
pt: de RSVP
ru: Просьба ответить
sv: OSA
th: ตอบรับคำเชิญ
tr: Lütfen cevap veriniz
vi: trả lời

source: Close
ar: يغلق
bn: বন্ধ
da: Tæt
de: Schließen
el: Κοντά
es: Cerca
fi: Lähellä
fr: Fermer
he: לִסְגוֹר
hi: बंद करना
id: Menutup
it: Vicino
ja: 近い
kn: ಮುಚ್ಚಿ
ml: അടയ്ക്കുക
mr: बंद करा
nl: Dichtbij
pa: ਬੰਦ ਕਰੋ
pl: Zamknąć
pt: Fechar
ru: Закрывать
sv: Nära
ta: மூடு
te: మూసివేయి
th: ปิด
tr: Kapalı
vi: Đóng

source: Certificates - LMS Admin
bn: সার্টিফিকেট - এলএমএস অ্যাডমিন
da: Certifikater - LMS Admin
de: Zertifikate – LMS Admin
el: Πιστοποιητικά - Διαχειριστής LMS
es: Certificados - Administrador de LMS
fi: Sertifikaatit - LMS Admin
fr: Certificats - Administrateur LMS
gu: પ્રમાણપત્રો - LMS એડમિન
he: תעודות - LMS Admin
hi: प्रमाणपत्र - एलएमएस व्यवस्थापक
id: Sertifikat - Admin LMS
it: Certificati - Amministrazione LMS
ja: 証明書 - LMS 管理者
kn: ಪ್ರಮಾಣಪತ್ರಗಳು - LMS ನಿರ್ವಹಣೆ
ml: സർട്ടിഫിക്കറ്റുകൾ - LMS അഡ്മിൻ
mr: प्रमाणपत्रे - LMS प्रशासन
nl: Certificaten - LMS-beheerder
no: Sertifikater - LMS Admin
or: ସାର୍ଟିଫିକେଟ୍ - LMS ଆଡମିନି |
pa: ਸਰਟੀਫਿਕੇਟ - LMS ਪ੍ਰਸ਼ਾਸਕ
pl: Certyfikaty - Administrator LMS
pt: Certificados - Administrador LMS
ru: Сертификаты — администратор LMS
sv: Certifikat - LMS Admin
ta: சான்றிதழ்கள் - LMS நிர்வாகம்
te: సర్టిఫికెట్లు - LMS అడ్మిన్
th: ใบรับรอง - ผู้ดูแลระบบ LMS
tr: Sertifikalar - LMS Yöneticisi
vi: Chứng chỉ - Quản trị viên LMS

source: Course Categories - LMS Admin
bn: কোর্স বিভাগ - এলএমএস অ্যাডমিন
da: Kursuskategorier - LMS Admin
de: Kurskategorien – LMS Admin
el: Κατηγορίες Μαθημάτων - LMS Admin
es: Categorías de cursos - Administrador de LMS
fi: Kurssikategoriat - LMS Admin
fr: Catégories de cours - Administrateur LMS
he: קטגוריות הקורס - LMS Admin
hi: पाठ्यक्रम श्रेणियाँ - एलएमएस व्यवस्थापक
id: Kategori Kursus - Admin LMS
it: Categorie del corso - Amministrazione LMS
ja: コース カテゴリ - LMS 管理者
kn: ಕೋರ್ಸ್ ವರ್ಗಗಳು - LMS ನಿರ್ವಹಣೆ
ml: കോഴ്സ് വിഭാഗങ്ങൾ - LMS അഡ്മിൻ
mr: अभ्यासक्रम श्रेणी - LMS प्रशासन
nl: Cursuscategorieën - LMS-beheerder
pa: ਕੋਰਸ ਸ਼੍ਰੇਣੀਆਂ - LMS ਐਡਮਿਨ
pl: Kategorie kursów — Administrator LMS
pt: Categorias de cursos - Administração LMS
ru: Категории курсов – администратор LMS
sv: Kurskategorier - LMS Admin
ta: பாடப்பிரிவுகள் - LMS நிர்வாகம்
te: కోర్సు కేటగిరీలు - LMS అడ్మిన్
th: หมวดหมู่หลักสูตร - ผู้ดูแลระบบ LMS
tr: Kurs Kategorileri - LMS Yöneticisi
vi: Danh mục khóa học - LMS Admin

source: Course Categories
bn: কোর্স বিভাগ
da: Kursuskategorier
de: Kurskategorien
el: Κατηγορίες Μαθημάτων
es: Categorías de cursos
fi: Kurssin luokat
fr: Catégories de cours
he: קטגוריות הקורס
hi: पाठ्यक्रम श्रेणियाँ
id: Kategori Kursus
it: Categorie del corso
ja: コースカテゴリー
kn: ಕೋರ್ಸ್ ವರ್ಗಗಳು
ml: കോഴ്‌സ് വിഭാഗങ്ങൾ
mr: अभ्यासक्रम श्रेणी
nl: Cursuscategorieën
pa: ਕੋਰਸ ਸ਼੍ਰੇਣੀਆਂ
pl: Kategorie kursów
pt: Categorias de cursos
ru: Категории курса
sv: Kurskategorier
ta: பாடப்பிரிவுகள்
te: కోర్సు వర్గాలు
th: หมวดหมู่หลักสูตร
tr: Kurs Kategorileri
vi: Danh mục khóa học

source: Manage and Organize Your Course Categories
bn: আপনার কোর্সের বিভাগগুলি পরিচালনা এবং সংগঠিত করুন
da: Administrer og organiser dine kursuskategorier
de: Verwalten und organisieren Sie Ihre Kurskategorien
el: Διαχειριστείτε και οργανώστε τις κατηγορίες μαθημάτων σας
es: Administre y organice sus categorías de cursos
fi: Hallinnoi ja järjestä kurssikategorioitasi
fr: Gérez et organisez vos catégories de cours
he: נהל וארגן את קטגוריות הקורס שלך
hi: अपने पाठ्यक्रम श्रेणियों को प्रबंधित और व्यवस्थित करें
id: Kelola dan Atur Kategori Kursus Anda
it: Gestisci e organizza le categorie dei tuoi corsi
ja: コースカテゴリの管理と整理
kn: ನಿಮ್ಮ ಕೋರ್ಸ್ ವರ್ಗಗಳನ್ನು ನಿರ್ವಹಿಸಿ ಮತ್ತು ಸಂಘಟಿಸಿ
ml: നിങ്ങളുടെ കോഴ്‌സ് വിഭാഗങ്ങൾ നിയന്ത്രിക്കുകയും സംഘടിപ്പിക്കുകയും ചെയ്യുക
mr: तुमच्या अभ्यासक्रमाच्या श्रेणी व्यवस्थापित करा आणि व्यवस्थापित करा
nl: Beheer en organiseer uw cursuscategorieën
pa: ਆਪਣੇ ਕੋਰਸ ਸ਼੍ਰੇਣੀਆਂ ਦਾ ਪ੍ਰਬੰਧਨ ਅਤੇ ਵਿਵਸਥਿਤ ਕਰੋ
pl: Zarządzaj i organizuj kategorie kursów
pt: Gerencie e organize suas categorias de cursos
ru: Управляйте и организуйте категории вашего курса
sv: Hantera och organisera dina kurskategorier
ta: உங்கள் பாடப்பிரிவுகளை நிர்வகிக்கவும் மற்றும் ஒழுங்கமைக்கவும்
te: మీ కోర్సు వర్గాలను నిర్వహించండి మరియు నిర్వహించండి
th: จัดการและจัดระเบียบหมวดหมู่หลักสูตรของคุณ
tr: Kurs Kategorilerinizi Yönetin ve Düzenleyin
vi: Quản lý và sắp xếp các danh mục khóa học của bạn

source: Categories
ar: فئات
bn: ক্যাটাগরি
da: Kategorier
de: Kategorien
el: Κατηγορίες
es: Categorías
fi: Luokat
fr: Catégories
gu: શ્રેણીઓ
he: קטגוריות
hi: श्रेणियाँ
id: Kategori
it: Categorie
ja: カテゴリー
kn: ವರ್ಗಗಳು
ml: വിഭാഗങ്ങൾ
mr: श्रेण्या
nl: Categorieën
no: Kategorier
or: ବର୍ଗଗୁଡିକ
pa: ਸ਼੍ਰੇਣੀਆਂ
pl: Kategorie
pt: Categorias
ru: Категории
sv: Kategorier
ta: வகைகள்
te: వర్గాలు
th: หมวดหมู่
tr: Kategoriler
vi: Thể loại

source: Search categories...
bn: বিভাগগুলি অনুসন্ধান করুন...
da: Søg i kategorier...
de: Kategorien durchsuchen...
el: Αναζήτηση κατηγοριών...
es: Buscar categorías...
fi: Hae luokkia...
fr: Catégories de recherche...
he: חפש קטגוריות...
hi: श्रेणियां खोजें...
id: Kategori pencarian...
it: Cerca categorie...
ja: カテゴリを検索...
kn: ವರ್ಗಗಳನ್ನು ಹುಡುಕಿ...
ml: വിഭാഗങ്ങൾ തിരയുക...
mr: श्रेणी शोधा...
nl: Categorieën zoeken...
pa: ਸ਼੍ਰੇਣੀਆਂ ਖੋਜੋ...
pl: Kategorie wyszukiwania...
pt: Pesquisar categorias...
ru: Категории поиска...
sv: Sök kategorier...
ta: வகைகளைத் தேடு...
te: వర్గాలను శోధించండి...
th: ค้นหาหมวดหมู่...
tr: Kategorileri ara...
vi: Tìm kiếm danh mục...

source: All Statuses
ar: جميع الحالات
bn: সমস্ত স্ট্যাটাস
da: Alle statusser
de: Alle Status
el: Όλες οι καταστάσεις
es: Todos los estados
fi: Kaikki tilat
fr: Tous les statuts
gu: બધા સ્ટેટસ
he: כל הסטטוסים
hi: सभी क़ानून
id: Semua Status
it: Tutti gli stati
ja: すべてのステータス
kn: ಎಲ್ಲಾ ಸ್ಥಿತಿಗಳು
ml: എല്ലാ നിലകളും
mr: सर्व स्थिती
nl: Alle statussen
no: Alle statuser
or: ସମସ୍ତ ସ୍ଥିତି
pa: ਸਾਰੀਆਂ ਸਥਿਤੀਆਂ
pl: Wszystkie statusy
pt: Todos os status
ru: Все статусы
sv: Alla statusar
ta: அனைத்து நிலைகள்
te: అన్ని స్థితిగతులు
th: สถานะทั้งหมด
tr: Tüm Durumlar
vi: Tất cả trạng thái

source: Active
ar: نشيط
bn: সক্রিয়
da: Aktiv
de: Aktiv
el: Ενεργός
es: Activo
fi: Aktiivinen
fr: Actif
gu: સક્રિય
he: פָּעִיל
hi: सक्रिय
id: Aktif
it: Attivo
ja: アクティブ
kn: ಸಕ್ರಿಯ
ml: സജീവമാണ്
mr: सक्रिय
nl: Actief
no: Aktiv
or: ସକ୍ରିୟ |
pa: ਕਿਰਿਆਸ਼ੀਲ
pl: Aktywny
pt: Ativo
ru: Активный
sv: Aktiv
ta: செயலில்
te: చురుకుగా
th: คล่องแคล่ว
tr: Aktif
vi: Tích cực

source: Inactive
ar: غير نشط
bn: নিষ্ক্রিয়
da: Inaktiv
de: Inaktiv
el: Αδρανής
es: Inactivo
fi: Ei-aktiivinen
fr: Inactif
he: לֹא פָּעִיל
hi: निष्क्रिय
id: Tidak aktif
it: Inattivo
ja: 非アクティブ
kn: ನಿಷ್ಕ್ರಿಯ
ml: നിഷ്ക്രിയം
mr: निष्क्रिय
nl: Inactief
pa: ਅਕਿਰਿਆਸ਼ੀਲ
pl: Nieaktywny
pt: Inativo
ru: Неактивный
sv: Inaktiv
ta: செயலற்றது
te: నిష్క్రియ
th: ไม่ได้ใช้งาน
tr: Etkin değil
vi: Không hoạt động

source: Create Category
ar: إنشاء فئة
bn: বিভাগ তৈরি করুন
da: Opret kategori
de: Kategorie erstellen
el: Δημιουργία κατηγορίας
es: Crear categoría
fi: Luo luokka
fr: Créer une catégorie
gu: શ્રેણી બનાવો
he: צור קטגוריה
hi: श्रेणी बनाएं
id: Buat Kategori
it: Crea categoria
ja: カテゴリの作成
kn: ವರ್ಗವನ್ನು ರಚಿಸಿ
ml: വിഭാഗം സൃഷ്ടിക്കുക
mr: श्रेणी तयार करा
nl: Categorie maken
no: Opprett kategori
or: ବର୍ଗ ସୃଷ୍ଟି କରନ୍ତୁ |
pa: ਸ਼੍ਰੇਣੀ ਬਣਾਓ
pl: Utwórz kategorię
pt: Criar categoria
ru: Создать категорию
sv: Skapa kategori
ta: வகையை உருவாக்கவும்
te: వర్గాన్ని సృష్టించండి
th: สร้างหมวดหมู่
tr: Kategori Oluştur
vi: Tạo danh mục

source: Export Categories
bn: রপ্তানি বিভাগ
da: Eksporter kategorier
de: Kategorien exportieren
el: Κατηγορίες εξαγωγών
es: Categorías de exportación
fi: Vie luokat
fr: Exporter les catégories
he: ייצוא קטגוריות
hi: निर्यात श्रेणियाँ
id: Ekspor Kategori
it: Esporta categorie
ja: エクスポートカテゴリ
kn: ರಫ್ತು ವರ್ಗಗಳು
ml: കയറ്റുമതി വിഭാഗങ്ങൾ
mr: श्रेण्या निर्यात करा
nl: Categorieën exporteren
pa: ਸ਼੍ਰੇਣੀਆਂ ਨੂੰ ਨਿਰਯਾਤ ਕਰੋ
pl: Eksportuj kategorie
pt: Exportar categorias
ru: Категории экспорта
sv: Exportera kategorier
ta: ஏற்றுமதி வகைகள்
te: ఎగుమతి కేటగిరీలు
th: ส่งออกหมวดหมู่
tr: İhracat Kategorileri
vi: Xuất danh mục

source: Category Name
bn: বিভাগের নাম
da: Kategorinavn
de: Kategoriename
el: Όνομα κατηγορίας
es: Nombre de categoría
fi: Luokan nimi
fr: Nom de la catégorie
he: שם הקטגוריה
hi: श्रेणी नाम
id: Nama Kategori
it: Nome della categoria
ja: カテゴリ名
kn: ವರ್ಗದ ಹೆಸರು
ml: വിഭാഗത്തിൻ്റെ പേര്
mr: श्रेणीचे नाव
nl: Categorienaam
pa: ਸ਼੍ਰੇਣੀ ਦਾ ਨਾਮ
pl: Nazwa kategorii
pt: Nome da categoria
ru: Название категории
sv: Kategorinamn
ta: வகை பெயர்
te: వర్గం పేరు
th: ชื่อหมวดหมู่
tr: Kategori Adı
vi: Tên danh mục

source: Description
ar: وصف
bn: বর্ণনা
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
es: Descripción
fi: Kuvaus
he: תֵאוּר
hi: विवरण
id: Keterangan
it: Descrizione
ja: 説明
kn: ವಿವರಣೆ
ml: വിവരണം
mr: वर्णन
nl: Beschrijving
pa: ਵਰਣਨ
pl: Opis
pt: Descrição
ru: Описание
sv: Beskrivning
ta: விளக்கம்
te: వివరణ
th: คำอธิบาย
tr: Tanım
vi: Sự miêu tả

source: Courses
ar: الدورات
bn: কোর্স
da: Kurser
de: Kurse
el: Μαθήματα
es: Cursos
fi: Kurssit
fr: Cours
gu: અભ્યાસક્રમો
he: קורסים
hi: पाठ्यक्रम
id: Kursus
it: Corsi
ja: コース
kn: ಕೋರ್ಸ್‌ಗಳು
ml: കോഴ്സുകൾ
mr: अभ्यासक्रम
nl: Cursussen
no: Kurs
or: ପାଠ୍ୟକ୍ରମ
pa: ਕੋਰਸ
pl: Kursy
pt: Cursos
ru: Курсы
sv: Kurser
ta: படிப்புகள்
te: కోర్సులు
th: หลักสูตร
tr: Kurslar
vi: Khóa học

source: Status
ar: حالة
bn: স্ট্যাটাস
el: Κατάσταση
es: Estado
fr: Statut
gu: સ્થિતિ
he: סטָטוּס
hi: स्थिति
it: Stato
ja: 状態
kn: ಸ್ಥಿತಿ
ml: നില
mr: स्थिती
or: ସ୍ଥିତି
pa: ਸਥਿਤੀ
ru: Статус
ta: நிலை
te: స్థితి
th: สถานะ
tr: Durum
vi: Trạng thái

source: Showing %(start)s to %(end)s of %(total)s results
ar: عرض %(النجوم إلى %(end)a من %(total)s النتائج
bn: %(মোট) ফলাফলের %(তারা থেকে %(শেষ)a পর্যন্ত দেখানো হচ্ছে
da: Viser %(stjerner til %(end)a af %(total)s resultater
de: Es werden %(Sterne bis %(end)a von %(total)s Ergebnissen angezeigt
el: Εμφάνιση %(stars έως %(end)a από %(total)s αποτελέσματα
es: Mostrando %(estrellas hasta %(end)a de %(total)s resultados
fi: Näytetään %(tähdistä %(end)a %(total)s tuloksesta
fr: Affichage de %(étoiles à %(end)a des %(total)s résultats
he: מציג %(כוכבים עד %(end)a מתוך %(total)s תוצאות
hi: %(कुल) परिणामों में से %(end)a को %(stars) दिखा रहा है
id: Menampilkan %(bintang hingga %(akhir)a dari %(total)s hasil
it: Visualizzazione di %(stelle fino a %(fine)a di %(totale)s risultati
ja: %(total)s 件中 %(star から %(end)a までの結果を表示しています
kn: %(ಒಟ್ಟು)ಗಳ ಫಲಿತಾಂಶಗಳಲ್ಲಿ %(ನಕ್ಷತ್ರಗಳಿಂದ %(ಅಂತ್ಯ)a ವರೆಗೆ ತೋರಿಸಲಾಗುತ್ತಿದೆ
ml: %(ആകെ) ഫലങ്ങളുടെ %(നക്ഷത്രങ്ങൾ മുതൽ %(അവസാനം)a വരെ കാണിക്കുന്നു
mr: %(एकूण) परिणामांपैकी %(तारे ते %(अंत)अ पर्यंत दाखवत आहे
nl: Toont %(sterren tot %(end)a van %(total)s resultaten
pa: %(ਕੁੱਲ) ਨਤੀਜੇ ਦੇ %(ਤਾਰੇ %(ਅੰਤ)a ਤੱਕ ਦਿਖਾ ਰਿਹਾ ਹੈ
pl: Wyświetlanie %(gwiazdek do %(końca)a z %(total) wyników
pt: Mostrando %(estrelas até %(end)a de %(total)s resultados
ru: Отображение %(звездочек до %(конца)a из %(всего)s результатов
sv: Visar %(stjärnor till %(end)a av %(total)s resultat
ta: %(மொத்தம்)s முடிவுகளில் %(நட்சத்திரங்கள் முதல் %(முடிவு)a வரை காட்டுகிறது
te: %(మొత్తం)s ఫలితాలలో %(నక్షత్రాల నుండి %(ముగింపు)a వరకు చూపుతోంది
th: กำลังแสดงผลลัพธ์ %(stars ถึง %(end)a จาก %(total)s
tr: %(total)s sonuçtan %(stars - %(end)a arası gösteriliyor
vi: Hiển thị %(sao cho %(end)a trong tổng số %(total)s kết quả

source: Create New Course
ar: إنشاء دورة جديدة
bn: নতুন কোর্স তৈরি করুন
da: Opret nyt kursus
de: Neuen Kurs erstellen
el: Δημιουργία νέου μαθήματος
es: Crear nuevo curso
fi: Luo uusi kurssi
fr: Créer un nouveau cours
he: צור קורס חדש
hi: नया पाठ्यक्रम बनाएं
id: Buat Kursus Baru
it: Crea nuovo corso
ja: 新しいコースを作成する
kn: ಹೊಸ ಕೋರ್ಸ್ ರಚಿಸಿ
ml: പുതിയ കോഴ്സ് സൃഷ്ടിക്കുക
mr: नवीन अभ्यासक्रम तयार करा
nl: Maak een nieuwe cursus
pa: ਨਵਾਂ ਕੋਰਸ ਬਣਾਓ
pl: Utwórz nowy kurs
pt: Criar novo curso
ru: Создать новый курс
sv: Skapa ny kurs
ta: புதிய பாடத்திட்டத்தை உருவாக்கவும்
te: కొత్త కోర్సును సృష్టించండి
th: สร้างหลักสูตรใหม่
tr: Yeni Kurs Oluştur
vi: Tạo khóa học mới

source: Fill out the form below to create a new course.
ar: املأ النموذج أدناه لإنشاء دورة جديدة.
bn: একটি নতুন কোর্স তৈরি করতে নীচের ফর্মটি পূরণ করুন।
da: Udfyld formularen nedenfor for at oprette et nyt kursus.
de: Füllen Sie das Formular unten aus, um einen neuen Kurs zu erstellen.
el: Συμπληρώστε την παρακάτω φόρμα για να δημιουργήσετε ένα νέο μάθημα.
es: Complete el siguiente formulario para crear un nuevo curso.
fi: Luo uusi kurssi täyttämällä alla oleva lomake.
fr: Remplissez le formulaire ci-dessous pour créer un nouveau cours.
he: מלא את הטופס למטה כדי ליצור קורס חדש.
hi: नया पाठ्यक्रम बनाने के लिए नीचे दिया गया फॉर्म भरें।
id: Isi formulir di bawah ini untuk membuat kursus baru.
it: Compila il modulo sottostante per creare un nuovo corso.
ja: 新しいコースを作成するには、以下のフォームに記入してください。
kn: ಹೊಸ ಕೋರ್ಸ್ ರಚಿಸಲು ಕೆಳಗಿನ ಫಾರ್ಮ್ ಅನ್ನು ಭರ್ತಿ ಮಾಡಿ.
ml: ഒരു പുതിയ കോഴ്‌സ് സൃഷ്‌ടിക്കാൻ ചുവടെയുള്ള ഫോം പൂരിപ്പിക്കുക.
mr: नवीन कोर्स तयार करण्यासाठी खालील फॉर्म भरा.
nl: Vul het onderstaande formulier in om een ​​nieuwe cursus aan te maken.
pa: ਨਵਾਂ ਕੋਰਸ ਬਣਾਉਣ ਲਈ ਹੇਠਾਂ ਦਿੱਤੇ ਫਾਰਮ ਨੂੰ ਭਰੋ।
pl: Wypełnij poniższy formularz, aby utworzyć nowy kurs.
pt: Preencha o formulário abaixo para criar um novo curso.
ru: Заполните форму ниже, чтобы создать новый курс.
sv: Fyll i formuläret nedan för att skapa en ny kurs.
ta: புதிய பாடத்திட்டத்தை உருவாக்க கீழே உள்ள படிவத்தை நிரப்பவும்.
te: కొత్త కోర్సును సృష్టించడానికి దిగువ ఫారమ్‌ను పూరించండి.
th: กรอกแบบฟอร์มด้านล่างเพื่อสร้างหลักสูตรใหม่
tr: Yeni bir kurs oluşturmak için aşağıdaki formu doldurun.
vi: Điền vào mẫu dưới đây để tạo một khóa học mới.
