Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Registration Number:
ar: رقم التسجيل:
bn: নিবন্ধন নম্বর:
da: Registreringsnummer:
de: Registrierungsnummer:
el: Αριθμός Εγγραφής:
es: Número de registro:
fi: Rekisterinumero:
fr: Numéro d'enregistrement :
he: מספר רישום:
hi: पंजीकरण संख्या:
id: Nomor pendaftaran:
it: Numero di registrazione:
ja: 登録番号:
kn: ನೋಂದಣಿ ಸಂಖ್ಯೆ:
ml: രജിസ്ട്രേഷൻ നമ്പർ:
mr: नोंदणी क्रमांक:
nl: Registratienummer:
pa: ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਨੰਬਰ:
pl: Numer rejestracyjny:
pt: Número de registro:
ru: Регистрационный номер:
sv: Registreringsnummer:
ta: பதிவு எண்:
te: నమోదు సంఖ్య:
th: หมายเลขทะเบียน:
tr: Kayıt Numarası:
vi: Số đăng ký:

source: Founded Date:
ar: تاريخ التأسيس:
bn: প্রতিষ্ঠার তারিখ:
da: Grundlagt dato:
de: Gründungsdatum:
el: Ημερομηνία ίδρυσης:
es: Fecha de fundación:
fi: Perustamispäivä:
fr: Date de création :
he: תאריך ייסוד:
hi: स्थापना तिथि:
id: Tanggal Didirikan:
it: Data di fondazione:
ja: 設立日:
kn: ಸ್ಥಾಪಿತ ದಿನಾಂಕ:
ml: സ്ഥാപിതമായ തീയതി:
mr: स्थापना तारीख:
nl: Oprichtingsdatum:
pa: ਸਥਾਪਨਾ ਮਿਤੀ:
pl: Data założenia:
pt: Data de Fundação:
ru: Дата основания:
sv: Grundningsdatum:
ta: நிறுவப்பட்ட தேதி:
te: స్థాపించబడిన తేదీ:
th: วันที่ก่อตั้ง:
tr: Kuruluş Tarihi:
vi: Ngày thành lập:

source: Industry:
ar: صناعة:
bn: শিল্প:
da: Industri:
de: Industrie:
el: Βιομηχανία:
es: Industria:
fi: Toimiala:
fr: Industrie:
he: תַעֲשִׂיָה:
hi: उद्योग:
id: Industri:
it: Industria:
ja: 業界：
kn: ಉದ್ಯಮ:
ml: വ്യവസായം:
mr: उद्योग:
nl: Industrie:
pa: ਉਦਯੋਗ:
pl: Przemysł:
pt: Indústria:
ru: Отрасль:
sv: Industri:
ta: தொழில்:
te: పరిశ్రమ:
th: อุตสาหกรรม:
tr: Endüstri:
vi: Ngành công nghiệp:

source: Additional Information
ar: معلومات إضافية
bn: অতিরিক্ত তথ্য
da: Yderligere oplysninger
de: Weitere Informationen
el: Πρόσθετες Πληροφορίες
es: información adicional
fi: Lisätietoja
fr: Informations Complémentaires
he: מידע נוסף
hi: अतिरिक्त जानकारी
id: Informasi Tambahan
it: Informazioni aggiuntive
ja: 追加情報
kn: ಹೆಚ್ಚುವರಿ ಮಾಹಿತಿ
ml: അധിക വിവരം
mr: अतिरिक्त माहिती
nl: Aanvullende informatie
pa: ਵਧੀਕ ਜਾਣਕਾਰੀ
pl: Dodatkowe informacje
pt: Informações adicionais
ru: Дополнительная информация
sv: Ytterligare information
ta: கூடுதல் தகவல்
te: అదనపు సమాచారం
th: ข้อมูลเพิ่มเติม
tr: Ek Bilgiler
vi: Thông tin bổ sung

source: Website:
ar: موقع إلكتروني:
bn: ওয়েবসাইট:
da: Hjemmeside:
de: Webseite:
el: Δικτυακός τόπος:
es: Sitio web:
fi: Verkkosivusto:
fr: Site web:
he: אֲתַר אִינטֶרנֶט:
hi: वेबसाइट:
id: Situs web:
it: Sito web:
ja: Webサイト：
kn: ವೆಬ್‌ಸೈಟ್:
ml: വെബ്സൈറ്റ്:
mr: वेबसाइट:
pa: ਵੈੱਬਸਾਈਟ:
pl: Strona internetowa:
pt: Site:
ru: Веб-сайт:
sv: Webbplats:
ta: இணையதளம்:
te: వెబ్‌సైట్:
th: เว็บไซต์:
tr: Web sitesi:
vi: Trang web:

source: Description:
ar: وصف:
bn: বর্ণনা:
da: Beskrivelse:
de: Beschreibung:
el: Περιγραφή:
es: Descripción:
fi: Kuvaus:
he: תֵאוּר:
hi: विवरण:
id: Keterangan:
it: Descrizione:
ja: 説明：
kn: ವಿವರಣೆ:
ml: വിവരണം:
mr: वर्णन:
nl: Beschrijving:
pa: ਵਰਣਨ:
pl: Opis:
pt: Descrição:
ru: Описание:
sv: Beskrivning:
ta: விளக்கம்:
te: వివరణ:
th: คำอธิบาย:
tr: Tanım:
vi: Sự miêu tả:

source: Logo:
ar: الشعار:
bn: লোগো:
el: Λογότυπο:
he: סֵמֶל:
hi: प्रतीक चिन्ह:
ja: ロゴ：
kn: ಲೋಗೋ:
ml: ലോഗോ:
mr: लोगो:
pa: ਲੋਗੋ:
ru: Логотип:
sv: Logotyp:
ta: சின்னம்:
te: లోగో:
th: โลโก้:
vi: biểu tượng:

source: Organization Logo
ar: شعار المنظمة
bn: সংস্থার লোগো
da: Organisations logo
de: Organisationslogo
el: Λογότυπο Οργανισμού
es: Logotipo de la organización
fi: Organisaation logo
fr: Logo de l'organisation
he: לוגו הארגון
hi: संगठन का लोगो
id: Logo Organisasi
it: Logo dell'organizzazione
ja: 組織ロゴ
kn: ಸಂಸ್ಥೆಯ ಲೋಗೋ
ml: ഓർഗനൈസേഷൻ ലോഗോ
mr: संस्थेचा लोगो
nl: Organisatie-logo
pa: ਸੰਸਥਾ ਦਾ ਲੋਗੋ
pl: Logo organizacji
pt: Logotipo da organização
ru: Логотип организации
sv: Organisationens logotyp
ta: அமைப்பின் லோகோ
te: సంస్థ లోగో
th: โลโก้องค์กร
tr: Organizasyon Logosu
vi: Logo tổ chức

source: No logo available
ar: لا يوجد شعار متاح
bn: কোন লোগো উপলব্ধ
da: Intet logo tilgængeligt
de: Kein Logo verfügbar
el: Δεν υπάρχει διαθέσιμο λογότυπο
es: No hay logotipo disponible
fi: Logoa ei ole saatavilla
fr: Aucun logo disponible
he: אין לוגו זמין
hi: कोई लोगो उपलब्ध नहीं है
id: Tidak ada logo yang tersedia
it: Nessun logo disponibile
ja: ロゴがありません
kn: ಯಾವುದೇ ಲೋಗೋ ಲಭ್ಯವಿಲ್ಲ
ml: ലോഗോ ലഭ്യമല്ല
mr: लोगो उपलब्ध नाही
nl: Geen logo beschikbaar
pa: ਕੋਈ ਲੋਗੋ ਉਪਲਬਧ ਨਹੀਂ ਹੈ
pl: Brak logo
pt: Nenhum logotipo disponível
ru: Нет логотипа
sv: Ingen logotyp tillgänglig
ta: லோகோ இல்லை
te: లోగో అందుబాటులో లేదు
th: ไม่มีโลโก้ให้เลือก
tr: Logo mevcut değil
vi: Không có logo

source: Parent
ar: الوالد
bn: অভিভাবক
da: Forælder
de: Elternteil
el: Μητρική εταιρεία
es: Padre
fi: Vanhempi
fr: Mère
he: הוֹרֶה
hi: माता-पिता
id: Induk
it: Genitore
ja: 親
kn: ಪೋಷಕ
ml: രക്ഷിതാവ്
mr: पालक
nl: Ouder
pa: ਮਾਪੇ
pl: Roślina mateczna
pt: Pai
ru: Родитель
sv: Förälder
ta: பெற்றோர்
te: తల్లిదండ్రులు
th: พ่อแม่
tr: Ebeveyn
vi: cha mẹ

source: Manager
ar: مدير
bn: ম্যানেজার
el: Διευθυντής
es: Gerente
fr: Directeur
he: מְנַהֵל
hi: प्रबंधक
id: Manajer
ja: マネージャー
kn: ಮ್ಯಾನೇಜರ್
ml: മാനേജർ
mr: व्यवस्थापक
pa: ਮੈਨੇਜਰ
pl: Menedżer
pt: Gerente
ru: Менеджер
sv: Chef
ta: மேலாளர்
te: మేనేజర్
th: ผู้จัดการ
tr: Müdür
vi: Giám đốc

source: No organization units found.
ar: لم يتم العثور على وحدات تنظيمية.
bn: কোনো প্রতিষ্ঠানের ইউনিট পাওয়া যায়নি।
da: Ingen organisationsenheder fundet.
de: Keine Organisationseinheiten gefunden.
el: Δεν βρέθηκαν οργανωτικές μονάδες.
es: No se encontraron unidades organizativas.
fi: Organisaatioyksiköitä ei löytynyt.
fr: Aucune unité d'organisation trouvée.
he: לא נמצאו יחידות ארגוניות.
hi: कोई संगठन इकाई नहीं मिली.
id: Tidak ada unit organisasi yang ditemukan.
it: Nessuna unità organizzativa trovata.
ja: 組織単位が見つかりません。
kn: ಯಾವುದೇ ಸಂಸ್ಥೆಯ ಘಟಕಗಳು ಕಂಡುಬಂದಿಲ್ಲ.
ml: സംഘടനാ യൂണിറ്റുകളൊന്നും കണ്ടെത്തിയില്ല.
mr: कोणतीही संस्था एकके आढळली नाहीत.
nl: Geen organisatie-eenheden gevonden.
pa: ਕੋਈ ਸੰਗਠਨ ਯੂਨਿਟ ਨਹੀਂ ਮਿਲੇ।
pl: Nie znaleziono jednostek organizacyjnych.
pt: Nenhuma unidade organizacional encontrada.
ru: Подразделения организации не найдены.
sv: Inga organisationsenheter hittades.
ta: அமைப்பு அலகுகள் எதுவும் இல்லை.
te: సంస్థ యూనిట్లు ఏవీ కనుగొనబడలేదు.
th: ไม่พบหน่วยขององค์กร
tr: Hiçbir organizasyon birimi bulunamadı.
vi: Không tìm thấy đơn vị tổ chức nào.

source: Headquarters
ar: المقر الرئيسي
bn: সদর দপ্তর
da: Hovedkvarter
de: Hauptsitz
el: Αρχηγείο
es: Sede
fi: Päämaja
fr: Quartier général
he: מַטֶה
hi: मुख्यालय
id: Markas besar
it: Sede
ja: 本部
kn: ಪ್ರಧಾನ ಕಛೇರಿ
ml: ആസ്ഥാനം
mr: मुख्यालय
nl: Hoofdkwartier
pa: ਹੈੱਡਕੁਆਰਟਰ
pl: Siedziba
pt: Sede
ru: Штаб-квартира
sv: Huvudkontor
ta: தலைமையகம்
te: ప్రధాన కార్యాలయం
th: สำนักงานใหญ่
tr: Karargah
vi: Trụ sở chính

source: No locations found.
ar: لم يتم العثور على مواقع.
bn: কোন অবস্থান খুঁজে পাওয়া যায়নি.
da: Ingen steder fundet.
de: Keine Standorte gefunden.
el: Δεν βρέθηκαν τοποθεσίες.
es: No se encontraron ubicaciones.
fi: Paikkoja ei löytynyt.
fr: Aucun emplacement trouvé.
he: לא נמצאו מיקומים.
hi: कोई स्थान नहीं मिला.
id: Tidak ada lokasi yang ditemukan.
it: Nessuna posizione trovata.
ja: 場所が見つかりませんでした。
kn: ಯಾವುದೇ ಸ್ಥಳಗಳು ಕಂಡುಬಂದಿಲ್ಲ.
ml: ലൊക്കേഷനുകളൊന്നും കണ്ടെത്തിയില്ല.
mr: कोणतीही स्थाने आढळली नाहीत.
nl: Geen locaties gevonden.
pa: ਕੋਈ ਟਿਕਾਣਾ ਨਹੀਂ ਮਿਲਿਆ।
pl: Nie znaleziono lokalizacji.
pt: Nenhum local encontrado.
ru: Места не найдены.
sv: Inga platser hittades.
ta: இருப்பிடங்கள் எதுவும் இல்லை.
te: స్థానాలు ఏవీ కనుగొనబడలేదు.
th: ไม่พบสถานที่
tr: Hiçbir konum bulunamadı.
vi: Không tìm thấy địa điểm nào.

source: Organization Contacts
ar: اتصالات المنظمة
bn: সংস্থার পরিচিতি
da: Organisationskontakter
de: Organisationskontakte
el: Επαφές Οργανισμού
es: Contactos de la organización
fi: Organisaation yhteystiedot
fr: Contacts de l'organisation
he: אנשי קשר של הארגון
hi: संगठन संपर्क
id: Kontak Organisasi
it: Contatti dell'organizzazione
ja: 組織の連絡先
kn: ಸಂಸ್ಥೆಯ ಸಂಪರ್ಕಗಳು
ml: ഓർഗനൈസേഷൻ കോൺടാക്റ്റുകൾ
mr: संस्था संपर्क
nl: Organisatiecontacten
pa: ਸੰਗਠਨ ਸੰਪਰਕ
pl: Kontakty organizacji
pt: Contatos da Organização
ru: Контакты организации
sv: Organisationskontakter
ta: நிறுவன தொடர்புகள்
te: సంస్థ పరిచయాలు
th: ข้อมูลติดต่อขององค์กร
tr: Organizasyon İletişim Bilgileri
vi: Liên hệ tổ chức

source: Position
ar: موضع
bn: অবস্থান
el: Θέση
es: Posición
fi: asema
he: מַצָב
hi: पद
id: Posisi
it: Posizione
ja: 位置
kn: ಸ್ಥಾನ
ml: സ്ഥാനം
mr: स्थिती
nl: Positie
pa: ਸਥਿਤੀ
pl: Pozycja
pt: Posição
ru: Позиция
sv: Placera
ta: பதவி
te: స్థానం
th: ตำแหน่ง
tr: Konum
vi: Chức vụ

source: Phone
ar: هاتف
bn: ফোন
da: Telefon
de: Telefon
el: Τηλέφωνο
es: Teléfono
fi: Puhelin
fr: Téléphone
he: טֵלֵפוֹן
hi: फ़ोन
id: Telepon
it: Telefono
ja: 電話
kn: ಫೋನ್
ml: ഫോൺ
mr: फोन
nl: Telefoon
pa: ਫ਼ੋਨ
pl: Telefon
pt: Telefone
ru: Телефон
sv: Telefon
ta: தொலைபேசி
te: ఫోన్
th: โทรศัพท์
tr: Telefon
vi: Điện thoại

source: Primary
ar: أساسي
bn: প্রাথমিক
da: Primær
de: Primär
el: Πρωταρχικός
es: Primario
fi: Ensisijainen
fr: Primaire
he: יְסוֹדִי
hi: प्राथमिक
id: Utama
it: Primario
ja: 主要な
kn: ಪ್ರಾಥಮಿಕ
ml: പ്രാഥമികം
mr: प्राथमिक
nl: Primair
pa: ਪ੍ਰਾਇਮਰੀ
pl: Podstawowy
pt: Primário
ru: Начальный
sv: Primär
ta: முதன்மை
te: ప్రాథమిక
th: หลัก
tr: Öncelik
vi: Sơ đẳng

source: No contacts found.
ar: لم يتم العثور على جهات اتصال.
bn: কোন পরিচিতি পাওয়া যায়নি.
da: Ingen kontakter fundet.
de: Keine Kontakte gefunden.
el: Δεν βρέθηκαν επαφές.
es: No se encontraron contactos.
fi: Yhteystietoja ei löytynyt.
fr: Aucun contact trouvé.
he: לא נמצאו אנשי קשר.
hi: कोई संपर्क नहीं मिला.
id: Tidak ada kontak yang ditemukan.
it: Nessun contatto trovato.
ja: 連絡先が見つかりませんでした。
kn: ಯಾವುದೇ ಸಂಪರ್ಕಗಳು ಕಂಡುಬಂದಿಲ್ಲ.
ml: കോൺടാക്‌റ്റുകളൊന്നും കണ്ടെത്തിയില്ല.
mr: कोणतेही संपर्क आढळले नाहीत.
nl: Geen contacten gevonden.
pa: ਕੋਈ ਸੰਪਰਕ ਨਹੀਂ ਮਿਲੇ।
pl: Nie znaleziono żadnych kontaktów.
pt: Nenhum contato encontrado.
ru: Контакты не найдены.
sv: Inga kontakter hittades.
ta: தொடர்புகள் எதுவும் இல்லை.
te: పరిచయాలు ఏవీ కనుగొనబడలేదు.
th: ไม่พบผู้ติดต่อ
tr: Hiçbir kişi bulunamadı.
vi: Không tìm thấy địa chỉ liên hệ nào.

source: Organization Employee Profiles - LMS Admin
ar: ملفات تعريف موظفي المؤسسة - مسؤول LMS
bn: সংস্থার কর্মচারী প্রোফাইল - LMS অ্যাডমিন
da: Organisation medarbejderprofiler - LMS Admin
de: Mitarbeiterprofile der Organisation – LMS-Administrator
el: Προφίλ Υπαλλήλων Οργανισμού - Διαχειριστής LMS
es: Perfiles de empleados de la organización - Administrador de LMS
fi: Organisaation työntekijäprofiilit - LMS Admin
fr: Profils des employés de l'organisation - Administrateur LMS
he: פרופילי עובדים בארגון - מנהל מערכת LMS
hi: संगठन कर्मचारी प्रोफ़ाइल - एलएमएस व्यवस्थापक
id: Profil Karyawan Organisasi - Admin LMS
it: Profili dei dipendenti dell'organizzazione - Ammin. LMS
ja: 組織の従業員プロフィール - LMS 管理者
kn: ಸಂಸ್ಥೆಯ ಉದ್ಯೋಗಿಗಳ ಪ್ರೊಫೈಲ್‌ಗಳು - LMS ನಿರ್ವಹಣೆ
ml: ഓർഗനൈസേഷൻ ജീവനക്കാരുടെ പ്രൊഫൈലുകൾ - LMS അഡ്മിൻ
mr: संस्था कर्मचारी प्रोफाइल - LMS प्रशासन
nl: Organisatiemedewerkerprofielen - LMS-beheerder
pa: ਸੰਗਠਨ ਕਰਮਚਾਰੀ ਪ੍ਰੋਫਾਈਲ - LMS ਪ੍ਰਸ਼ਾਸਕ
pl: Profile pracowników organizacji — administrator LMS
pt: Perfis de funcionários da organização - Administrador LMS
ru: Профили сотрудников организации – администратор LMS
sv: Organisationsanställda profiler - LMS Admin
ta: நிறுவன ஊழியர் விவரங்கள் - LMS நிர்வாகம்
te: సంస్థ ఉద్యోగుల ప్రొఫైల్‌లు - LMS అడ్మిన్
th: โปรไฟล์พนักงานขององค์กร - ผู้ดูแลระบบ LMS
tr: Kuruluş Çalışan Profilleri - LMS Yöneticisi
vi: Hồ sơ nhân viên của tổ chức - LMS Admin

source: Organization Employee Profiles
ar: ملفات تعريف موظفي المنظمة
bn: সংস্থার কর্মচারী প্রোফাইল
da: Organisationens medarbejderprofiler
de: Mitarbeiterprofile der Organisation
el: Προφίλ Υπαλλήλων Οργανισμού
es: Perfiles de empleados de la organización
fi: Organisaation työntekijäprofiilit
fr: Profils des employés de l’organisation
he: פרופילי עובדים בארגון
hi: संगठन कर्मचारी प्रोफ़ाइल
id: Profil Karyawan Organisasi
it: Profili dei dipendenti dell'organizzazione
ja: 組織の従業員プロフィール
kn: ಸಂಸ್ಥೆಯ ಉದ್ಯೋಗಿಗಳ ವಿವರಗಳು
ml: ഓർഗനൈസേഷൻ ജീവനക്കാരുടെ പ്രൊഫൈലുകൾ
mr: संस्था कर्मचारी प्रोफाइल
nl: Organisatiemedewerkerprofielen
pa: ਸੰਗਠਨ ਕਰਮਚਾਰੀ ਪ੍ਰੋਫਾਈਲ
pl: Profile pracowników organizacji
pt: Perfis de funcionários da organização
ru: Профили сотрудников организации
sv: Organisationsanställda profiler
ta: நிறுவன ஊழியர் விவரங்கள்
te: సంస్థ ఉద్యోగుల ప్రొఫైల్స్
th: โปรไฟล์พนักงานขององค์กร
tr: Organizasyon Çalışan Profilleri
vi: Hồ sơ nhân viên của tổ chức

source: Manage organization employee profiles
ar: إدارة الملفات الشخصية لموظفي المنظمة
bn: প্রতিষ্ঠানের কর্মচারী প্রোফাইল পরিচালনা করুন
da: Administrer organisationens medarbejderprofiler
de: Verwalten Sie die Mitarbeiterprofile der Organisation
el: Διαχειριστείτε τα προφίλ εργαζομένων του οργανισμού
es: Gestionar perfiles de empleados de la organización
fi: Hallinnoi organisaation työntekijäprofiileja
fr: Gérer les profils des employés de l'organisation
he: ניהול פרופילי עובדים בארגון
hi: संगठन कर्मचारी प्रोफ़ाइल प्रबंधित करें
id: Kelola profil karyawan organisasi
it: Gestire i profili dei dipendenti dell'organizzazione
ja: 組織の従業員プロフィールを管理する
kn: ಸಂಸ್ಥೆಯ ಉದ್ಯೋಗಿ ಪ್ರೊಫೈಲ್‌ಗಳನ್ನು ನಿರ್ವಹಿಸಿ
ml: സ്ഥാപന ജീവനക്കാരുടെ പ്രൊഫൈലുകൾ കൈകാര്യം ചെയ്യുക
mr: संस्था कर्मचारी प्रोफाइल व्यवस्थापित करा
nl: Beheer werknemersprofielen van de organisatie
pa: ਸੰਗਠਨ ਦੇ ਕਰਮਚਾਰੀ ਪ੍ਰੋਫਾਈਲਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ
pl: Zarządzaj profilami pracowników organizacji
pt: Gerenciar perfis de funcionários da organização
ru: Управление профилями сотрудников организации
sv: Hantera organisationens anställdas profiler
ta: நிறுவன ஊழியர் சுயவிவரங்களை நிர்வகிக்கவும்
te: సంస్థ ఉద్యోగుల ప్రొఫైల్‌లను నిర్వహించండి
th: จัดการโปรไฟล์พนักงานขององค์กร
tr: Kuruluş çalışan profillerini yönetin
vi: Quản lý hồ sơ nhân viên tổ chức

source: Filter Employees
ar: تصفية الموظفين
bn: ফিল্টার কর্মচারী
da: Filtrer medarbejdere
de: Mitarbeiter filtern
el: Φιλτράρισμα εργαζομένων
es: Filtrar empleados
fi: Suodata työntekijät
fr: Filtrer les employés
he: סינון עובדים
hi: कर्मचारियों को फ़िल्टर करें
id: Filter Karyawan
it: Filtra dipendenti
ja: 従業員のフィルタリング
kn: ಫಿಲ್ಟರ್ ನೌಕರರು
ml: ഫിൽട്ടർ ജീവനക്കാർ
mr: कर्मचारी फिल्टर करा
nl: Werknemers filteren
pa: ਫਿਲਟਰ ਕਰਮਚਾਰੀ
pl: Filtruj pracowników
pt: Filtrar funcionários
ru: Фильтровать сотрудников
sv: Filtrera anställda
ta: வடிகட்டி பணியாளர்கள்
te: ఫిల్టర్ ఉద్యోగులు
th: กรองพนักงาน
tr: Çalışanları Filtrele
vi: Lọc nhân viên

source: Search by name, email, or ID
ar: البحث حسب الاسم أو البريد الإلكتروني أو المعرف
bn: নাম, ইমেল বা আইডি দ্বারা অনুসন্ধান করুন
da: Søg efter navn, e-mail eller ID
de: Suchen Sie nach Name, E-Mail oder ID
el: Αναζήτηση με όνομα, email ή αναγνωριστικό
es: Buscar por nombre, correo electrónico o ID
fi: Hae nimellä, sähköpostilla tai tunnuksella
fr: Rechercher par nom, e-mail ou identifiant
he: חפש לפי שם, אימייל או מזהה
hi: नाम, ईमेल या आईडी से खोजें
id: Cari berdasarkan nama, email, atau ID
it: Cerca per nome, email o ID
ja: 名前、メールアドレス、ID で検索
kn: ಹೆಸರು, ಇಮೇಲ್ ಅಥವಾ ಐಡಿ ಮೂಲಕ ಹುಡುಕಿ
ml: പേര്, ഇമെയിൽ അല്ലെങ്കിൽ ഐഡി പ്രകാരം തിരയുക
mr: नाव, ईमेल किंवा आयडी द्वारे शोधा
nl: Zoek op naam, e-mailadres of ID
pa: ਨਾਮ, ਈਮੇਲ ਜਾਂ ਆਈਡੀ ਦੁਆਰਾ ਖੋਜ ਕਰੋ
pl: Szukaj według nazwy, adresu e-mail lub identyfikatora
pt: Pesquise por nome, e-mail ou ID
ru: Поиск по имени, электронной почте или идентификатору
sv: Sök efter namn, e-postadress eller ID
ta: பெயர், மின்னஞ்சல் அல்லது ஐடி மூலம் தேடவும்
te: పేరు, ఇమెయిల్ లేదా ID ద్వారా శోధించండి
th: ค้นหาตามชื่อ อีเมล หรือ ID
tr: Ada, e-postaya veya kimliğe göre arayın
vi: Tìm kiếm theo tên, email hoặc ID

source: Organization Unit
ar: الوحدة التنظيمية
bn: সংগঠন ইউনিট
da: Organisationsenhed
de: Organisationseinheit
el: Μονάδα Οργάνωσης
es: Unidad organizativa
fi: Organisaatioyksikkö
fr: Unité organisationnelle
he: יחידה ארגונית
hi: संगठन इकाई
id: Satuan Organisasi
it: Unità organizzativa
ja: 組織単位
kn: ಸಂಘಟನೆಯ ಘಟಕ
ml: സംഘടനാ യൂണിറ്റ്
mr: ऑर्गनायझेशन युनिट
nl: Organisatie-eenheid
pa: ਸੰਗਠਨ ਯੂਨਿਟ
pl: Jednostka Organizacyjna
pt: Unidade Organizacional
ru: Организационная единица
sv: Organisationsenhet
ta: அமைப்பு அலகு
te: సంస్థ యూనిట్
th: หน่วยองค์กร
tr: Organizasyon Birimi
vi: Đơn vị tổ chức

source: All Units
ar: جميع الوحدات
bn: সকল ইউনিট
da: Alle enheder
de: Alle Einheiten
el: Όλες οι Μονάδες
es: Todas las unidades
fi: Kaikki yksiköt
fr: Toutes les unités
he: כל היחידות
hi: सभी इकाइयाँ
id: Semua Unit
it: Tutte le unità
ja: 全ユニット
kn: ಎಲ್ಲಾ ಘಟಕಗಳು
ml: എല്ലാ യൂണിറ്റുകളും
mr: सर्व युनिट्स
nl: Alle eenheden
pa: ਸਾਰੀਆਂ ਇਕਾਈਆਂ
pl: Wszystkie jednostki
pt: Todas as unidades
ru: Все юниты
sv: Alla enheter
ta: அனைத்து அலகுகள்
te: అన్ని యూనిట్లు
th: ทุกหน่วย
tr: Tüm Birimler
vi: Tất cả các đơn vị

source: Job Position
ar: المنصب الوظيفي
bn: চাকরির পদ
da: Job stilling
el: Θέση Εργασίας
es: Puesto de Trabajo
fi: Työtehtävä
fr: Poste
he: תפקיד בעבודה
hi: काम की स्थिति
id: Posisi Pekerjaan
it: Posizione lavorativa
ja: 職位
kn: ಉದ್ಯೋಗ ಸ್ಥಾನ
ml: ജോലി സ്ഥാനം
mr: नोकरीची स्थिती
nl: Functie
pa: ਨੌਕਰੀ ਦੀ ਸਥਿਤੀ
pl: Stanowisko pracy
pt: Cargo
ru: Должность
sv: Befattning
ta: வேலை நிலை
te: ఉద్యోగ స్థానం
th: ตำแหน่งงาน
tr: İş Pozisyonu
vi: Vị trí công việc

source: All Positions
ar: جميع المناصب
bn: সমস্ত পদ
da: Alle stillinger
de: Alle Positionen
el: Όλες οι θέσεις
es: Todas las posiciones
fi: Kaikki Positiot
fr: Tous les postes
he: כל התפקידים
hi: सभी पद
id: Semua Posisi
it: Tutte le posizioni
ja: すべてのポジション
kn: ಎಲ್ಲಾ ಸ್ಥಾನಗಳು
ml: എല്ലാ സ്ഥാനങ്ങളും
mr: सर्व पदे
nl: Alle posities
pa: ਸਾਰੇ ਅਹੁਦੇ
pl: Wszystkie pozycje
pt: Todas as posições
ru: Все позиции
sv: Alla positioner
ta: அனைத்து பதவிகளும்
te: అన్ని స్థానాలు
th: ทุกตำแหน่ง
tr: Tüm Pozisyonlar
vi: Tất cả vị trí

source: All
ar: الجميع
bn: সব
da: Alle
de: Alle
el: Ολοι
es: Todo
fi: Kaikki
fr: Tous
he: כֹּל
hi: सभी
id: Semua
it: Tutto
ja: 全て
kn: ಎಲ್ಲಾ
ml: എല്ലാം
mr: सर्व
nl: Alle
pa: ਸਾਰੇ
pl: Wszystko
pt: Todos
ru: Все
sv: Alla
ta: அனைத்து
te: అన్నీ
th: ทั้งหมด
tr: Tüm
vi: Tất cả

source: Hire Date
ar: تاريخ الاستئجار
bn: তারিখ ভাড়া
da: Ansættelsesdato
de: Mietdatum
el: Ημερομηνία πρόσληψης
es: Fecha de contratación
fi: Vuokrauspäivämäärä
fr: Date d'embauche
he: תאריך העסקה
hi: चुनने की तारीख
id: Tanggal Sewa
it: Data di assunzione
ja: レンタル日
kn: ಬಾಡಿಗೆ ದಿನಾಂಕ
ml: വാടക തീയതി
mr: भाड्याने तारीख
nl: Huurdatum
pa: ਕਿਰਾਏ 'ਤੇ ਲੈਣ ਦੀ ਮਿਤੀ
pl: Data wynajmu
pt: Data de contratação
ru: Дата найма
sv: Anställningsdatum
ta: வாடகை தேதி
te: నియామక తేదీ
th: วันที่จ้าง
tr: İşe Alma Tarihi
vi: Ngày thuê

source: Employee ID
ar: معرف الموظف
bn: কর্মচারী আইডি
da: Medarbejder ID
de: Mitarbeiter-ID
el: Ταυτότητα υπαλλήλου
es: ID de empleado
fi: Työntekijän tunnus
fr: ID d'employé
he: תעודת עובד
hi: कर्मचारी आयडी
id: ID Karyawan
it: ID dipendente
ja: 従業員ID
kn: ಉದ್ಯೋಗಿ ID
ml: ജീവനക്കാരുടെ ഐഡി
mr: कर्मचारी आयडी
nl: Medewerker-ID
pa: ਕਰਮਚਾਰੀ ਆਈ.ਡੀ
pl: Identyfikator pracownika
pt: ID do funcionário
ru: Идентификатор сотрудника
sv: Medarbetar-ID
ta: பணியாளர் ஐடி
te: ఉద్యోగి ID
th: รหัสพนักงาน
tr: Çalışan Kimliği
vi: ID nhân viên

source: No employee profiles found.
ar: لم يتم العثور على ملفات تعريف الموظفين.
bn: কোন কর্মচারী প্রোফাইল পাওয়া যায়নি.
da: Ingen medarbejderprofiler fundet.
de: Keine Mitarbeiterprofile gefunden.
el: Δεν βρέθηκαν προφίλ εργαζομένων.
es: No se encontraron perfiles de empleados.
fi: Työntekijäprofiileja ei löytynyt.
fr: Aucun profil d'employé trouvé.
he: לא נמצאו פרופילי עובדים.
hi: कोई कर्मचारी प्रोफ़ाइल नहीं मिली.
id: Tidak ada profil karyawan yang ditemukan.
it: Nessun profilo dipendente trovato.
ja: 従業員プロフィールが見つかりませんでした。
kn: ಯಾವುದೇ ಉದ್ಯೋಗಿ ಪ್ರೊಫೈಲ್ ಕಂಡುಬಂದಿಲ್ಲ.
ml: ജീവനക്കാരുടെ പ്രൊഫൈലുകളൊന്നും കണ്ടെത്തിയില്ല.
mr: कोणतेही कर्मचारी प्रोफाइल आढळले नाहीत.
nl: Geen werknemersprofielen gevonden.
pa: ਕੋਈ ਕਰਮਚਾਰੀ ਪ੍ਰੋਫਾਈਲ ਨਹੀਂ ਮਿਲੇ।
pl: Nie znaleziono profili pracowników.
pt: Nenhum perfil de funcionário encontrado.
ru: Профили сотрудников не найдены.
sv: Inga anställdas profiler hittades.
ta: பணியாளர் சுயவிவரங்கள் எதுவும் இல்லை.
te: ఉద్యోగి ప్రొఫైల్‌లు ఏవీ కనుగొనబడలేదు.
th: ไม่พบโปรไฟล์พนักงาน
tr: Hiçbir çalışan profili bulunamadı.
vi: Không tìm thấy hồ sơ nhân viên.

source: Organization User Groups - LMS Admin
ar: مجموعات مستخدمي المؤسسة - مسؤول LMS
bn: প্রতিষ্ঠান ব্যবহারকারী গ্রুপ - LMS অ্যাডমিন
da: Organisationsbrugergrupper - LMS Admin
de: Organisationsbenutzergruppen – LMS-Administrator
el: Ομάδες χρηστών οργανισμού - Διαχειριστής LMS
es: Grupos de usuarios de organizaciones: administrador de LMS
fi: Organisaation käyttäjäryhmät - LMS-järjestelmänvalvoja
fr: Groupes d'utilisateurs de l'organisation - Administrateur LMS
he: קבוצות משתמשים בארגון - LMS Admin
hi: संगठन उपयोगकर्ता समूह - एलएमएस व्यवस्थापक
id: Grup Pengguna Organisasi - Admin LMS
it: Gruppi utenti dell'organizzazione - Ammin. LMS
ja: 組織ユーザー グループ - LMS 管理者
kn: ಸಂಸ್ಥೆಯ ಬಳಕೆದಾರ ಗುಂಪುಗಳು - LMS ನಿರ್ವಾಹಕ
ml: ഓർഗനൈസേഷൻ ഉപയോക്തൃ ഗ്രൂപ്പുകൾ - LMS അഡ്മിൻ
mr: संस्था वापरकर्ता गट - LMS प्रशासन
nl: Organisatiegebruikersgroepen - LMS-beheerder
pa: ਸੰਗਠਨ ਉਪਭੋਗਤਾ ਸਮੂਹ - LMS ਪ੍ਰਸ਼ਾਸਕ
pl: Grupy użytkowników organizacji — administrator LMS
pt: Grupos de usuários da organização - Administrador do LMS
ru: Группы пользователей организации – администратор LMS
sv: Organisationsanvändargrupper - LMS Admin
ta: நிறுவன பயனர் குழுக்கள் - LMS நிர்வாகம்
te: సంస్థ వినియోగదారు సమూహాలు - LMS అడ్మిన్
th: กลุ่มผู้ใช้องค์กร - ผู้ดูแลระบบ LMS
tr: Kuruluş Kullanıcı Grupları - LMS Yöneticisi
vi: Nhóm người dùng tổ chức - Quản trị viên LMS

source: Organization User Groups
ar: مجموعات مستخدمي المنظمة
bn: সংগঠন ব্যবহারকারী গ্রুপ
da: Organisationsbrugergrupper
de: Benutzergruppen der Organisation
el: Ομάδες χρηστών οργανισμού
es: Grupos de usuarios de la organización
fi: Organisaation käyttäjäryhmät
fr: Groupes d'utilisateurs de l'organisation
he: קבוצות משתמשים בארגון
hi: संगठन उपयोगकर्ता समूह
id: Grup Pengguna Organisasi
it: Gruppi utenti dell'organizzazione
ja: 組織のユーザーグループ
kn: ಸಂಸ್ಥೆ ಬಳಕೆದಾರರ ಗುಂಪುಗಳು
ml: ഓർഗനൈസേഷൻ ഉപയോക്തൃ ഗ്രൂപ്പുകൾ
mr: संस्था वापरकर्ता गट
nl: Organisatie gebruikersgroepen
pa: ਸੰਗਠਨ ਉਪਭੋਗਤਾ ਸਮੂਹ
pl: Grupy użytkowników organizacji
pt: Grupos de usuários da organização
ru: Группы пользователей организации
sv: Organisationsanvändargrupper
ta: அமைப்பு பயனர் குழுக்கள்
te: సంస్థ వినియోగదారు సమూహాలు
th: กลุ่มผู้ใช้ขององค์กร
tr: Kuruluş Kullanıcı Grupları
vi: Nhóm người dùng tổ chức

source: Manage organization user groups and permissions
ar: إدارة مجموعات المستخدمين والأذونات في المؤسسة
bn: সংগঠন ব্যবহারকারী গ্রুপ এবং অনুমতি পরিচালনা করুন
da: Administrer organisationens brugergrupper og tilladelser
de: Verwalten Sie Benutzergruppen und Berechtigungen der Organisation
el: Διαχείριση ομάδων χρηστών και αδειών οργανισμού
es: Administrar permisos y grupos de usuarios de la organización
fi: Hallinnoi organisaation käyttäjäryhmiä ja käyttöoikeuksia
fr: Gérer les groupes d'utilisateurs et les autorisations de l'organisation
he: נהל קבוצות משתמשים והרשאות בארגון
hi: संगठन उपयोगकर्ता समूह और अनुमतियाँ प्रबंधित करें
id: Kelola grup pengguna dan izin organisasi
it: Gestire i gruppi di utenti e le autorizzazioni dell'organizzazione
ja: 組織のユーザーグループと権限を管理する
kn: ಸಂಸ್ಥೆಯ ಬಳಕೆದಾರ ಗುಂಪುಗಳು ಮತ್ತು ಅನುಮತಿಗಳನ್ನು ನಿರ್ವಹಿಸಿ
ml: സ്ഥാപന ഉപയോക്തൃ ഗ്രൂപ്പുകളും അനുമതികളും നിയന്ത്രിക്കുക
mr: संस्था वापरकर्ता गट आणि परवानग्या व्यवस्थापित करा
nl: Beheer gebruikersgroepen en machtigingen van de organisatie
pa: ਸੰਗਠਨ ਉਪਭੋਗਤਾ ਸਮੂਹਾਂ ਅਤੇ ਅਨੁਮਤੀਆਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ
pl: Zarządzaj grupami użytkowników i uprawnieniami w organizacji
pt: Gerenciar grupos de usuários e permissões da organização
ru: Управление группами пользователей и разрешениями организации
sv: Hantera organisationens användargrupper och behörigheter
ta: நிறுவன பயனர் குழுக்கள் மற்றும் அனுமதிகளை நிர்வகிக்கவும்
te: సంస్థ వినియోగదారు సమూహాలు మరియు అనుమతులను నిర్వహించండి
th: จัดการกลุ่มผู้ใช้และการอนุญาตขององค์กร
tr: Kuruluş kullanıcı gruplarını ve izinlerini yönetin
vi: Quản lý nhóm người dùng và quyền của tổ chức
