Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: November
ar: نوفمبر
bn: নভেম্বর
el: Νοέμβριος
es: Noviembre
fi: marraskuu
fr: Novembre
gu: નવેમ્બર
he: נוֹבֶמבֶּר
hi: नवंबर
it: novembre
ja: 11月
kn: ನವೆಂಬರ್
ml: നവംബർ
mr: नोव्हेंबर
or: ନଭେମ୍ବର
pa: ਨਵੰਬਰ
pl: Listopad
pt: novembro
ru: ноябрь
ta: நவம்பர்
te: నవంబర్
th: พฤศจิกายน
tr: Kasım
vi: Tháng mười một

source: December
ar: ديسمبر
bn: ডিসেম্বর
de: Dezember
el: Δεκέμβριος
es: Diciembre
fi: joulukuu
fr: Décembre
gu: ડિસેમ્બર
he: דֵצֶמבֶּר
hi: दिसंबर
id: Desember
it: Dicembre
ja: 12月
kn: ಡಿಸೆಂಬರ್
ml: ഡിസംബർ
mr: डिसेंबर
no: desember
or: ଡିସେମ୍ବର
pa: ਦਸੰਬਰ
pl: Grudzień
pt: dezembro
ru: декабрь
ta: டிசம்பர்
te: డిసెంబర్
th: ธันวาคม
tr: Aralık
vi: Tháng 12

source: jan
ar: يناير
bn: জান
el: Ιαν
es: ene
fi: tammikuu
gu: જાન
he: יאן
hi: जनवरी
id: Januari
it: gen
ja: 1月
kn: ಜನ
ml: ജന
mr: जान
or: ଜାନ
pa: ਜਨ
pl: styczeń
pt: janeiro
ru: январь
ta: ஜன
te: జనవరి
th: ม.ค.
tr: Ocak
vi: tháng một

source: feb
ar: فبراير
bn: ফেব্রুয়ারী
el: Φεβ
fi: helmikuuta
fr: fév
gu: ફેબ્રુ
he: פברואר
hi: फ़रवरी
id: Februari
it: febbraio
ja: 2月
kn: ಫೆ
ml: ഫെബ്രുവരി
mr: फेब्रुवारी
nl: februari
pa: ਫਰਵਰੀ
pl: luty
pt: fevereiro
ru: февраль
ta: பிப்
te: ఫిబ్రవరి
th: ก.พ
tr: Şubat
vi: tháng Hai

source: mar
ar: مار
de: beschädigen
el: αφανίζω
fi: maalis
gu: માર
he: לְקַלְקֵל
hi: मार्च
id: merusak
ja: 3月
kn: ಮಾರ್
ml: മാർ
nl: mrt
or: ମାର୍
pa: ਮਾਰ
pl: zniszczyć
pt: março
ru: март
te: మార్
th: มี.ค
vi: tháng ba

source: apr
ar: أبريل
bn: এপ্রিল
el: απρ
es: abr
fi: huhtikuu
fr: avr
gu: એપ્રિલ
he: אפריל
hi: अप्रैल
id: April
ja: 4月
kn: ಏಪ್ರಿಲ್
ml: ഏപ്രിൽ
mr: एप्रिल
nl: april
or: ଏପ୍ରିଲ୍
pa: ਅਪ੍ਰੈਲ
pl: kwiecień
pt: abril
ru: апрель
ta: ஏப்
te: ఏప్రిల్
th: เม.ย
tr: Nisan
vi: tháng tư

source: may
ar: يمكن
bn: হতে পারে
da: maj
de: Mai
el: Μάιος
es: puede
fi: voi
fr: peut
gu: શકે છે
he: מַאִי
hi: मई
id: mungkin
it: Maggio
ja: 5月
kn: ಮೇ
ml: മെയ്
mr: मे
nl: kunnen
no: mai
or: ହୋଇପାରେ |
pa: ਹੋ ਸਕਦਾ ਹੈ
pl: móc
pt: poderia
ru: может
sv: maj
ta: கூடும்
te: మే
th: อาจ
tr: mayıs
vi: có thể

source: jun
ar: يونيو
bn: জুন
el: ιουν
fi: kesäkuu
fr: juin
gu: જૂન
he: יוני
hi: जून
id: Juni
it: giu
ja: ジュン
kn: ಜೂನ್
ml: ജൂൺ
mr: जून
or: ଜୁନ୍
pa: ਜੂਨ
pl: cze
pt: junho
ru: июнь
ta: ஜூன்
te: జూన్
th: มิ.ย
tr: haziran
vi: tháng sáu

source: jul
ar: يوليو
bn: জুল
de: Juli
el: ιουλ
fi: heinäkuuta
fr: juillet
gu: જુલાઇ
he: יולי
hi: जुलाई
id: Juli
it: lug
ja: 7月
kn: ಜುಲೈ
ml: ജൂലാ
mr: जुलै
nl: juli
or: ଜୁଲ୍
pa: ਜੁਲਾਈ
pl: lipiec
pt: julho
ru: июль
ta: ஜூலை
te: జూలై
th: ก.ค
tr: temmuz
vi: tháng bảy

source: aug
ar: أغسطس
bn: অগাস্ট
el: αυγ
es: ago
fi: elokuu
fr: août
gu: ઓગસ્ટ
he: אוגוסט
hi: अगस्त
id: Agustus
it: agosto
ja: 8月
kn: ಆಗಸ್ಟ್
ml: ആഗസ്റ്റ്
mr: ऑगस्ट
or: ଅଗ
pa: ਅਗਸਤ
pl: sierpień
pt: agosto
ru: август
ta: ஆக
te: ఆగస్ట్
th: ส.ค
tr: Ağustos
vi: tháng tám

source: sep
ar: سبتمبر
el: σεπ
fi: syys
gu: સપ્ટે
he: ספטמבר
hi: सितम्बर
id: September
it: sett
ja: 9月
kn: ಸೆ
ml: സെപ്
mr: सप्टें
or: ସେପ୍ଟେମ୍ବର
pa: ਸਤੰਬਰ
pl: wrzesień
pt: setembro
ru: сентябрь
ta: செப்
te: సెప్టెంబర్
th: ก.ย
tr: eylül
vi: tháng chín

source: oct
ar: أكتوبر
bn: অক্টোবর
da: okt
de: Okt
el: Οκτ
fi: lokakuu
fr: octobre
gu: ઓક્ટો
he: אוקטובר
hi: अक्टूबर
id: Oktober
it: ottobre
ja: 10月
kn: ಅಕ್ಟೋಬರ್
ml: ഒക്ടോബര്
mr: ऑक्टो
nl: okt
no: okt
pa: ਅਕਤੂਬਰ
pl: październik
pt: outubro
ru: октябрь
sv: okt
ta: அக்
te: అక్టోబర్
th: ต.ค
tr: ekim
vi: tháng mười

source: nov
ar: نوفمبر
bn: নভেম্বর
el: Νοέμβριος
fi: marraskuu
gu: નવેમ્બર
he: נובמבר
hi: नवंबर
id: November
ja: 11月
kn: ನವೆಂಬರ್
ml: നവം
mr: नोव्हेंबर
pa: ਨਵੰਬਰ
pl: lis
pt: novembro
ru: ноябрь
ta: நவ
te: నవంబర్
th: พ.ย
tr: kasım
vi: tháng mười một

source: dec
ar: ديسمبر
bn: ডিসেম্বর
de: Dez
el: Δεκ
es: dic
fi: joulukuu
fr: déc
gu: ડિસે
he: דצמבר
hi: दिसम्बर
id: desember
it: dicembre
ja: 12月
kn: ಡಿಸೆಂಬರ್
ml: ഡിസംബർ
mr: डिसेंबर
no: des
or: ଡ଼ିସେ
pa: ਦਸੰਬਰ
pl: grudzień
pt: dezembro
ru: декабрь
ta: டிச
te: డిసెంబర్
th: ธ.ค
tr: aralık
vi: Tháng mười hai

# abbrev. month
source: Jan.
ar: يناير
bn: জান.
el: Ιαν.
es: Ene.
fi: tammikuu
gu: જાન્યુ.
he: ינואר
hi: जनवरी।
id: Januari.
it: Gen.
ja: 1月
kn: ಜನವರಿ.
ml: ജന.
mr: जानेवारी.
or: ଜାନୁଆରୀ
pa: ਜਨ.
pl: styczeń
pt: Janeiro.
ru: Ян.
ta: ஜன.
te: జనవరి
th: ม.ค.
tr: Ocak.
vi: Tháng một.

# abbrev. month
source: Feb.
ar: فبراير
bn: ফেব্রুয়ারী
de: Febr.
el: Φεβ.
fi: helmikuuta
fr: Fév.
gu: ફેબ્રુ.
he: פברואר
hi: फ़रवरी।
id: Februari
it: Febbraio
ja: 2月
kn: ಫೆ.
ml: ഫെബ്രുവരി.
mr: फेब्रु.
nl: februari
or: ଫେବୃଆରୀ
pa: ਫਰਵਰੀ
pl: luty
pt: Fevereiro.
ru: фев.
ta: பிப்.
te: ఫిబ్రవరి.
th: ก.พ.
tr: Şubat.
vi: Tháng Hai.

# abbrev. month
source: Aug.
ar: أغسطس.
bn: অগাস্ট
el: Αύγ.
es: Ago.
fi: elokuu
fr: Août.
gu: ઓગસ્ટ
he: אוגוסט
hi: अगस्त
id: Agustus
it: Agosto
ja: 8月
kn: ಆಗಸ್ಟ್.
ml: ഓഗസ്റ്റ്.
mr: ऑगस्ट
nl: augustus
no: august
or: ଅଗଷ୍ଟ
pa: ਅਗਸਤ
pl: sierpień
pt: Agosto.
ru: август
ta: ஆக.
te: ఆగస్ట్.
th: ส.ค.
tr: Ağustos.
vi: Tháng 8

# abbrev. month
source: Sept.
ar: سبتمبر.
bn: সেপ্টেম্বর
el: Σεπτ.
es: Septiembre
fi: syyskuu
gu: સપ્ટે.
he: ספטמבר
hi: सितम्बर
id: September.
it: settembre
ja: 9月
kn: ಸೆ.
ml: സെപ്തംബർ.
mr: सप्टें.
nl: september
or: ସେପ୍ଟେମ୍ବର
pa: ਸਤੰਬਰ
pl: wrzesień
pt: Setembro.
ru: Сентябрь
ta: செப்.
te: సెప్టెంబర్
th: กันยายน
tr: Eylül.
vi: Tháng 9

# abbrev. month
source: Oct.
ar: أكتوبر
bn: অক্টো.
da: okt.
de: Okt.
el: Οκτ.
fi: lokakuu
fr: Octobre.
gu: ઑક્ટો.
he: אוקטובר
hi: अक्टूबर
id: Oktober
it: ottobre
ja: 10月
kn: ಅಕ್ಟೋಬರ್.
ml: ഒക്ടോ.
mr: ऑक्टो.
nl: okt.
no: okt.
or: ଅକ୍ଟୋବର
pa: ਅਕਤੂਬਰ
pl: paź.
pt: Outubro.
ru: Октябрь.
sv: okt.
ta: அக்.
te: అక్టోబర్
th: ต.ค.
tr: Ekim.
vi: Tháng 10

# abbrev. month
source: Nov.
ar: نوفمبر.
bn: নভেম্বর
el: Νοε.
fi: Marraskuu.
gu: નવે.
he: נובמבר
hi: नवम्बर
id: November
it: novembre
ja: 11月
kn: ನವೆಂಬರ್.
ml: നവം.
mr: नोव्हें.
or: ନଭେମ୍ବର
pa: ਨਵੰਬਰ
pl: listopad
pt: Novembro.
ru: Ноябрь
ta: நவ.
te: నవంబర్
th: พ.ย.
tr: Kasım.
vi: Tháng 11

# abbrev. month
source: Dec.
ar: ديسمبر.
bn: ডিসেম্বর
de: Dez.
el: Δεκ.
es: Dic.
fi: joulukuuta
fr: Déc.
gu: ડિસે.
he: דצמבר
hi: दिसम्बर
id: Desember.
it: dicembre
ja: 12月
kn: ಡಿಸೆಂಬರ್
ml: ഡിസംബർ.
mr: डिसें.
no: des.
or: ଡିସେମ୍ବର
pa: ਦਸੰਬਰ
pl: grudzień
pt: Dez.
ru: декабрь.
ta: டிச.
te: డిసెంబర్
th: ธ.ค.
tr: Aralık.
vi: Tháng mười hai.

source: This is not a valid IPv6 address.
ar: هذا ليس عنوان IPv6 صالحًا.
bn: এটি একটি বৈধ IPv6 ঠিকানা নয়৷
da: Dette er ikke en gyldig IPv6-adresse.
de: Dies ist keine gültige IPv6-Adresse.
el: Αυτή δεν είναι έγκυρη διεύθυνση IPv6.
es: Esta no es una dirección IPv6 válida.
fi: Tämä ei ole kelvollinen IPv6-osoite.
fr: Ce n'est pas une adresse IPv6 valide.
gu: આ માન્ય IPv6 સરનામું નથી.
he: זו אינה כתובת IPv6 חוקית.
hi: यह वैध IPv6 पता नहीं है.
id: Ini bukan alamat IPv6 yang valid.
it: Questo non è un indirizzo IPv6 valido.
ja: これは有効な IPv6 アドレスではありません。
kn: ಇದು ಮಾನ್ಯವಾದ IPv6 ವಿಳಾಸವಲ್ಲ.
ml: ഇതൊരു സാധുവായ IPv6 വിലാസമല്ല.
mr: हा वैध IPv6 पत्ता नाही.
nl: Dit is geen geldig IPv6-adres.
no: Dette er ikke en gyldig IPv6-adresse.
or: ଏହା ଏକ ବ valid ଧ IPv6 ଠିକଣା ନୁହେଁ |
pa: ਇਹ ਇੱਕ ਵੈਧ IPv6 ਪਤਾ ਨਹੀਂ ਹੈ।
pl: To nie jest prawidłowy adres IPv6.
pt: Este não é um endereço IPv6 válido.
ru: Это недействительный IPv6-адрес.
sv: Detta är inte en giltig IPv6-adress.
ta: இது சரியான IPv6 முகவரி அல்ல.
te: ఇది చెల్లుబాటు అయ్యే IPv6 చిరునామా కాదు.
th: นี่ไม่ใช่ที่อยู่ IPv6 ที่ถูกต้อง
tr: Bu geçerli bir IPv6 adresi değil.
vi: Đây không phải là địa chỉ IPv6 hợp lệ.

source: or
ar: أو
bn: বা
da: eller
de: oder
el: ή
es: o
fi: tai
fr: ou
gu: અથવા
he: אוֹ
hi: या
id: atau
it: O
ja: または
kn: ಅಥವಾ
ml: അല്ലെങ്കിൽ
mr: किंवा
nl: of
no: eller
or: କିମ୍ବା
pa: ਜਾਂ
pl: Lub
pt: ou
ru: или
sv: eller
ta: அல்லது
te: లేదా
th: หรือ
tr: veya
vi: hoặc

source: Forbidden
ar: مُحرَّم
bn: নিষিদ্ধ
da: Forbudt
de: Verboten
el: Απαγορευμένος
es: Prohibido
fi: Kielletty
fr: Interdit
gu: પ્રતિબંધિત
he: אָסוּר
hi: निषिद्ध
id: Terlarang
it: Vietato
ja: 禁断
kn: ನಿಷೇಧಿಸಲಾಗಿದೆ
ml: നിരോധിച്ചിരിക്കുന്നു
mr: निषिद्ध
nl: Verboden
no: Forbudt
or: ନିଷେଧ |
pa: ਵਰਜਿਤ
pl: Zabroniony
pt: Proibido
ru: Запрещенный
sv: Förbjuden
ta: தடை செய்யப்பட்டுள்ளது
te: నిషేధించబడింది
th: ต้องห้าม
tr: Yasaklı
vi: Cấm

source: CSRF verification failed. Request aborted.
ar: فشل التحقق من CSRF. تم إحباط الطلب.
bn: CSRF যাচাইকরণ ব্যর্থ হয়েছে৷ অনুরোধ বাতিল করা হয়েছে।
da: CSRF-bekræftelse mislykkedes. Anmodning afbrudt.
de: Die CSRF-Überprüfung ist fehlgeschlagen. Anfrage abgebrochen.
el: Η επαλήθευση CSRF απέτυχε. Το αίτημα ματαιώθηκε.
es: La verificación CSRF falló. Solicitud abortada.
fi: CSRF-vahvistus epäonnistui. Pyyntö keskeytetty.
fr: La vérification CSRF a échoué. Demande abandonnée.
gu: CSRF ચકાસણી નિષ્ફળ. વિનંતી રદ કરી.
he: אימות CSRF נכשל. הבקשה בוטלה.
hi: सीएसआरएफ सत्यापन विफल रहा. अनुरोध निरस्त किया गया.
id: Verifikasi CSRF gagal. Permintaan dibatalkan.
it: La verifica CSRF non è riuscita. Richiesta interrotta.
ja: CSRF検証に失敗しました。リクエストは中止されました。
kn: CSRF ಪರಿಶೀಲನೆ ವಿಫಲವಾಗಿದೆ. ವಿನಂತಿಯನ್ನು ಸ್ಥಗಿತಗೊಳಿಸಲಾಗಿದೆ.
ml: CSRF പരിശോധന പരാജയപ്പെട്ടു. അഭ്യർത്ഥന അവസാനിപ്പിച്ചു.
mr: CSRF पडताळणी अयशस्वी. विनंती रद्द केली.
nl: CSRF-verificatie mislukt. Verzoek afgebroken.
no: CSRF-verifisering mislyktes. Forespørsel avbrutt.
or: CSRF ଯାଞ୍ଚ ବିଫଳ ହେଲା | ଅନୁରୋଧ ପରିତ୍ୟାଗ |
pa: CSRF ਪੁਸ਼ਟੀਕਰਨ ਅਸਫਲ ਰਿਹਾ। ਬੇਨਤੀ ਰੱਦ ਕੀਤੀ ਗਈ।
pl: Weryfikacja CSRF nie powiodła się. Żądanie przerwane.
pt: A verificação do CSRF falhou. Solicitação anulada.
ru: Проверка CSRF не удалась. Запрос прерван.
sv: CSRF-verifiering misslyckades. Begäran avbröts.
ta: CSRF சரிபார்ப்பு தோல்வியடைந்தது. கோரிக்கை கைவிடப்பட்டது.
te: CSRF ధృవీకరణ విఫలమైంది. అభ్యర్థన రద్దు చేయబడింది.
th: การตรวจสอบ CSRF ล้มเหลว คำขอถูกยกเลิก
tr: CSRF doğrulaması başarısız oldu. İstek iptal edildi.
vi: Xác minh CSRF không thành công. Yêu cầu bị hủy bỏ.

source: You are seeing this message because this HTTPS site requires a “Referer header” to be sent by your web browser, but none was sent. This header is required for security reasons, to ensure that your browser is not being hijacked by third parties.
ar: تظهر لك هذه الرسالة لأن موقع HTTPS هذا يتطلب إرسال "رأس المرجع" بواسطة متصفح الويب الخاص بك، ولكن لم يتم إرسال أي شيء. هذا الرأس مطلوب لأسباب أمنية، لضمان عدم اختراق متصفحك من قبل أطراف ثالثة.
bn: আপনি এই বার্তাটি দেখছেন কারণ এই HTTPS সাইটের জন্য আপনার ওয়েব ব্রাউজার দ্বারা পাঠানোর জন্য একটি "রেফারার শিরোনাম" প্রয়োজন, কিন্তু একটিও পাঠানো হয়নি৷ আপনার ব্রাউজারটি তৃতীয় পক্ষের দ্বারা হাইজ্যাক করা হচ্ছে না তা নিশ্চিত করতে নিরাপত্তার কারণে এই শিরোনামের প্রয়োজন।
da: Du får vist denne meddelelse, fordi denne HTTPS-side kræver, at en "Referer-header" sendes af din webbrowser, men ingen blev sendt. Denne header er påkrævet af sikkerhedsmæssige årsager for at sikre, at din browser ikke bliver kapret af tredjeparter.
de: Sie sehen diese Meldung, weil für diese HTTPS-Site das Senden eines „Referer-Headers“ durch Ihren Webbrowser erforderlich ist, dieser jedoch nicht gesendet wurde. Dieser Header ist aus Sicherheitsgründen erforderlich, um sicherzustellen, dass Ihr Browser nicht von Dritten gekapert wird.
el: Βλέπετε αυτό το μήνυμα επειδή αυτός ο ιστότοπος HTTPS απαιτεί την αποστολή μιας "κεφαλίδας παραπομπής" από το πρόγραμμα περιήγησής σας στον ιστό, αλλά καμία δεν στάλθηκε. Αυτή η κεφαλίδα απαιτείται για λόγους ασφαλείας, προκειμένου να διασφαλιστεί ότι το πρόγραμμα περιήγησής σας δεν παραβιάζεται από τρίτους.
es: Estás viendo este mensaje porque este sitio HTTPS requiere que tu navegador web envíe un "encabezado de referencia", pero no se envió ninguno. Este encabezado es necesario por razones de seguridad, para garantizar que terceros no se apropien de su navegador.
fi: Näet tämän viestin, koska tämä HTTPS-sivusto edellyttää, että selaimesi lähettää viittausotsikon, mutta mitään ei lähetetty. Tämä otsikko tarvitaan turvallisuussyistä, jotta voidaan varmistaa, etteivät kolmannet osapuolet kaappaa selaintasi.
fr: Vous voyez ce message car ce site HTTPS nécessite qu'un « en-tête Referer » soit envoyé par votre navigateur Web, mais aucun n'a été envoyé. Cet en-tête est requis pour des raisons de sécurité, afin de garantir que votre navigateur n'est pas piraté par des tiers.
gu: તમે આ સંદેશ જોઈ રહ્યાં છો કારણ કે આ HTTPS સાઇટને તમારા વેબ બ્રાઉઝર દ્વારા મોકલવા માટે "રેફરર હેડર"ની જરૂર છે, પરંતુ કોઈ મોકલવામાં આવ્યું ન હતું. તમારા બ્રાઉઝરને તૃતીય પક્ષો દ્વારા હાઇજેક કરવામાં ન આવે તેની ખાતરી કરવા માટે આ હેડર સુરક્ષા કારણોસર જરૂરી છે.
he: אתה רואה הודעה זו מכיוון שאתר HTTPS זה מחייב שליחת "כותרת מפנה" על ידי דפדפן האינטרנט שלך, אך אף אחת לא נשלחה. כותרת זו נדרשת מטעמי אבטחה, כדי להבטיח שהדפדפן שלך לא נחטף על ידי צדדים שלישיים.
hi: आप यह संदेश इसलिए देख रहे हैं क्योंकि इस HTTPS साइट को आपके वेब ब्राउज़र द्वारा भेजे जाने वाले "रेफ़रर हेडर" की आवश्यकता होती है, लेकिन कोई भी नहीं भेजा गया था। यह हेडर सुरक्षा कारणों से आवश्यक है, ताकि यह सुनिश्चित किया जा सके कि आपका ब्राउज़र तीसरे पक्षों द्वारा हाईजैक नहीं किया जा रहा है।
id: Anda melihat pesan ini karena situs HTTPS ini memerlukan "Header referensi" untuk dikirim oleh browser web Anda, namun tidak ada yang terkirim. Header ini diperlukan untuk alasan keamanan, untuk memastikan browser Anda tidak dibajak oleh pihak ketiga.
it: Visualizzi questo messaggio perché questo sito HTTPS richiede che il tuo browser web invii un'"intestazione referer", ma non ne è stata inviata alcuna. Questa intestazione è necessaria per motivi di sicurezza, per garantire che il tuo browser non venga dirottato da terze parti.
ja: この HTTPS サイトでは Web ブラウザから「Referer ヘッダー」を送信する必要があるにもかかわらず、何も送信されなかったために、このメッセージが表示されます。このヘッダーは、ブラウザーが第三者によってハイジャックされないようにするためのセキュリティ上の理由から必要です。
kn: ನೀವು ಈ ಸಂದೇಶವನ್ನು ನೋಡುತ್ತಿರುವಿರಿ ಏಕೆಂದರೆ ಈ HTTPS ಸೈಟ್‌ಗೆ ನಿಮ್ಮ ವೆಬ್ ಬ್ರೌಸರ್‌ನಿಂದ ಕಳುಹಿಸಲು "ರೆಫರರ್ ಹೆಡರ್" ಅಗತ್ಯವಿದೆ, ಆದರೆ ಯಾವುದನ್ನೂ ಕಳುಹಿಸಲಾಗಿಲ್ಲ. ನಿಮ್ಮ ಬ್ರೌಸರ್ ಅನ್ನು ಮೂರನೇ ವ್ಯಕ್ತಿಗಳು ಹೈಜಾಕ್ ಮಾಡುತ್ತಿಲ್ಲ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ಭದ್ರತಾ ಕಾರಣಗಳಿಗಾಗಿ ಈ ಹೆಡರ್ ಅಗತ್ಯವಿದೆ.
ml: ഈ HTTPS സൈറ്റിന് നിങ്ങളുടെ വെബ് ബ്രൗസർ അയയ്‌ക്കുന്നതിന് ഒരു “റഫറർ ഹെഡർ” ആവശ്യമായതിനാലാണ് നിങ്ങൾ ഈ സന്ദേശം കാണുന്നത്, പക്ഷേ ഒന്നും അയച്ചില്ല. നിങ്ങളുടെ ബ്രൗസർ മൂന്നാം കക്ഷികൾ ഹൈജാക്ക് ചെയ്യുന്നില്ലെന്ന് ഉറപ്പാക്കാൻ സുരക്ഷാ കാരണങ്ങളാൽ ഈ തലക്കെട്ട് ആവശ്യമാണ്.
mr: तुम्हाला हा मेसेज दिसत आहे कारण या HTTPS साइटला तुमच्या वेब ब्राउझरद्वारे "रेफरर हेडर" पाठवण्याची आवश्यकता आहे, परंतु कोणीही पाठवले नाही. तुमचा ब्राउझर तृतीय पक्षांकडून हायजॅक केला जात नाही याची खात्री करण्यासाठी सुरक्षिततेच्या कारणांसाठी हे शीर्षलेख आवश्यक आहे.
nl: U ziet dit bericht omdat deze HTTPS-site vereist dat een “Referer-header” door uw webbrowser wordt verzonden, maar er is geen verzonden. Deze header is om veiligheidsredenen vereist om ervoor te zorgen dat uw browser niet door derden wordt gekaapt.
no: Du ser denne meldingen fordi denne HTTPS-siden krever at en "Referer header" sendes av nettleseren din, men ingen ble sendt. Denne overskriften er nødvendig av sikkerhetsgrunner, for å sikre at nettleseren din ikke blir kapret av tredjeparter.
or: ଆପଣ ଏହି ବାର୍ତ୍ତା ଦେଖୁଛନ୍ତି କାରଣ ଏହି HTTPS ସାଇଟ୍ ଆପଣଙ୍କର ୱେବ୍ ବ୍ରାଉଜର ଦ୍ୱାରା ପଠାଯିବା ପାଇଁ ଏକ “ରେଫରର ହେଡର୍” ଆବଶ୍ୟକ କରେ, କିନ୍ତୁ କେହି ପଠାଯାଇ ନାହିଁ | ସୁରକ୍ଷା କାରଣ ପାଇଁ ଏହି ହେଡର୍ ଆବଶ୍ୟକ, ନିଶ୍ଚିତ କରିବାକୁ ଯେ ଆପଣଙ୍କର ବ୍ରାଉଜର୍ ତୃତୀୟ ପକ୍ଷ ଦ୍ୱାରା ଅପହରଣ ହୋଇନାହିଁ |
pa: ਤੁਸੀਂ ਇਹ ਸੁਨੇਹਾ ਦੇਖ ਰਹੇ ਹੋ ਕਿਉਂਕਿ ਇਸ HTTPS ਸਾਈਟ ਨੂੰ ਤੁਹਾਡੇ ਵੈੱਬ ਬ੍ਰਾਊਜ਼ਰ ਦੁਆਰਾ ਭੇਜਣ ਲਈ ਇੱਕ "ਰੈਫਰਰ ਹੈਡਰ" ਦੀ ਲੋੜ ਹੈ, ਪਰ ਕੋਈ ਵੀ ਨਹੀਂ ਭੇਜਿਆ ਗਿਆ ਸੀ। ਇਹ ਸਿਰਲੇਖ ਸੁਰੱਖਿਆ ਕਾਰਨਾਂ ਕਰਕੇ ਲੋੜੀਂਦਾ ਹੈ, ਇਹ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ ਕਿ ਤੁਹਾਡੇ ਬ੍ਰਾਊਜ਼ਰ ਨੂੰ ਤੀਜੀਆਂ ਧਿਰਾਂ ਦੁਆਰਾ ਹਾਈਜੈਕ ਨਹੀਂ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ।
pl: Widzisz tę wiadomość, ponieważ ta witryna HTTPS wymaga wysłania przez przeglądarkę internetową „nagłówka strony odsyłającej”, ale żaden nie został wysłany. Ten nagłówek jest wymagany ze względów bezpieczeństwa, aby mieć pewność, że Twoja przeglądarka nie zostanie przejęta przez osoby trzecie.
pt: Você está vendo esta mensagem porque este site HTTPS exige que um “cabeçalho de referência” seja enviado pelo seu navegador, mas nenhum foi enviado. Este cabeçalho é necessário por motivos de segurança, para garantir que seu navegador não seja invadido por terceiros.
ru: Вы видите это сообщение, потому что этот HTTPS-сайт требует отправки «заголовка Referer» вашим веб-браузером, но он не был отправлен. Этот заголовок необходим из соображений безопасности, чтобы гарантировать, что ваш браузер не будет захвачен третьими лицами.
sv: Du ser det här meddelandet eftersom denna HTTPS-webbplats kräver att en "Referer header" skickas av din webbläsare, men ingen har skickats. Denna rubrik krävs av säkerhetsskäl, för att säkerställa att din webbläsare inte kapas av tredje part.
ta: இந்தச் செய்தியைப் பார்க்கிறீர்கள், ஏனெனில் இந்த HTTPS தளத்திற்கு உங்கள் இணைய உலாவி மூலம் "பரிந்துரையாளர் தலைப்பு" அனுப்பப்பட வேண்டும், ஆனால் எதுவும் அனுப்பப்படவில்லை. உங்கள் உலாவி மூன்றாம் தரப்பினரால் கடத்தப்படவில்லை என்பதை உறுதிப்படுத்த, பாதுகாப்பு காரணங்களுக்காக இந்த தலைப்பு தேவைப்படுகிறது.
te: మీరు ఈ సందేశాన్ని చూస్తున్నారు ఎందుకంటే ఈ HTTPS సైట్‌కి మీ వెబ్ బ్రౌజర్ ద్వారా పంపవలసిన “రిఫరర్ హెడర్” అవసరం, కానీ ఏదీ పంపబడలేదు. మీ బ్రౌజర్‌ని మూడవ పక్షాలు హైజాక్ చేయడం లేదని నిర్ధారించుకోవడానికి భద్రతా కారణాల దృష్ట్యా ఈ హెడర్ అవసరం.
th: คุณเห็นข้อความนี้เนื่องจากไซต์ HTTPS นี้กำหนดให้เว็บเบราว์เซอร์ของคุณส่ง "ส่วนหัวผู้อ้างอิง" แต่ไม่มีการส่งเลย ส่วนหัวนี้จำเป็นสำหรับเหตุผลด้านความปลอดภัย เพื่อให้แน่ใจว่าเบราว์เซอร์ของคุณจะไม่ถูกไฮแจ็กโดยบุคคลที่สาม
tr: Bu mesajı görüyorsunuz çünkü bu HTTPS sitesi, web tarayıcınız tarafından bir "Yönlendiren başlığının" gönderilmesini gerektiriyor ancak hiçbiri gönderilmiyor. Bu başlık, tarayıcınızın üçüncü şahıslar tarafından ele geçirilmediğinden emin olmak için güvenlik nedeniyle gereklidir.
vi: Bạn thấy thông báo này vì trang web HTTPS này yêu cầu phải gửi “Tiêu đề người giới thiệu” bởi trình duyệt web của bạn nhưng không có gì được gửi. Tiêu đề này là bắt buộc vì lý do bảo mật, để đảm bảo rằng trình duyệt của bạn không bị bên thứ ba chiếm quyền điều khiển.

source: If you have configured your browser to disable “Referer” headers, please re-enable them, at least for this site, or for HTTPS connections, or for “same-origin” requests.
ar: إذا قمت بتكوين متصفحك لتعطيل رؤوس "المرجع"، فيرجى إعادة تمكينها، على الأقل لهذا الموقع، أو لاتصالات HTTPS، أو لطلبات "نفس المصدر".
bn: আপনি যদি "রেফারার" শিরোনামগুলি অক্ষম করতে আপনার ব্রাউজারটি কনফিগার করে থাকেন তবে অনুগ্রহ করে সেগুলিকে পুনরায় সক্ষম করুন, অন্তত এই সাইটের জন্য, বা HTTPS সংযোগগুলির জন্য, বা "একই-অরিজিন" অনুরোধগুলির জন্য৷
da: Hvis du har konfigureret din browser til at deaktivere "Referer"-headere, skal du genaktivere dem, i det mindste for dette websted, eller for HTTPS-forbindelser eller for "samme oprindelse"-anmodninger.
de: Wenn Sie Ihren Browser so konfiguriert haben, dass „Referer“-Header deaktiviert sind, aktivieren Sie sie bitte erneut, zumindest für diese Website, für HTTPS-Verbindungen oder für „Same-Origin“-Anfragen.
el: Εάν έχετε διαμορφώσει το πρόγραμμα περιήγησής σας ώστε να απενεργοποιεί τις κεφαλίδες "Referer", ενεργοποιήστε τις ξανά, τουλάχιστον για αυτόν τον ιστότοπο ή για συνδέσεις HTTPS ή για αιτήματα "ίδιας προέλευσης".
es: Si ha configurado su navegador para deshabilitar los encabezados "Referer", vuelva a habilitarlos, al menos para este sitio, o para conexiones HTTPS, o para solicitudes del "mismo origen".
fi: Jos olet määrittänyt selaimesi poistamaan "Referer"-otsikot käytöstä, ota ne uudelleen käyttöön ainakin tälle sivustolle tai HTTPS-yhteyksille tai "saman alkuperän" pyynnöille.
fr: Si vous avez configuré votre navigateur pour désactiver les en-têtes « Referer », veuillez les réactiver, au moins pour ce site, ou pour les connexions HTTPS, ou pour les requêtes « de même origine ».
gu: જો તમે તમારા બ્રાઉઝરને "રેફરર" હેડરને અક્ષમ કરવા માટે ગોઠવ્યું હોય, તો કૃપા કરીને તેને ફરીથી સક્ષમ કરો, ઓછામાં ઓછા આ સાઇટ માટે, અથવા HTTPS કનેક્શન્સ માટે, અથવા "સમાન-મૂળ" વિનંતીઓ માટે.
he: אם הגדרת את הדפדפן שלך להשבית כותרות "מפנה", אנא הפעל אותן מחדש, לפחות עבור אתר זה, או עבור חיבורי HTTPS, או עבור בקשות "אותו מקור".
hi: यदि आपने अपने ब्राउज़र को "रेफ़रर" हेडर को अक्षम करने के लिए कॉन्फ़िगर किया है, तो कृपया उन्हें कम से कम इस साइट के लिए, या HTTPS कनेक्शन के लिए, या "समान-मूल" अनुरोधों के लिए पुनः सक्षम करें।
id: Jika Anda telah mengonfigurasi browser Anda untuk menonaktifkan header “Referer”, harap aktifkan kembali header tersebut, setidaknya untuk situs ini, atau untuk koneksi HTTPS, atau untuk permintaan “asal yang sama”.
it: Se hai configurato il tuo browser per disabilitare le intestazioni "Referer", riattivale, almeno per questo sito, o per le connessioni HTTPS, o per le richieste "della stessa origine".
ja: 「Referer」ヘッダーを無効にするようにブラウザを設定している場合は、少なくともこのサイト、HTTPS 接続、または「同一オリジン」リクエストについては、それらを再度有効にしてください。
kn: "ರೆಫರರ್" ಹೆಡರ್‌ಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲು ನಿಮ್ಮ ಬ್ರೌಸರ್ ಅನ್ನು ನೀವು ಕಾನ್ಫಿಗರ್ ಮಾಡಿದ್ದರೆ, ದಯವಿಟ್ಟು ಕನಿಷ್ಠ ಈ ಸೈಟ್‌ಗಾಗಿ ಅಥವಾ HTTPS ಸಂಪರ್ಕಗಳಿಗಾಗಿ ಅಥವಾ "ಒಂದೇ ಮೂಲ" ವಿನಂತಿಗಳಿಗಾಗಿ ಅವುಗಳನ್ನು ಮರು-ಸಕ್ರಿಯಗೊಳಿಸಿ.
ml: “റഫറർ” തലക്കെട്ടുകൾ പ്രവർത്തനരഹിതമാക്കാൻ നിങ്ങൾ ബ്രൗസർ കോൺഫിഗർ ചെയ്‌തിട്ടുണ്ടെങ്കിൽ, കുറഞ്ഞത് ഈ സൈറ്റിനോ HTTPS കണക്ഷനുകൾക്കോ ​​“ഒരേ ഉത്ഭവം” അഭ്യർത്ഥനകൾക്കോ ​​വേണ്ടിയെങ്കിലും അവ വീണ്ടും പ്രവർത്തനക്ഷമമാക്കുക.
mr: तुम्ही तुमचा ब्राउझर “रेफरर” हेडर अक्षम करण्यासाठी कॉन्फिगर केले असल्यास, कृपया ते पुन्हा-सक्षम करा, किमान या साइटसाठी किंवा HTTPS कनेक्शनसाठी किंवा “समान-मूळ” विनंत्यांसाठी.
nl: Als u uw browser heeft geconfigureerd om ‘Referer’-headers uit te schakelen, schakel deze dan opnieuw in, tenminste voor deze site, of voor HTTPS-verbindingen, of voor ‘same-origin’-verzoeken.
no: Hvis du har konfigurert nettleseren din til å deaktivere "Referer"-overskrifter, må du aktivere dem på nytt, i det minste for dette nettstedet, eller for HTTPS-tilkoblinger, eller for "samme opprinnelse"-forespørsler.
or: ଯଦି ଆପଣ “ରେଫରେର୍” ହେଡର୍ଗୁଡ଼ିକୁ ଅକ୍ଷମ କରିବା ପାଇଁ ଆପଣଙ୍କର ବ୍ରାଉଜର୍ କୁ ବିନ୍ୟାସ କରିଛନ୍ତି, ଦୟାକରି ସେମାନଙ୍କୁ ପୁନର୍ବାର ସକ୍ଷମ କରନ୍ତୁ, ଅନ୍ତତ this ପକ୍ଷେ ଏହି ସାଇଟ୍ ପାଇଁ, କିମ୍ବା HTTPS ସଂଯୋଗ ପାଇଁ, କିମ୍ବା “ସମାନ-ଉତ୍ପତ୍ତି” ଅନୁରୋଧ ପାଇଁ |
pa: ਜੇਕਰ ਤੁਸੀਂ ਆਪਣੇ ਬ੍ਰਾਊਜ਼ਰ ਨੂੰ "ਰੈਫਰਰ" ਸਿਰਲੇਖਾਂ ਨੂੰ ਅਸਮਰੱਥ ਬਣਾਉਣ ਲਈ ਕੌਂਫਿਗਰ ਕੀਤਾ ਹੈ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਉਹਨਾਂ ਨੂੰ ਘੱਟੋ-ਘੱਟ ਇਸ ਸਾਈਟ ਲਈ, ਜਾਂ HTTPS ਕਨੈਕਸ਼ਨਾਂ ਲਈ, ਜਾਂ "ਸਮਾਨ-ਮੂਲ" ਬੇਨਤੀਆਂ ਲਈ ਮੁੜ-ਯੋਗ ਬਣਾਓ।
pl: Jeśli skonfigurowałeś swoją przeglądarkę tak, aby wyłączała nagłówki „Referer”, włącz je ponownie, przynajmniej dla tej witryny, dla połączeń HTTPS lub dla żądań „tego samego pochodzenia”.
pt: Se você configurou seu navegador para desativar os cabeçalhos “Referer”, reative-os, pelo menos para este site, ou para conexões HTTPS, ou para solicitações de “mesma origem”.
ru: Если вы настроили свой браузер на отключение заголовков «Referer», включите их снова, по крайней мере, для этого сайта, или для HTTPS-соединений, или для запросов «того же происхождения».
sv: Om du har konfigurerat din webbläsare för att inaktivera "Referer"-rubriker, vänligen återaktivera dem, åtminstone för den här webbplatsen, eller för HTTPS-anslutningar, eller för "samma ursprung"-förfrågningar.
ta: "பரிந்துரை செய்பவர்" தலைப்புகளை முடக்க உங்கள் உலாவியை நீங்கள் உள்ளமைத்திருந்தால், குறைந்தபட்சம் இந்தத் தளத்திற்கோ அல்லது HTTPS இணைப்புகளுக்கோ அல்லது "ஒரே தோற்றம்" கோரிக்கைகளுக்கோ அவற்றை மீண்டும் இயக்கவும்.
te: "రిఫరర్" హెడర్‌లను నిలిపివేయడానికి మీరు మీ బ్రౌజర్‌ని కాన్ఫిగర్ చేసి ఉంటే, దయచేసి కనీసం ఈ సైట్ కోసం లేదా HTTPS కనెక్షన్‌ల కోసం లేదా "ఒకే-మూలం" అభ్యర్థనల కోసం వాటిని మళ్లీ ప్రారంభించండి.
th: หากคุณได้กำหนดค่าเบราว์เซอร์ของคุณให้ปิดใช้งานส่วนหัว "ผู้อ้างอิง" โปรดเปิดใช้งานอีกครั้ง อย่างน้อยสำหรับไซต์นี้ หรือสำหรับการเชื่อมต่อ HTTPS หรือสำหรับคำขอ "ที่มาเดียวกัน"
tr: Tarayıcınızı "Yönlendiren" başlıklarını devre dışı bırakacak şekilde yapılandırdıysanız, lütfen bunları en azından bu site veya HTTPS bağlantıları veya "aynı kaynaklı" istekler için yeniden etkinleştirin.
vi: Nếu bạn đã định cấu hình trình duyệt của mình để tắt tiêu đề “Người giới thiệu”, vui lòng bật lại chúng, ít nhất là cho trang web này hoặc cho các kết nối HTTPS hoặc cho các yêu cầu “cùng nguồn gốc”.
