Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Require email verification for new accounts
ar: تتطلب التحقق من البريد الإلكتروني للحسابات الجديدة
bn: নতুন অ্যাকাউন্টের জন্য ইমেল যাচাইকরণ প্রয়োজন
da: Kræv e-mailbekræftelse for nye konti
de: Für neue Konten ist eine E-Mail-Bestätigung erforderlich
el: Απαιτείται επαλήθευση μέσω email για νέους λογαριασμούς
es: Requerir verificación por correo electrónico para cuentas nuevas
fi: Vaadi uusien tilien sähköpostivahvistus
fr: Exiger une vérification par e-mail pour les nouveaux comptes
he: דרוש אימות דוא"ל עבור חשבונות חדשים
hi: नए खातों के लिए ईमेल सत्यापन की आवश्यकता है
id: Memerlukan verifikasi email untuk akun baru
it: Richiedi la verifica dell'e-mail per i nuovi account
ja: 新しいアカウントにはメール認証が必要です
kn: ಹೊಸ ಖಾತೆಗಳಿಗಾಗಿ ಇಮೇಲ್ ಪರಿಶೀಲನೆಯ ಅಗತ್ಯವಿದೆ
ml: പുതിയ അക്കൗണ്ടുകൾക്ക് ഇമെയിൽ പരിശോധന ആവശ്യമാണ്
mr: नवीन खात्यांसाठी ईमेल सत्यापन आवश्यक आहे
nl: E-mailverificatie vereisen voor nieuwe accounts
pa: ਨਵੇਂ ਖਾਤਿਆਂ ਲਈ ਈਮੇਲ ਪੁਸ਼ਟੀਕਰਨ ਦੀ ਲੋੜ ਹੈ
pl: Wymagaj weryfikacji e-mailem dla nowych kont
pt: Exigir verificação de e-mail para novas contas
ru: Требовать подтверждение электронной почты для новых учетных записей
sv: Kräv e-postverifiering för nya konton
ta: புதிய கணக்குகளுக்கு மின்னஞ்சல் சரிபார்ப்பு தேவை
te: కొత్త ఖాతాల కోసం ఇమెయిల్ ధృవీకరణ అవసరం
th: ต้องมีการยืนยันอีเมลสำหรับบัญชีใหม่
tr: Yeni hesaplar için e-posta doğrulamasını zorunlu kıl
vi: Yêu cầu xác minh email cho tài khoản mới

source: Require admin approval for new registrations
ar: تتطلب موافقة المشرف للتسجيل الجديد
bn: নতুন নিবন্ধনের জন্য প্রশাসকের অনুমোদন প্রয়োজন
da: Kræv administratorgodkendelse for ny registrering
de: Für eine Neuregistrierung ist eine Administratorgenehmigung erforderlich
el: Απαιτείται έγκριση από τον διαχειριστή για νέα εγγραφή
es: Requerir aprobación del administrador para un nuevo registro
fi: Vaadi järjestelmänvalvojan hyväksyntä uudelle rekisteröinnille
fr: Exiger l'approbation de l'administrateur pour une nouvelle inscription
gu: નવી નોંધણી માટે એડમિન મંજૂરીની જરૂર છે
he: דרוש אישור מנהל עבור רישום חדש
hi: नए पंजीकरण के लिए व्यवस्थापक अनुमोदन की आवश्यकता है
id: Memerlukan persetujuan admin untuk pendaftaran baru
it: Richiedi l'approvazione dell'amministratore per la nuova registrazione
ja: 新規登録には管理者の承認が必要です
kn: ಹೊಸ ನೋಂದಣಿಗೆ ನಿರ್ವಾಹಕರ ಅನುಮೋದನೆಯ ಅಗತ್ಯವಿದೆ
ml: പുതിയ രജിസ്ട്രേഷന് അഡ്മിൻ അംഗീകാരം ആവശ്യമാണ്
mr: नवीन नोंदणीसाठी प्रशासकाची मंजुरी आवश्यक आहे
nl: Goedkeuring van de beheerder vereisen voor nieuwe registratie
no: Krev administratorgodkjenning for ny registrering
or: ନୂତନ ପଞ୍ଜୀକରଣ ପାଇଁ ଆଡମିନି ଅନୁମୋଦନ ଆବଶ୍ୟକ |
pa: ਨਵੀਂ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਲਈ ਪ੍ਰਸ਼ਾਸਕ ਦੀ ਮਨਜ਼ੂਰੀ ਦੀ ਲੋੜ ਹੈ
pl: Wymagaj zgody administratora na nową rejestrację
pt: Exigir aprovação do administrador para novo registro
ru: Требовать одобрения администратора для новой регистрации
sv: Kräv administratörsgodkännande för ny registrering
ta: புதிய பதிவுக்கு நிர்வாக அனுமதி தேவை
te: కొత్త రిజిస్ట్రేషన్ కోసం అడ్మిన్ ఆమోదం అవసరం
th: ต้องได้รับการอนุมัติจากผู้ดูแลระบบสำหรับการลงทะเบียนใหม่
tr: Yeni kayıt için yönetici onayı gerektir
vi: Yêu cầu sự chấp thuận của quản trị viên để đăng ký mới

source: Required Registration Fields
ar: حقول التسجيل المطلوبة
bn: প্রয়োজনীয় নিবন্ধন ক্ষেত্র
da: Påkrævede registreringsfelter
de: Erforderliche Registrierungsfelder
el: Απαιτούμενα πεδία εγγραφής
es: Campos de registro obligatorios
fi: Pakolliset rekisteröintikentät
fr: Champs d'inscription obligatoires
he: שדות רישום נדרשים
hi: आवश्यक पंजीकरण फ़ील्ड
id: Bidang Pendaftaran yang Wajib diisi
it: Campi di registrazione obbligatori
ja: 必須の登録フィールド
kn: ಅಗತ್ಯವಿರುವ ನೋಂದಣಿ ಕ್ಷೇತ್ರಗಳು
ml: ആവശ്യമായ രജിസ്ട്രേഷൻ ഫീൽഡുകൾ
mr: आवश्यक नोंदणी फील्ड
nl: Verplichte registratievelden
pa: ਲੋੜੀਂਦੇ ਰਜਿਸਟਰੇਸ਼ਨ ਖੇਤਰ
pl: Wymagane pola rejestracyjne
pt: Campos de registro obrigatórios
ru: Обязательные поля регистрации
sv: Obligatoriska registreringsfält
ta: தேவையான பதிவு புலங்கள்
te: అవసరమైన రిజిస్ట్రేషన్ ఫీల్డ్స్
th: ช่องการลงทะเบียนที่จำเป็น
tr: Gerekli Kayıt Alanları
vi: Các trường đăng ký bắt buộc

source: Role Management
ar: إدارة الأدوار
bn: ভূমিকা ব্যবস্থাপনা
da: Rolleledelse
de: Rollenmanagement
el: Διαχείριση Ρόλων
es: Gestión de roles
fi: Roolinhallinta
fr: Gestion des rôles
he: ניהול תפקידים
hi: भूमिका प्रबंधन
id: Manajemen Peran
it: Gestione dei ruoli
ja: 役割管理
kn: ಪಾತ್ರ ನಿರ್ವಹಣೆ
ml: റോൾ മാനേജ്മെൻ്റ്
mr: भूमिका व्यवस्थापन
nl: Rolbeheer
pa: ਭੂਮਿਕਾ ਪ੍ਰਬੰਧਨ
pl: Zarządzanie rolami
pt: Gerenciamento de funções
ru: Управление ролями
sv: Rollhantering
ta: பங்கு மேலாண்மை
te: పాత్ర నిర్వహణ
th: การจัดการบทบาท
tr: Rol Yönetimi
vi: Quản lý vai trò

source: Default Role for New Users
ar: الدور الافتراضي للمستخدمين الجدد
bn: নতুন ব্যবহারকারীদের জন্য ডিফল্ট ভূমিকা
da: Standardrolle for nye brugere
de: Standardrolle für neue Benutzer
el: Προεπιλεγμένος ρόλος για νέους χρήστες
es: Rol predeterminado para nuevos usuarios
fi: Uusien käyttäjien oletusrooli
fr: Rôle par défaut pour les nouveaux utilisateurs
he: תפקיד ברירת מחדל עבור משתמשים חדשים
hi: नए उपयोगकर्ताओं के लिए डिफ़ॉल्ट भूमिका
id: Peran Default untuk Pengguna Baru
it: Ruolo predefinito per i nuovi utenti
ja: 新規ユーザーのデフォルトの役割
kn: ಹೊಸ ಬಳಕೆದಾರರಿಗೆ ಡೀಫಾಲ್ಟ್ ಪಾತ್ರ
ml: പുതിയ ഉപയോക്താക്കൾക്കുള്ള ഡിഫോൾട്ട് റോൾ
mr: नवीन वापरकर्त्यांसाठी डीफॉल्ट भूमिका
nl: Standaardrol voor nieuwe gebruikers
pa: ਨਵੇਂ ਉਪਭੋਗਤਾਵਾਂ ਲਈ ਪੂਰਵ-ਨਿਰਧਾਰਤ ਭੂਮਿਕਾ
pl: Domyślna rola dla nowych użytkowników
pt: Função padrão para novos usuários
ru: Роль по умолчанию для новых пользователей
sv: Standardroll för nya användare
ta: புதிய பயனர்களுக்கான இயல்புநிலை பங்கு
te: కొత్త వినియోగదారుల కోసం డిఫాల్ట్ పాత్ర
th: บทบาทเริ่มต้นสำหรับผู้ใช้ใหม่
tr: Yeni Kullanıcılar için Varsayılan Rol
vi: Vai trò mặc định cho người dùng mới

source: Custom Roles (JSON format)
ar: الأدوار المخصصة (تنسيق JSON)
bn: কাস্টম ভূমিকা (JSON ফর্ম্যাট)
da: Tilpassede roller (JSON-format)
de: Benutzerdefinierte Rollen (JSON-Format)
el: Προσαρμοσμένοι ρόλοι (μορφή JSON)
es: Roles personalizados (formato JSON)
fi: Muokatut roolit (JSON-muoto)
fr: Rôles personnalisés (format JSON)
he: תפקידים מותאמים אישית (פורמט JSON)
hi: कस्टम भूमिकाएँ (JSON प्रारूप)
id: Peran Khusus (format JSON)
it: Ruoli personalizzati (formato JSON)
ja: カスタムロール（JSON形式）
kn: ಕಸ್ಟಮ್ ಪಾತ್ರಗಳು (JSON ಫಾರ್ಮ್ಯಾಟ್)
ml: ഇഷ്‌ടാനുസൃത റോളുകൾ (JSON ഫോർമാറ്റ്)
mr: सानुकूल भूमिका (JSON स्वरूप)
nl: Aangepaste rollen (JSON-indeling)
pa: ਕਸਟਮ ਰੋਲ (JSON ਫਾਰਮੈਟ)
pl: Role niestandardowe (format JSON)
pt: Funções personalizadas (formato JSON)
ru: Пользовательские роли (формат JSON)
sv: Anpassade roller (JSON-format)
ta: தனிப்பயன் பாத்திரங்கள் (JSON வடிவம்)
te: అనుకూల పాత్రలు (JSON ఫార్మాట్)
th: บทบาทที่กำหนดเอง (รูปแบบ JSON)
tr: Özel Roller (JSON formatı)
vi: Vai trò tùy chỉnh (định dạng JSON)

source: User Profile Settings
ar: إعدادات ملف تعريف المستخدم
bn: ব্যবহারকারীর প্রোফাইল সেটিংস
da: Brugerprofilindstillinger
de: Benutzerprofileinstellungen
el: Ρυθμίσεις προφίλ χρήστη
es: Configuración del perfil de usuario
fi: Käyttäjäprofiilin asetukset
fr: Paramètres du profil utilisateur
he: הגדרות פרופיל משתמש
hi: उपयोगकर्ता प्रोफ़ाइल सेटिंग्स
id: Pengaturan Profil Pengguna
it: Impostazioni del profilo utente
ja: ユーザープロファイル設定
kn: ಬಳಕೆದಾರರ ಪ್ರೊಫೈಲ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: ഉപയോക്തൃ പ്രൊഫൈൽ ക്രമീകരണങ്ങൾ
mr: वापरकर्ता प्रोफाइल सेटिंग्ज
nl: Gebruikersprofielinstellingen
pa: ਉਪਭੋਗਤਾ ਪ੍ਰੋਫਾਈਲ ਸੈਟਿੰਗਾਂ
pl: Ustawienia profilu użytkownika
pt: Configurações de perfil de usuário
ru: Настройки профиля пользователя
sv: Användarprofilinställningar
ta: பயனர் சுயவிவர அமைப்புகள்
te: వినియోగదారు ప్రొఫైల్ సెట్టింగ్‌లు
th: การตั้งค่าโปรไฟล์ผู้ใช้
tr: Kullanıcı Profili Ayarları
vi: Cài đặt hồ sơ người dùng

source: Allow users to upload profile pictures
ar: السماح للمستخدمين بتحميل صور الملف الشخصي
bn: ব্যবহারকারীদের প্রোফাইল ছবি আপলোড করার অনুমতি দিন
da: Tillad brugere at uploade profilbilleder
de: Benutzern erlauben, Profilbilder hochzuladen
el: Επιτρέψτε στους χρήστες να ανεβάζουν φωτογραφίες προφίλ
es: Permitir a los usuarios cargar imágenes de perfil
fi: Salli käyttäjien ladata profiilikuvia
fr: Autoriser les utilisateurs à télécharger des photos de profil
he: אפשר למשתמשים להעלות תמונות פרופיל
hi: उपयोगकर्ताओं को प्रोफ़ाइल चित्र अपलोड करने की अनुमति दें
id: Izinkan pengguna mengunggah gambar profil
it: Consenti agli utenti di caricare immagini del profilo
ja: ユーザーがプロフィール写真をアップロードできるようにする
kn: ಪ್ರೊಫೈಲ್ ಚಿತ್ರಗಳನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ಬಳಕೆದಾರರನ್ನು ಅನುಮತಿಸಿ
ml: പ്രൊഫൈൽ ചിത്രങ്ങൾ അപ്‌ലോഡ് ചെയ്യാൻ ഉപയോക്താക്കളെ അനുവദിക്കുക
mr: वापरकर्त्यांना प्रोफाइल चित्रे अपलोड करण्याची परवानगी द्या
nl: Sta gebruikers toe profielfoto's te uploaden
pa: ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਪ੍ਰੋਫਾਈਲ ਤਸਵੀਰਾਂ ਅਪਲੋਡ ਕਰਨ ਦਿਓ
pl: Zezwalaj użytkownikom na przesyłanie zdjęć profilowych
pt: Permitir que os usuários carreguem fotos de perfil
ru: Разрешить пользователям загружать изображения профиля
sv: Tillåt användare att ladda upp profilbilder
ta: சுயவிவரப் படங்களைப் பதிவேற்ற பயனர்களை அனுமதிக்கவும்
te: ప్రొఫైల్ చిత్రాలను అప్‌లోడ్ చేయడానికి వినియోగదారులను అనుమతించండి
th: อนุญาตให้ผู้ใช้อัพโหลดรูปโปรไฟล์
tr: Kullanıcıların profil resimleri yüklemesine izin ver
vi: Cho phép người dùng tải lên ảnh hồ sơ

source: Display user progress on profile
ar: عرض تقدم المستخدم في الملف الشخصي
bn: প্রোফাইলে ব্যবহারকারীর অগ্রগতি প্রদর্শন করুন
da: Vis brugerens fremskridt på profilen
de: Benutzerfortschritt im Profil anzeigen
el: Εμφάνιση προόδου χρήστη στο προφίλ
es: Mostrar el progreso del usuario en el perfil
fi: Näytä käyttäjän edistyminen profiilissa
fr: Afficher la progression de l'utilisateur sur le profil
he: הצג את התקדמות המשתמש בפרופיל
hi: प्रोफ़ाइल पर उपयोगकर्ता की प्रगति प्रदर्शित करें
id: Tampilkan kemajuan pengguna di profil
it: Visualizza l'avanzamento dell'utente sul profilo
ja: プロフィールにユーザーの進捗状況を表示する
kn: ಪ್ರೊಫೈಲ್‌ನಲ್ಲಿ ಬಳಕೆದಾರರ ಪ್ರಗತಿಯನ್ನು ಪ್ರದರ್ಶಿಸಿ
ml: പ്രൊഫൈലിൽ ഉപയോക്തൃ പുരോഗതി പ്രദർശിപ്പിക്കുക
mr: प्रोफाइलवर वापरकर्ता प्रगती प्रदर्शित करा
nl: Geef de voortgang van de gebruiker op het profiel weer
pa: ਪ੍ਰੋਫਾਈਲ 'ਤੇ ਉਪਭੋਗਤਾ ਦੀ ਤਰੱਕੀ ਦਿਖਾਓ
pl: Wyświetlaj postęp użytkownika na profilu
pt: Exibir o progresso do usuário no perfil
ru: Отображать прогресс пользователя в профиле
sv: Visa användarens framsteg på profilen
ta: சுயவிவரத்தில் பயனர் முன்னேற்றத்தைக் காண்பி
te: ప్రొఫైల్‌లో వినియోగదారు పురోగతిని ప్రదర్శించండి
th: แสดงความคืบหน้าของผู้ใช้ในโปรไฟล์
tr: Kullanıcının ilerleme durumunu profilde görüntüle
vi: Hiển thị tiến trình của người dùng trên hồ sơ

source: Allow users to add social media profiles
ar: السماح للمستخدمين بإضافة ملفات تعريف الوسائط الاجتماعية
bn: ব্যবহারকারীদের সামাজিক মিডিয়া প্রোফাইল যোগ করার অনুমতি দিন
da: Tillad brugere at tilføje profiler på sociale medier
de: Ermöglichen Sie Benutzern das Hinzufügen von Social-Media-Profilen
el: Επιτρέψτε στους χρήστες να προσθέσουν προφίλ κοινωνικών μέσων
es: Permitir a los usuarios agregar perfiles de redes sociales
fi: Salli käyttäjien lisätä sosiaalisen median profiileja
fr: Autoriser les utilisateurs à ajouter des profils de réseaux sociaux
he: אפשר למשתמשים להוסיף פרופילי מדיה חברתית
hi: उपयोगकर्ताओं को सोशल मीडिया प्रोफ़ाइल जोड़ने की अनुमति दें
id: Izinkan pengguna untuk menambahkan profil media sosial
it: Consenti agli utenti di aggiungere profili di social media
ja: ユーザーがソーシャルメディアプロフィールを追加できるようにする
kn: ಸಾಮಾಜಿಕ ಮಾಧ್ಯಮ ಪ್ರೊಫೈಲ್‌ಗಳನ್ನು ಸೇರಿಸಲು ಬಳಕೆದಾರರನ್ನು ಅನುಮತಿಸಿ
ml: സോഷ്യൽ മീഡിയ പ്രൊഫൈലുകൾ ചേർക്കാൻ ഉപയോക്താക്കളെ അനുവദിക്കുക
mr: वापरकर्त्यांना सोशल मीडिया प्रोफाइल जोडण्याची परवानगी द्या
nl: Sta gebruikers toe sociale-mediaprofielen toe te voegen
pa: ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਸੋਸ਼ਲ ਮੀਡੀਆ ਪ੍ਰੋਫਾਈਲਾਂ ਨੂੰ ਜੋੜਨ ਦੀ ਆਗਿਆ ਦਿਓ
pl: Zezwalaj użytkownikom na dodawanie profili w mediach społecznościowych
pt: Permitir que os usuários adicionem perfis de mídia social
ru: Разрешить пользователям добавлять профили в социальных сетях
sv: Tillåt användare att lägga till profiler på sociala medier
ta: சமூக ஊடக சுயவிவரங்களைச் சேர்க்க பயனர்களை அனுமதிக்கவும்
te: సోషల్ మీడియా ప్రొఫైల్‌లను జోడించడానికి వినియోగదారులను అనుమతించండి
th: อนุญาตให้ผู้ใช้เพิ่มโปรไฟล์โซเชียลมีเดีย
tr: Kullanıcıların sosyal medya profilleri eklemesine izin ver
vi: Cho phép người dùng thêm hồ sơ truyền thông xã hội

source: User Authentication
ar: مصادقة المستخدم
bn: ব্যবহারকারীর প্রমাণীকরণ
da: Brugergodkendelse
de: Benutzerauthentifizierung
el: Έλεγχος ταυτότητας χρήστη
es: Autenticación de usuario
fi: Käyttäjän todennus
fr: Authentification utilisateur
he: אימות משתמש
hi: उपयोगकर्ता प्रमाणीकरण
id: Otentikasi Pengguna
it: Autenticazione utente
ja: ユーザー認証
kn: ಬಳಕೆದಾರರ ದೃಢೀಕರಣ
ml: ഉപയോക്തൃ പ്രാമാണീകരണം
mr: वापरकर्ता प्रमाणीकरण
nl: Gebruikersauthenticatie
pa: ਉਪਭੋਗਤਾ ਪ੍ਰਮਾਣੀਕਰਨ
pl: Uwierzytelnianie użytkownika
pt: Autenticação de usuário
ru: Аутентификация пользователя
sv: Användarautentisering
ta: பயனர் அங்கீகாரம்
te: వినియోగదారు ప్రమాణీకరణ
th: การรับรองความถูกต้องของผู้ใช้
tr: Kullanıcı Kimlik Doğrulaması
vi: Xác thực người dùng

source: Allow users to reset passwords
ar: السماح للمستخدمين بإعادة تعيين كلمات المرور
bn: ব্যবহারকারীদের পাসওয়ার্ড রিসেট করার অনুমতি দিন
da: Tillad brugere at nulstille adgangskoder
de: Erlauben Sie Benutzern, Passwörter zurückzusetzen
el: Επιτρέψτε στους χρήστες να επαναφέρουν τους κωδικούς πρόσβασης
es: Permitir a los usuarios restablecer contraseñas
fi: Salli käyttäjien nollata salasanat
fr: Autoriser les utilisateurs à réinitialiser les mots de passe
he: אפשר למשתמשים לאפס סיסמאות
hi: उपयोगकर्ताओं को पासवर्ड रीसेट करने की अनुमति दें
id: Izinkan pengguna menyetel ulang sandi
it: Consenti agli utenti di reimpostare le password
ja: ユーザーがパスワードをリセットできるようにする
kn: ಪಾಸ್ವರ್ಡ್ಗಳನ್ನು ಮರುಹೊಂದಿಸಲು ಬಳಕೆದಾರರನ್ನು ಅನುಮತಿಸಿ
ml: പാസ്‌വേഡുകൾ പുനഃസജ്ജമാക്കാൻ ഉപയോക്താക്കളെ അനുവദിക്കുക
mr: वापरकर्त्यांना पासवर्ड रीसेट करण्याची अनुमती द्या
nl: Sta gebruikers toe wachtwoorden opnieuw in te stellen
pa: ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਪਾਸਵਰਡ ਰੀਸੈਟ ਕਰਨ ਦਿਓ
pl: Zezwalaj użytkownikom na resetowanie haseł
pt: Permitir que os usuários redefinam senhas
ru: Разрешить пользователям сбрасывать пароли
sv: Tillåt användare att återställa lösenord
ta: கடவுச்சொற்களை மீட்டமைக்க பயனர்களை அனுமதிக்கவும்
te: పాస్‌వర్డ్‌లను రీసెట్ చేయడానికి వినియోగదారులను అనుమతించండి
th: อนุญาตให้ผู้ใช้รีเซ็ตรหัสผ่าน
tr: Kullanıcıların şifreleri sıfırlamasına izin ver
vi: Cho phép người dùng đặt lại mật khẩu

source: Password Reset Link Expiry (hours)
ar: انتهاء صلاحية رابط إعادة تعيين كلمة المرور (ساعات)
bn: পাসওয়ার্ড রিসেট লিঙ্ক মেয়াদ শেষ (ঘন্টা)
da: Udløb af link til nulstilling af adgangskode (timer)
de: Ablauf des Passwort-Reset-Links (Stunden)
el: Λήξη συνδέσμου επαναφοράς κωδικού πρόσβασης (ώρες)
es: Caducidad del enlace de restablecimiento de contraseña (horas)
fi: Salasanan palautuslinkin vanheneminen (tuntia)
fr: Expiration du lien de réinitialisation du mot de passe (heures)
he: תפוגה של קישור איפוס סיסמה (שעות)
hi: पासवर्ड रीसेट लिंक समाप्ति (घंटे)
id: Masa berlaku Tautan Reset Kata Sandi (jam)
it: Scadenza del collegamento per la reimpostazione della password (ore)
ja: パスワード リセット リンクの有効期限 (時間)
kn: ಪಾಸ್‌ವರ್ಡ್ ಮರುಹೊಂದಿಸುವ ಲಿಂಕ್ ಮುಕ್ತಾಯ (ಗಂಟೆಗಳು)
ml: പാസ്‌വേഡ് റീസെറ്റ് ലിങ്ക് കാലഹരണപ്പെടുന്നു (മണിക്കൂറുകൾ)
mr: पासवर्ड रीसेट लिंक एक्सपायरी (तास)
nl: Vervaldatum link wachtwoord opnieuw instellen (uren)
pa: ਪਾਸਵਰਡ ਰੀਸੈਟ ਲਿੰਕ ਦੀ ਮਿਆਦ (ਘੰਟੇ)
pl: Wygaśnięcie łącza resetowania hasła (godziny)
pt: Expiração do link de redefinição de senha (horas)
ru: Срок действия ссылки для сброса пароля (часы)
sv: Lösenordsåterställningslänkens utgång (timmar)
ta: கடவுச்சொல் மீட்டமைப்பு இணைப்பு காலாவதியாகும் (மணிநேரம்)
te: పాస్‌వర్డ్ రీసెట్ లింక్ గడువు (గంటలు)
th: ลิงค์รีเซ็ตรหัสผ่านหมดอายุ (ชั่วโมง)
tr: Şifre Sıfırlama Bağlantısının Sona Ermesi (saat)
vi: Hết hạn liên kết đặt lại mật khẩu (giờ)

source: Enable Two-Factor Authentication
ar: تمكين المصادقة الثنائية
bn: দ্বি-ফ্যাক্টর প্রমাণীকরণ সক্ষম করুন
da: Aktiver to-faktor-godkendelse
de: Aktivieren Sie die Zwei-Faktor-Authentifizierung
el: Ενεργοποιήστε τον έλεγχο ταυτότητας δύο παραγόντων
es: Habilite la autenticación de dos factores
fi: Ota kaksivaiheinen todennus käyttöön
fr: Activer l'authentification à deux facteurs
gu: ટુ-ફેક્ટર ઓથેન્ટિકેશન સક્ષમ કરો
he: אפשר אימות דו-גורמי
hi: दो-कारक प्रमाणीकरण सक्षम करें
id: Aktifkan Otentikasi Dua Faktor
it: Abilita l'autenticazione a due fattori
ja: 二要素認証を有効にする
kn: ಎರಡು ಅಂಶಗಳ ದೃಢೀಕರಣವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ml: രണ്ട്-ഘടക പ്രാമാണീകരണം പ്രവർത്തനക്ഷമമാക്കുക
mr: टू-फॅक्टर ऑथेंटिकेशन सक्षम करा
nl: Schakel tweefactorauthenticatie in
no: Aktiver tofaktorautentisering
or: ଦୁଇ ଫ୍ୟାକ୍ଟର୍ ପ୍ରାମାଣିକିକରଣ ସକ୍ଷମ କରନ୍ତୁ |
pa: ਦੋ-ਫੈਕਟਰ ਪ੍ਰਮਾਣੀਕਰਨ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ
pl: Włącz uwierzytelnianie dwuskładnikowe
pt: Habilite a autenticação de dois fatores
ru: Включить двухфакторную аутентификацию
sv: Aktivera tvåfaktorsautentisering
ta: இரண்டு காரணி அங்கீகாரத்தை இயக்கு
te: రెండు-కారకాల ప్రమాణీకరణను ప్రారంభించండి
th: เปิดใช้งานการรับรองความถูกต้องด้วยสองปัจจัย
tr: İki Faktörlü Kimlik Doğrulamayı Etkinleştir
vi: Kích hoạt xác thực hai yếu tố

source: Save User & Role Settings
ar: حفظ إعدادات المستخدم والدور
bn: ব্যবহারকারী এবং ভূমিকা সেটিংস সংরক্ষণ করুন
da: Gem bruger- og rolleindstillinger
de: Speichern Sie Benutzer- und Rolleneinstellungen
el: Αποθήκευση ρυθμίσεων χρήστη και ρόλου
es: Guardar configuración de usuario y rol
fi: Tallenna käyttäjä- ja rooliasetukset
fr: Enregistrer les paramètres d'utilisateur et de rôle
he: שמור הגדרות משתמש ותפקידים
hi: उपयोगकर्ता एवं भूमिका सेटिंग सहेजें
id: Simpan Pengaturan Pengguna & Peran
it: Salva le impostazioni dell'utente e del ruolo
ja: ユーザーとロールの設定を保存する
kn: ಬಳಕೆದಾರ ಮತ್ತು ಪಾತ್ರದ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಉಳಿಸಿ
ml: ഉപയോക്തൃ & റോൾ ക്രമീകരണങ്ങൾ സംരക്ഷിക്കുക
mr: वापरकर्ता आणि भूमिका सेटिंग्ज जतन करा
nl: Bewaar gebruikers- en rolinstellingen
pa: ਉਪਭੋਗਤਾ ਅਤੇ ਭੂਮਿਕਾ ਸੈਟਿੰਗਾਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰੋ
pl: Zapisz ustawienia użytkownika i roli
pt: Salvar configurações de usuário e função
ru: Сохранить настройки пользователя и роли
sv: Spara användar- och rollinställningar
ta: பயனர் & பங்கு அமைப்புகளைச் சேமிக்கவும்
te: వినియోగదారు & పాత్ర సెట్టింగ్‌లను సేవ్ చేయండి
th: บันทึกการตั้งค่าผู้ใช้และบทบาท
tr: Kullanıcı ve Rol Ayarlarını Kaydet
vi: Lưu cài đặt người dùng và vai trò

source: Courses & Programs Settings
ar: إعدادات الدورات والبرامج
bn: কোর্স এবং প্রোগ্রাম সেটিংস
da: Indstillinger for kurser og programmer
de: Kurs- und Programmeinstellungen
el: Ρυθμίσεις μαθημάτων & προγραμμάτων
es: Configuración de cursos y programas
fi: Kurssien ja ohjelmien asetukset
fr: Paramètres des cours et programmes
he: הגדרות קורסים ותוכניות
hi: पाठ्यक्रम एवं कार्यक्रम सेटिंग्स
id: Pengaturan Kursus & Program
it: Impostazioni corsi e programmi
ja: コースとプログラムの設定
kn: ಕೋರ್ಸ್‌ಗಳು ಮತ್ತು ಕಾರ್ಯಕ್ರಮಗಳ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: കോഴ്സുകളും പ്രോഗ്രാമുകളും ക്രമീകരണം
mr: अभ्यासक्रम आणि कार्यक्रम सेटिंग्ज
nl: Cursussen en programma's Instellingen
pa: ਕੋਰਸ ਅਤੇ ਪ੍ਰੋਗਰਾਮ ਸੈਟਿੰਗਾਂ
pl: Ustawienia kursów i programów
pt: Configurações de cursos e programas
ru: Настройки курсов и программ
sv: Inställningar för kurser och program
ta: படிப்புகள் மற்றும் நிகழ்ச்சிகள் அமைப்புகள்
te: కోర్సులు & ప్రోగ్రామ్‌ల సెట్టింగ్‌లు
th: การตั้งค่าหลักสูตรและโปรแกรม
tr: Kurslar ve Program Ayarları
vi: Cài đặt khóa học & chương trình

source: Course Settings
ar: إعدادات الدورة
bn: কোর্স সেটিংস
da: Kursusindstillinger
de: Kurseinstellungen
el: Ρυθμίσεις μαθήματος
es: Configuración del curso
fi: Kurssin asetukset
fr: Paramètres du cours
gu: કોર્સ સેટિંગ્સ
he: הגדרות הקורס
hi: पाठ्यक्रम सेटिंग्स
id: Pengaturan Kursus
it: Impostazioni del corso
ja: コース設定
kn: ಕೋರ್ಸ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: കോഴ്സ് ക്രമീകരണങ്ങൾ
mr: कोर्स सेटिंग्ज
nl: Cursusinstellingen
no: Kursinnstillinger
or: ପାଠ୍ୟକ୍ରମ ସେଟିଂସମୂହ |
pa: ਕੋਰਸ ਸੈਟਿੰਗਾਂ
pl: Ustawienia kursu
pt: Configurações do curso
ru: Настройки курса
sv: Kursinställningar
ta: பாட அமைப்புகள்
te: కోర్సు సెట్టింగ్‌లు
th: การตั้งค่าหลักสูตร
tr: Kurs Ayarları
vi: Cài đặt khóa học

source: Default Course Duration (weeks)
ar: المدة الافتراضية للدورة (أسابيع)
bn: ডিফল্ট কোর্সের সময়কাল (সপ্তাহ)
da: Standard kursusvarighed (uger)
de: Standardkursdauer (Wochen)
el: Προεπιλεγμένη διάρκεια μαθήματος (εβδομάδες)
es: Duración predeterminada del curso (semanas)
fi: Kurssin oletuskesto (viikkoja)
fr: Durée du cours par défaut (semaines)
gu: ડિફૉલ્ટ કોર્સ સમયગાળો (અઠવાડિયા)
he: משך ברירת מחדל של קורס (שבועות)
hi: डिफ़ॉल्ट पाठ्यक्रम अवधि (सप्ताह)
id: Durasi Kursus Default (minggu)
it: Durata predefinita del corso (settimane)
ja: デフォルトのコース期間 (週)
kn: ಡೀಫಾಲ್ಟ್ ಕೋರ್ಸ್ ಅವಧಿ (ವಾರಗಳು)
ml: ഡിഫോൾട്ട് കോഴ്സ് ദൈർഘ്യം (ആഴ്ചകൾ)
mr: डीफॉल्ट कोर्स कालावधी (आठवडे)
nl: Standaard cursusduur (weken)
no: Standard kursvarighet (uker)
or: ଡିଫଲ୍ଟ ପାଠ୍ୟକ୍ରମର ଅବଧି (ସପ୍ତାହ)
pa: ਡਿਫੌਲਟ ਕੋਰਸ ਦੀ ਮਿਆਦ (ਹਫ਼ਤੇ)
pl: Domyślny czas trwania kursu (tygodnie)
pt: Duração padrão do curso (semanas)
ru: Продолжительность курса по умолчанию (недели)
sv: Standardkurslängd (veckor)
ta: இயல்புநிலை பாடநெறி காலம் (வாரங்கள்)
te: డిఫాల్ట్ కోర్సు వ్యవధి (వారాలు)
th: ระยะเวลาหลักสูตรเริ่มต้น (สัปดาห์)
tr: Varsayılan Kurs Süresi (hafta)
vi: Thời lượng khóa học mặc định (tuần)

source: Maximum Students per Course
ar: الحد الأقصى لعدد الطلاب لكل دورة
bn: কোর্স প্রতি সর্বোচ্চ ছাত্র
da: Maksimalt antal studerende pr. kursus
de: Maximale Anzahl Studierende pro Kurs
el: Μέγιστος αριθμός μαθητών ανά μάθημα
es: Máximo de estudiantes por curso
fi: Opiskelijoiden enimmäismäärä per kurssi
fr: Nombre maximum d'étudiants par cours
gu: કોર્સ દીઠ મહત્તમ વિદ્યાર્થીઓ
he: מקסימום סטודנטים לקורס
hi: प्रति पाठ्यक्रम अधिकतम छात्र
id: Siswa Maksimum per Kursus
it: Numero massimo di studenti per corso
ja: コースあたりの最大受講者数
kn: ಪ್ರತಿ ಕೋರ್ಸ್‌ಗೆ ಗರಿಷ್ಠ ವಿದ್ಯಾರ್ಥಿಗಳು
ml: ഓരോ കോഴ്സിനും പരമാവധി വിദ്യാർത്ഥികൾ
mr: प्रति कोर्स जास्तीत जास्त विद्यार्थी
nl: Maximaal aantal studenten per cursus
no: Maksimalt antall studenter per kurs
or: ପାଠ୍ୟକ୍ରମରେ ସର୍ବାଧିକ ଛାତ୍ର |
pa: ਪ੍ਰਤੀ ਕੋਰਸ ਅਧਿਕਤਮ ਵਿਦਿਆਰਥੀ
pl: Maksymalna liczba uczniów na kurs
pt: Máximo de alunos por curso
ru: Максимальное количество студентов на курс
sv: Max antal studenter per kurs
ta: ஒரு பாடத்திற்கு அதிகபட்ச மாணவர்கள்
te: ఒక్కో కోర్సుకు గరిష్ట విద్యార్థులు
th: จำนวนนักเรียนสูงสุดต่อหลักสูตร
tr: Kurs Başına Maksimum Öğrenci
vi: Số sinh viên tối đa mỗi khóa học

source: Default Passing Grade (%%)
ar: درجة النجاح الافتراضية (%%)
bn: ডিফল্ট পাসিং গ্রেড (%%)
da: Standard bestået karakter (%%)
de: Standard-Bestehensnote (%%)
el: Προεπιλεγμένος βαθμός επιτυχίας (%%)
es: Calificación aprobatoria predeterminada (%%)
fi: Oletusarvosana (%%)
fr: Note de passage par défaut (%%)
he: ציון מעבר ברירת מחדל (%%)
hi: डिफ़ॉल्ट उत्तीर्ण ग्रेड (%%)
id: Nilai Kelulusan Default (%%)
it: Grado di superamento predefinito (%%)
ja: デフォルトの合格点 (%%)
kn: ಡೀಫಾಲ್ಟ್ ಪಾಸಿಂಗ್ ಗ್ರೇಡ್ (%%)
ml: ഡിഫോൾട്ട് പാസിംഗ് ഗ്രേഡ് (%%)
mr: डीफॉल्ट उत्तीर्ण ग्रेड (%%)
nl: Standaard voldoende cijfer (%%)
pa: ਡਿਫਾਲਟ ਪਾਸਿੰਗ ਗ੍ਰੇਡ (%%)
pl: Domyślna ocena zaliczająca (%%)
pt: Nota de aprovação padrão (%%)
ru: Проходной балл по умолчанию (%%)
sv: Standard godkänt betyg (%%)
ta: இயல்புநிலை தேர்ச்சி தரம் (%%)
te: డిఫాల్ట్ ఉత్తీర్ణత గ్రేడ్ (%%)
th: เกรดที่ผ่านเริ่มต้น (%%)
tr: Varsayılan Geçme Notu (%%)
vi: Điểm đậu mặc định (%%)

source: Default Course Visibility
ar: رؤية الدورة الافتراضية
bn: ডিফল্ট কোর্স দৃশ্যমানতা
da: Standard kursussynlighed
de: Standard-Kurssichtbarkeit
el: Προεπιλεγμένη ορατότητα μαθήματος
es: Visibilidad del curso predeterminado
fi: Kurssin oletusnäkyvyys
fr: Visibilité du cours par défaut
he: ברירת המחדל של נראות הקורס
hi: डिफ़ॉल्ट पाठ्यक्रम दृश्यता
id: Visibilitas Kursus Default
it: Visibilità predefinita del percorso
ja: デフォルトのコースの表示設定
kn: ಡೀಫಾಲ್ಟ್ ಕೋರ್ಸ್ ಗೋಚರತೆ
ml: ഡിഫോൾട്ട് കോഴ്‌സ് ദൃശ്യപരത
mr: डीफॉल्ट कोर्स दृश्यमानता
nl: Standaard cursuszichtbaarheid
pa: ਡਿਫੌਲਟ ਕੋਰਸ ਦਰਿਸ਼ਗੋਚਰਤਾ
pl: Domyślna widoczność kursu
pt: Visibilidade padrão do curso
ru: Видимость курса по умолчанию
sv: Förinställd kurssynlighet
ta: இயல்புநிலை பாடத் தெரிவுநிலை
te: డిఫాల్ట్ కోర్సు దృశ్యమానత
th: การมองเห็นหลักสูตรเริ่มต้น
tr: Varsayılan Kurs Görünürlüğü
vi: Chế độ hiển thị khóa học mặc định
