Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Implementing NextGen LMS has transformed our approach to employee development. The platform's robust reporting tools have given us valuable insights into our training programs' effectiveness. We can now make data-driven decisions to improve our content and delivery methods.
ar: لقد أدى تطبيق NextGen LMS إلى تحويل نهجنا في تطوير الموظفين. لقد منحتنا أدوات إعداد التقارير القوية الخاصة بالمنصة رؤى قيمة حول فعالية برامجنا التدريبية. يمكننا الآن اتخاذ قرارات مبنية على البيانات لتحسين المحتوى وطرق التسليم لدينا.
bn: নেক্সটজেন এলএমএস বাস্তবায়ন কর্মী উন্নয়নে আমাদের দৃষ্টিভঙ্গিকে রূপান্তরিত করেছে। প্ল্যাটফর্মের শক্তিশালী রিপোর্টিং টুল আমাদের প্রশিক্ষণ প্রোগ্রামের কার্যকারিতা সম্পর্কে মূল্যবান অন্তর্দৃষ্টি দিয়েছে। আমরা এখন আমাদের বিষয়বস্তু এবং বিতরণ পদ্ধতি উন্নত করতে ডেটা-চালিত সিদ্ধান্ত নিতে পারি।
da: Implementering af NextGen LMS har ændret vores tilgang til medarbejderudvikling. Platformens robuste rapporteringsværktøjer har givet os værdifuld indsigt i vores træningsprogrammers effektivitet. Vi kan nu træffe datadrevne beslutninger for at forbedre vores indhold og leveringsmetoder.
de: Die Implementierung von NextGen LMS hat unseren Ansatz zur Mitarbeiterentwicklung verändert. Die robusten Berichtstools der Plattform haben uns wertvolle Einblicke in die Wirksamkeit unserer Schulungsprogramme gegeben. Wir können jetzt datengesteuerte Entscheidungen treffen, um unsere Inhalte und Bereitstellungsmethoden zu verbessern.
el: Η εφαρμογή του NextGen LMS έχει μεταμορφώσει την προσέγγισή μας στην ανάπτυξη των εργαζομένων. Τα ισχυρά εργαλεία αναφοράς της πλατφόρμας μας έχουν δώσει πολύτιμες πληροφορίες για την αποτελεσματικότητα των εκπαιδευτικών μας προγραμμάτων. Μπορούμε πλέον να λάβουμε αποφάσεις βάσει δεδομένων για να βελτιώσουμε το περιεχόμενο και τις μεθόδους παράδοσης.
es: La implementación de NextGen LMS ha transformado nuestro enfoque hacia el desarrollo de los empleados. Las sólidas herramientas de generación de informes de la plataforma nos han brindado información valiosa sobre la efectividad de nuestros programas de capacitación. Ahora podemos tomar decisiones basadas en datos para mejorar nuestro contenido y métodos de entrega.
fi: NextGen LMS:n käyttöönotto on muuttanut lähestymistapaamme työntekijöiden kehittämiseen. Alustan vahvat raportointityökalut ovat antaneet meille arvokasta tietoa koulutusohjelmiemme tehokkuudesta. Voimme nyt tehdä datalähtöisiä päätöksiä parantaaksemme sisältöämme ja toimitustapojamme.
fr: La mise en œuvre de NextGen LMS a transformé notre approche du développement des employés. Les outils de reporting robustes de la plateforme nous ont fourni des informations précieuses sur l'efficacité de nos programmes de formation. Nous pouvons désormais prendre des décisions fondées sur les données pour améliorer notre contenu et nos méthodes de diffusion.
he: הטמעת NextGen LMS שינתה את הגישה שלנו לפיתוח עובדים. כלי הדיווח החזקים של הפלטפורמה נתנו לנו תובנות חשובות לגבי יעילות תוכניות ההדרכה שלנו. כעת אנו יכולים לקבל החלטות מונחות נתונים כדי לשפר את התוכן ושיטות האספקה ​​שלנו.
hi: नेक्स्टजेन एलएमएस को लागू करने से कर्मचारी विकास के प्रति हमारा दृष्टिकोण बदल गया है। प्लेटफ़ॉर्म के मजबूत रिपोर्टिंग टूल ने हमें हमारे प्रशिक्षण कार्यक्रमों की प्रभावशीलता के बारे में बहुमूल्य जानकारी दी है। अब हम अपनी सामग्री और वितरण विधियों को बेहतर बनाने के लिए डेटा-संचालित निर्णय ले सकते हैं।
id: Penerapan LMS NextGen telah mengubah pendekatan kami terhadap pengembangan karyawan. Alat pelaporan yang canggih dari platform ini telah memberi kami wawasan berharga mengenai efektivitas program pelatihan kami. Kami sekarang dapat mengambil keputusan berdasarkan data untuk meningkatkan konten dan metode penyampaian kami.
it: L'implementazione di NextGen LMS ha trasformato il nostro approccio allo sviluppo dei dipendenti. I robusti strumenti di reporting della piattaforma ci hanno fornito preziose informazioni sull'efficacia dei nostri programmi di formazione. Ora possiamo prendere decisioni basate sui dati per migliorare i nostri contenuti e i metodi di consegna.
ja: NextGen LMS の導入により、従業員育成へのアプローチが変わりました。このプラットフォームの堅牢なレポート ツールにより、トレーニング プログラムの有効性について貴重な洞察が得られました。私たちはデータに基づいて意思決定を行い、コンテンツと配信方法を改善できるようになりました。
ml: NextGen LMS നടപ്പിലാക്കുന്നത് ജീവനക്കാരുടെ വികസനത്തോടുള്ള ഞങ്ങളുടെ സമീപനത്തെ മാറ്റിമറിച്ചു. പ്ലാറ്റ്‌ഫോമിൻ്റെ ശക്തമായ റിപ്പോർട്ടിംഗ് ടൂളുകൾ ഞങ്ങളുടെ പരിശീലന പരിപാടികളുടെ ഫലപ്രാപ്തിയെക്കുറിച്ചുള്ള വിലപ്പെട്ട ഉൾക്കാഴ്ചകൾ ഞങ്ങൾക്ക് നൽകി. ഞങ്ങളുടെ ഉള്ളടക്കവും ഡെലിവറി രീതികളും മെച്ചപ്പെടുത്താൻ ഞങ്ങൾക്ക് ഇപ്പോൾ ഡാറ്റാധിഷ്ഠിത തീരുമാനങ്ങൾ എടുക്കാം.
mr: नेक्स्टजेन एलएमएस लागू केल्याने कर्मचारी विकासासाठी आमचा दृष्टिकोन बदलला आहे. प्लॅटफॉर्मच्या मजबूत रिपोर्टिंग साधनांनी आम्हाला आमच्या प्रशिक्षण कार्यक्रमांच्या परिणामकारकतेबद्दल मौल्यवान अंतर्दृष्टी दिली आहे. आमची सामग्री आणि वितरण पद्धती सुधारण्यासाठी आम्ही आता डेटा-आधारित निर्णय घेऊ शकतो.
nl: De implementatie van NextGen LMS heeft onze benadering van de ontwikkeling van medewerkers getransformeerd. De robuuste rapportagetools van het platform hebben ons waardevolle inzichten gegeven in de effectiviteit van onze trainingsprogramma's. We kunnen nu datagestuurde beslissingen nemen om onze inhoud en leveringsmethoden te verbeteren.
pa: NextGen LMS ਨੂੰ ਲਾਗੂ ਕਰਨ ਨਾਲ ਕਰਮਚਾਰੀ ਵਿਕਾਸ ਲਈ ਸਾਡੀ ਪਹੁੰਚ ਬਦਲ ਗਈ ਹੈ। ਪਲੇਟਫਾਰਮ ਦੇ ਮਜਬੂਤ ਰਿਪੋਰਟਿੰਗ ਟੂਲਸ ਨੇ ਸਾਨੂੰ ਸਾਡੇ ਸਿਖਲਾਈ ਪ੍ਰੋਗਰਾਮਾਂ ਦੀ ਪ੍ਰਭਾਵਸ਼ੀਲਤਾ ਬਾਰੇ ਕੀਮਤੀ ਜਾਣਕਾਰੀ ਦਿੱਤੀ ਹੈ। ਅਸੀਂ ਹੁਣ ਸਾਡੀ ਸਮੱਗਰੀ ਅਤੇ ਡਿਲੀਵਰੀ ਵਿਧੀਆਂ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਲਈ ਡੇਟਾ-ਅਧਾਰਿਤ ਫੈਸਲੇ ਲੈ ਸਕਦੇ ਹਾਂ।
pl: Wdrożenie NextGen LMS zmieniło nasze podejście do rozwoju pracowników. Solidne narzędzia raportowania dostępne na platformie zapewniły nam cenny wgląd w skuteczność naszych programów szkoleniowych. Możemy teraz podejmować decyzje w oparciu o dane, aby ulepszyć nasze treści i metody dostarczania.
pt: A implementação do NextGen LMS transformou nossa abordagem ao desenvolvimento dos funcionários. As robustas ferramentas de relatórios da plataforma nos deram informações valiosas sobre a eficácia dos nossos programas de treinamento. Agora podemos tomar decisões baseadas em dados para melhorar nosso conteúdo e métodos de entrega.
ru: Внедрение NextGen LMS изменило наш подход к развитию сотрудников. Надежные инструменты отчетности платформы дали нам ценную информацию об эффективности наших программ обучения. Теперь мы можем принимать решения на основе данных для улучшения нашего контента и методов доставки.
sv: Genom att implementera NextGen LMS har vi förändrat vårt synsätt på medarbetarutveckling. Plattformens robusta rapporteringsverktyg har gett oss värdefulla insikter om våra utbildningsprograms effektivitet. Vi kan nu fatta datadrivna beslut för att förbättra vårt innehåll och våra leveransmetoder.
ta: NextGen LMS ஐச் செயல்படுத்துவது, பணியாளர் மேம்பாட்டிற்கான எங்கள் அணுகுமுறையை மாற்றியுள்ளது. தளத்தின் வலுவான அறிக்கையிடல் கருவிகள் எங்கள் பயிற்சித் திட்டங்களின் செயல்திறனைப் பற்றிய மதிப்புமிக்க நுண்ணறிவுகளை எங்களுக்கு வழங்கியுள்ளன. எங்களின் உள்ளடக்கம் மற்றும் விநியோக முறைகளை மேம்படுத்த இப்போது தரவு சார்ந்த முடிவுகளை எடுக்கலாம்.
te: NextGen LMSని అమలు చేయడం వల్ల ఉద్యోగుల అభివృద్ధికి మా విధానాన్ని మార్చారు. ప్లాట్‌ఫారమ్ యొక్క బలమైన రిపోర్టింగ్ సాధనాలు మా శిక్షణా కార్యక్రమాల ప్రభావం గురించి మాకు విలువైన అంతర్దృష్టులను అందించాయి. మా కంటెంట్ మరియు డెలివరీ పద్ధతులను మెరుగుపరచడానికి మేము ఇప్పుడు డేటా ఆధారిత నిర్ణయాలు తీసుకోవచ్చు.
th: การใช้ NextGen LMS ได้เปลี่ยนแปลงแนวทางของเราในการพัฒนาพนักงาน เครื่องมือการรายงานที่มีประสิทธิภาพของแพลตฟอร์มทำให้เราได้รับข้อมูลเชิงลึกอันมีค่าเกี่ยวกับประสิทธิผลของโปรแกรมการฝึกอบรมของเรา ขณะนี้เราสามารถตัดสินใจโดยอาศัยข้อมูลเพื่อปรับปรุงเนื้อหาและวิธีการจัดส่งของเรา
tr: NextGen LMS'in uygulanması, çalışan gelişimine yaklaşımımızı değiştirdi. Platformun güçlü raporlama araçları, eğitim programlarımızın etkinliği konusunda bize değerli bilgiler verdi. Artık içeriğimizi ve dağıtım yöntemlerimizi geliştirmek için veriye dayalı kararlar alabiliyoruz.
vi: Việc triển khai NextGen LMS đã thay đổi cách tiếp cận của chúng tôi đối với việc phát triển nhân viên. Các công cụ báo cáo mạnh mẽ của nền tảng đã cung cấp cho chúng tôi những hiểu biết có giá trị về tính hiệu quả của các chương trình đào tạo của chúng tôi. Giờ đây, chúng tôi có thể đưa ra quyết định dựa trên dữ liệu để cải thiện nội dung và phương thức phân phối của mình.

source: Flexible Subscription Plans
ar: خطط الاشتراك المرنة
bn: নমনীয় সাবস্ক্রিপশন প্ল্যান
da: Fleksible abonnementsplaner
de: Flexible Abonnementpläne
el: Ευέλικτα Προγράμματα Συνδρομής
es: Planes de suscripción flexibles
fi: Joustavat tilaussuunnitelmat
fr: Plans d'abonnement flexibles
he: תוכניות מנוי גמישות
hi: लचीली सदस्यता योजनाएँ
id: Paket Berlangganan Fleksibel
it: Piani di abbonamento flessibili
ja: 柔軟なサブスクリプション プラン
ml: ഫ്ലെക്സിബിൾ സബ്സ്ക്രിപ്ഷൻ പ്ലാനുകൾ
mr: लवचिक सदस्यता योजना
nl: Flexibele abonnementen
pa: ਲਚਕਦਾਰ ਗਾਹਕੀ ਯੋਜਨਾਵਾਂ
pl: Elastyczne plany subskrypcyjne
pt: Planos de assinatura flexíveis
ru: Гибкие планы подписки
sv: Flexibla prenumerationer
ta: நெகிழ்வான சந்தா திட்டங்கள்
te: ఫ్లెక్సిబుల్ సబ్‌స్క్రిప్షన్ ప్లాన్‌లు
th: แผนการสมัครสมาชิกที่ยืดหยุ่น
tr: Esnek Abonelik Planları
vi: Gói đăng ký linh hoạt

source: Starter
ar: بداية
bn: স্টার্টার
de: Anlasser
el: Μίζα
es: Motor de arranque
fi: Käynnistin
fr: Démarreur
he: מַתנֵעַ
hi: स्टार्टर
it: Antipasto
ja: スターター
ml: സ്റ്റാർട്ടർ
mr: स्टार्टर
pa: ਸਟਾਰਟਰ
pl: Rozrusznik
pt: Iniciante
ru: Стартер
ta: ஸ்டார்டர்
te: స్టార్టర్
th: สตาร์ทเตอร์
tr: Başlangıç
vi: người mới bắt đầu

source: Perfect for small teams
ar: مثالية للفرق الصغيرة
bn: ছোট দলের জন্য পারফেক্ট
da: Perfekt til små teams
de: Perfekt für kleine Teams
el: Ιδανικό για μικρές ομάδες
es: Perfecto para equipos pequeños
fi: Täydellinen pienille ryhmille
fr: Idéal pour les petites équipes
he: מושלם עבור צוותים קטנים
hi: छोटी टीमों के लिए बिल्कुल सही
id: Sempurna untuk tim kecil
it: Perfetto per piccoli team
ja: 小規模チームに最適
ml: ചെറിയ ടീമുകൾക്ക് അനുയോജ്യമാണ്
mr: लहान संघांसाठी योग्य
nl: Ideaal voor kleine teams
pa: ਛੋਟੀਆਂ ਟੀਮਾਂ ਲਈ ਸੰਪੂਰਨ
pl: Idealny dla małych zespołów
pt: Perfeito para equipes pequenas
ru: Идеально подходит для небольших команд
sv: Perfekt för små team
ta: சிறிய அணிகளுக்கு ஏற்றது
te: చిన్న జట్లకు పర్ఫెక్ట్
th: เหมาะสำหรับทีมเล็กๆ
tr: Küçük takımlar için mükemmel
vi: Hoàn hảo cho các đội nhỏ

source: Up to 500 users
ar: ما يصل إلى 500 مستخدم
bn: 500 জন ব্যবহারকারী পর্যন্ত
da: Op til 500 brugere
de: Bis zu 500 Benutzer
el: Έως 500 χρήστες
es: Hasta 500 usuarios
fi: Jopa 500 käyttäjää
fr: Jusqu'à 500 utilisateurs
he: עד 500 משתמשים
hi: 500 उपयोगकर्ताओं तक
id: Hingga 500 pengguna
it: Fino a 500 utenti
ja: 最大500ユーザー
ml: 500 ഉപയോക്താക്കൾ വരെ
mr: 500 पर्यंत वापरकर्ते
nl: Maximaal 500 gebruikers
pa: 500 ਉਪਭੋਗਤਾਵਾਂ ਤੱਕ
pl: Do 500 użytkowników
pt: Até 500 usuários
ru: До 500 пользователей
sv: Upp till 500 användare
ta: 500 பயனர்கள் வரை
te: గరిష్టంగా 500 మంది వినియోగదారులు
th: มากถึง 500 ผู้ใช้
tr: 500 kullanıcıya kadar
vi: Lên tới 500 người dùng

source: Basic analytics
ar: التحليلات الأساسية
bn: মৌলিক বিশ্লেষণ
da: Grundlæggende analyser
de: Grundlegende Analysen
el: Βασικά αναλυτικά στοιχεία
es: Analítica básica
fi: Perusanalytiikka
fr: Analyses de base
he: ניתוח בסיסי
hi: बुनियादी विश्लेषण
id: Analisis dasar
it: Analisi di base
ja: 基本的な分析
ml: അടിസ്ഥാന വിശകലനം
mr: मूलभूत विश्लेषणे
nl: Basisanalyses
pa: ਬੁਨਿਆਦੀ ਵਿਸ਼ਲੇਸ਼ਣ
pl: Podstawowe analizy
pt: Análise básica
ru: Базовая аналитика
sv: Grundläggande analyser
ta: அடிப்படை பகுப்பாய்வு
te: ప్రాథమిక విశ్లేషణలు
th: การวิเคราะห์ขั้นพื้นฐาน
tr: Temel analizler
vi: Phân tích cơ bản

source: Personalized learning paths
ar: مسارات التعلم الشخصية
bn: ব্যক্তিগতকৃত শেখার পথ
da: Personlige læringsveje
de: Personalisierte Lernpfade
el: Εξατομικευμένες διαδρομές μάθησης
es: Rutas de aprendizaje personalizadas
fi: Henkilökohtaiset oppimispolut
fr: Parcours d'apprentissage personnalisés
he: מסלולי למידה מותאמים אישית
hi: वैयक्तिकृत शिक्षण पथ
id: Jalur pembelajaran yang dipersonalisasi
it: Percorsi di apprendimento personalizzati
ja: パーソナライズされた学習パス
ml: വ്യക്തിഗതമാക്കിയ പഠന പാതകൾ
mr: वैयक्तिकृत शिकण्याचे मार्ग
nl: Gepersonaliseerde leertrajecten
pa: ਵਿਅਕਤੀਗਤ ਸਿੱਖਣ ਦੇ ਮਾਰਗ
pl: Spersonalizowane ścieżki edukacyjne
pt: Caminhos de aprendizagem personalizados
ru: Персонализированные пути обучения
sv: Personliga inlärningsvägar
ta: தனிப்பயனாக்கப்பட்ட கற்றல் பாதைகள்
te: వ్యక్తిగతీకరించిన అభ్యాస మార్గాలు
th: เส้นทางการเรียนรู้ส่วนบุคคล
tr: Kişiselleştirilmiş öğrenme yolları
vi: Lộ trình học tập được cá nhân hóa

source: 24/7 chatbot support
ar: دعم لروبوتات الدردشة على مدار 24 ساعة طوال أيام الأسبوع
bn: 24/7 চ্যাটবট সমর্থন
de: Chatbot-Support rund um die Uhr
el: Υποστήριξη chatbot 24/7
es: Soporte de chatbot 24 horas al día, 7 días a la semana
fi: 24/7 chatbot-tuki
fr: Assistance par chatbot 24h/24 et 7j/7
he: תמיכה בצ'אטבוט 24/7
hi: 24/7 चैटबॉट समर्थन
id: Dukungan chatbot 24/7
it: Supporto chatbot 24 ore su 24, 7 giorni su 7
ja: 24時間年中無休のチャットボットサポート
ml: 24/7 ചാറ്റ്ബോട്ട് പിന്തുണ
mr: 24/7 चॅटबॉट समर्थन
nl: 24/7 chatbot-ondersteuning
pa: 24/7 ਚੈਟਬੋਟ ਸਹਾਇਤਾ
pl: Całodobowe wsparcie chatbota
pt: Suporte de chatbot 24 horas por dia, 7 dias por semana
ru: Круглосуточная поддержка чат-бота
ta: 24/7 சாட்போட் ஆதரவு
te: 24/7 చాట్‌బాట్ మద్దతు
th: รองรับแชทบอททุกวันตลอด 24 ชั่วโมง
tr: 7/24 chatbot desteği
vi: Hỗ trợ chatbot 24/7

source: Contact Sales
ar: اتصل بالمبيعات
bn: যোগাযোগ বিক্রয়
da: Kontakt Salg
de: Kontaktieren Sie den Vertrieb
el: Επικοινωνήστε με τις πωλήσεις
es: Contacto Ventas
fi: Ota yhteyttä myyntiin
fr: Contacter le service commercial
he: צור קשר עם מכירות
hi: बिक्री से संपर्क करें
id: Hubungi Penjualan
it: Contatta l'ufficio vendite
ja: 営業担当者へのお問い合わせ
ml: വിൽപ്പനയുമായി ബന്ധപ്പെടുക
mr: विक्रीशी संपर्क साधा
nl: Neem contact op met Verkoop
pa: ਵਿਕਰੀ ਨਾਲ ਸੰਪਰਕ ਕਰੋ
pl: Skontaktuj się z działem sprzedaży
pt: Entre em contato com vendas
ru: Свяжитесь с отделом продаж
sv: Kontakta försäljning
ta: விற்பனையைத் தொடர்பு கொள்ளவும்
te: విక్రయాలను సంప్రదించండి
th: ติดต่อฝ่ายขาย
tr: Satış Ekibiyle İletişime Geçin
vi: Liên hệ bán hàng

source: Most Popular
ar: الأكثر شعبية
bn: সর্বাধিক জনপ্রিয়
da: Mest populær
de: Am beliebtesten
el: Δημοφιλέστερο
es: Más Popular
fi: Suosituin
fr: Les plus populaires
he: הכי פופולרי
hi: सबसे लोकप्रिय
id: Paling Populer
it: Il più popolare
ja: 最も人気のある
ml: ഏറ്റവും ജനപ്രിയമായത്
mr: सर्वाधिक लोकप्रिय
nl: Meest populair
pa: ਸਭ ਤੋਂ ਮਸ਼ਹੂਰ
pl: Najpopularniejsze
pt: Mais populares
ru: Самый популярный
sv: Mest populära
ta: மிகவும் பிரபலமானது
te: అత్యంత ప్రజాదరణ పొందినది
th: ยอดนิยมที่สุด
tr: En Popüler
vi: Phổ biến nhất

source: Professional
ar: احترافي
bn: প্রফেশনাল
da: Professionel
el: Επαγγελματίας
es: Profesional
fi: Ammattilainen
fr: Professionnel
he: מִקצוֹעִי
hi: पेशेवर
id: Profesional
it: Professionale
ja: プロ
ml: പ്രൊഫഷണൽ
mr: व्यावसायिक
nl: Professioneel
pa: ਪੇਸ਼ੇਵਰ
pl: Profesjonalny
pt: Profissional
ru: Профессиональный
sv: Professionell
ta: தொழில்முறை
te: వృత్తిపరమైన
th: มืออาชีพ
tr: Profesyonel
vi: Chuyên nghiệp

source: Ideal for growing organizations
ar: مثالية للمنظمات المتنامية
bn: ক্রমবর্ধমান সংগঠনের জন্য আদর্শ
da: Ideel til voksende organisationer
de: Ideal für wachsende Organisationen
el: Ιδανικό για αναπτυσσόμενους οργανισμούς
es: Ideal para organizaciones en crecimiento
fi: Ihanteellinen kasvaville organisaatioille
fr: Idéal pour les organisations en croissance
he: אידיאלי לארגונים צומחים
hi: बढ़ते संगठनों के लिए आदर्श
id: Ideal untuk organisasi yang sedang berkembang
it: Ideale per le organizzazioni in crescita
ja: 成長する組織に最適
ml: വളരുന്ന സംഘടനകൾക്ക് അനുയോജ്യം
mr: वाढत्या संस्थांसाठी आदर्श
nl: Ideaal voor groeiende organisaties
pa: ਵਧ ਰਹੀਆਂ ਸੰਸਥਾਵਾਂ ਲਈ ਆਦਰਸ਼
pl: Idealny dla rozwijających się organizacji
pt: Ideal para organizações em crescimento
ru: Идеально подходит для растущих организаций
sv: Idealisk för växande organisationer
ta: வளரும் நிறுவனங்களுக்கு ஏற்றது
te: అభివృద్ధి చెందుతున్న సంస్థలకు అనువైనది
th: เหมาะสำหรับองค์กรที่กำลังเติบโต
tr: Büyüyen organizasyonlar için ideal
vi: Lý tưởng cho các tổ chức đang phát triển

source: Up to 2,000 users
ar: ما يصل إلى 2000 مستخدم
bn: 2,000 ব্যবহারকারী পর্যন্ত
da: Op til 2.000 brugere
de: Bis zu 2.000 Benutzer
el: Έως 2.000 χρήστες
es: Hasta 2.000 usuarios
fi: Jopa 2000 käyttäjää
fr: Jusqu'à 2 000 utilisateurs
he: עד 2,000 משתמשים
hi: 2,000 उपयोगकर्ताओं तक
id: Hingga 2.000 pengguna
it: Fino a 2.000 utenti
ja: 最大2,000ユーザー
ml: 2,000 ഉപയോക്താക്കൾ വരെ
mr: 2,000 वापरकर्ते पर्यंत
nl: Maximaal 2.000 gebruikers
pa: 2,000 ਉਪਭੋਗਤਾਵਾਂ ਤੱਕ
pl: Do 2000 użytkowników
pt: Até 2.000 usuários
ru: До 2000 пользователей
sv: Upp till 2 000 användare
ta: 2,000 பயனர்கள் வரை
te: 2,000 మంది వరకు వినియోగదారులు
th: มากถึง 2,000 ผู้ใช้
tr: 2.000'e kadar kullanıcı
vi: Lên tới 2.000 người dùng

source: Advanced analytics & predictions
ar: التحليلات والتنبؤات المتقدمة
bn: উন্নত বিশ্লেষণ এবং ভবিষ্যদ্বাণী
da: Avancerede analyser og forudsigelser
de: Erweiterte Analysen und Vorhersagen
el: Προηγμένες αναλύσεις και προβλέψεις
es: Análisis y predicciones avanzados
fi: Kehittynyt analytiikka ja ennusteet
fr: Analyses et prédictions avancées
he: ניתוחים ותחזיות מתקדמים
hi: उन्नत विश्लेषण एवं भविष्यवाणियाँ
id: Analisis & prediksi tingkat lanjut
it: Analisi e previsioni avanzate
ja: 高度な分析と予測
ml: വിപുലമായ അനലിറ്റിക്‌സും പ്രവചനങ്ങളും
mr: प्रगत विश्लेषणे आणि अंदाज
nl: Geavanceerde analyses en voorspellingen
pa: ਉੱਨਤ ਵਿਸ਼ਲੇਸ਼ਣ ਅਤੇ ਭਵਿੱਖਬਾਣੀਆਂ
pl: Zaawansowane analizy i prognozy
pt: Análises e previsões avançadas
ru: Расширенная аналитика и прогнозы
sv: Avancerad analys och förutsägelser
ta: மேம்பட்ட பகுப்பாய்வு மற்றும் கணிப்புகள்
te: అధునాతన విశ్లేషణలు & అంచనాలు
th: การวิเคราะห์และการคาดการณ์ขั้นสูง
tr: Gelişmiş analizler ve tahminler
vi: Phân tích và dự đoán nâng cao

source: Automated content recommendations
ar: توصيات المحتوى الآلي
bn: স্বয়ংক্রিয় বিষয়বস্তুর সুপারিশ
da: Automatiserede indholdsanbefalinger
de: Automatisierte Inhaltsempfehlungen
el: Αυτοματοποιημένες προτάσεις περιεχομένου
es: Recomendaciones de contenido automatizadas
fi: Automaattiset sisältösuositukset
fr: Recommandations de contenu automatisées
he: המלצות תוכן אוטומטיות
hi: स्वचालित सामग्री अनुशंसाएँ
id: Rekomendasi konten otomatis
it: Consigli automatizzati sui contenuti
ja: 自動化されたコンテンツの推奨
ml: സ്വയമേവയുള്ള ഉള്ളടക്ക ശുപാർശകൾ
mr: स्वयंचलित सामग्री शिफारसी
nl: Geautomatiseerde inhoudsaanbevelingen
pa: ਸਵੈਚਲਿਤ ਸਮੱਗਰੀ ਸਿਫ਼ਾਰਿਸ਼ਾਂ
pl: Automatyczne rekomendacje treści
pt: Recomendações de conteúdo automatizadas
ru: Автоматические рекомендации контента
sv: Automatiserade innehållsrekommendationer
ta: தானியங்கு உள்ளடக்கப் பரிந்துரைகள்
te: స్వయంచాలక కంటెంట్ సిఫార్సులు
th: การแนะนำเนื้อหาอัตโนมัติ
tr: Otomatik içerik önerileri
vi: Đề xuất nội dung tự động

source: Priority support
ar: دعم الأولوية
bn: অগ্রাধিকার সমর্থন
da: Prioriteret støtte
de: Vorrangiger Support
el: Υποστήριξη κατά προτεραιότητα
es: Apoyo prioritario
fi: Ensisijainen tuki
fr: Assistance prioritaire
he: תמיכה בעדיפות
hi: प्राथमिकता समर्थन
id: Dukungan prioritas
it: Supporto prioritario
ja: 優先サポート
ml: മുൻഗണന പിന്തുണ
mr: प्राधान्य समर्थन
nl: Prioritaire ondersteuning
pa: ਤਰਜੀਹੀ ਸਹਾਇਤਾ
pl: Wsparcie priorytetowe
pt: Suporte prioritário
ru: Приоритетная поддержка
sv: Prioriterat stöd
ta: முன்னுரிமை ஆதரவு
te: ప్రాధాన్యత మద్దతు
th: การสนับสนุนลำดับความสำคัญ
tr: Öncelikli destek
vi: Hỗ trợ ưu tiên

source: Enterprise
ar: مَشرُوع
bn: এন্টারপ্রাইজ
de: Unternehmen
el: Επιχείρηση
es: Empresa
fi: Yritys
fr: Entreprise
he: מִפְעָל
hi: उद्यम
id: Perusahaan
it: Impresa
ja: 企業
ml: എൻ്റർപ്രൈസ്
mr: उपक्रम
nl: Onderneming
pa: ਐਂਟਰਪ੍ਰਾਈਜ਼
pl: Przedsiębiorstwo
pt: Empresa
ru: Предприятие
sv: Företag
ta: நிறுவன
te: సంస్థ
th: องค์กร
tr: Girişim
vi: Doanh nghiệp

source: Tailored for large enterprises
ar: مصممة للمؤسسات الكبيرة
bn: বড় উদ্যোগের জন্য উপযোগী
da: Skræddersyet til store virksomheder
de: Maßgeschneidert für große Unternehmen
el: Προσαρμοσμένο για μεγάλες επιχειρήσεις
es: Diseñado para grandes empresas
fi: Räätälöity suurille yrityksille
fr: Adapté aux grandes entreprises
he: מותאם לארגונים גדולים
hi: बड़े उद्यमों के लिए तैयार किया गया
id: Disesuaikan untuk perusahaan besar
it: Su misura per le grandi imprese
ja: 大企業向けにカスタマイズ
ml: വൻകിട സംരംഭങ്ങൾക്ക് അനുയോജ്യം
mr: मोठ्या उद्योगांसाठी तयार
nl: Op maat gemaakt voor grote ondernemingen
pa: ਵੱਡੇ ਉਦਯੋਗਾਂ ਲਈ ਤਿਆਰ ਕੀਤਾ ਗਿਆ
pl: Dostosowany dla dużych przedsiębiorstw
pt: Adaptado para grandes empresas
ru: Специально для крупных предприятий
sv: Skräddarsydd för stora företag
ta: பெரிய நிறுவனங்களுக்கு ஏற்றது
te: పెద్ద సంస్థల కోసం రూపొందించబడింది
th: เหมาะสำหรับองค์กรขนาดใหญ่
tr: Büyük işletmelere özel
vi: Dành cho doanh nghiệp lớn

source: Unlimited users
ar: عدد غير محدود من المستخدمين
bn: সীমাহীন ব্যবহারকারী
da: Ubegrænsede brugere
de: Unbegrenzte Benutzer
el: Απεριόριστοι χρήστες
es: Usuarios ilimitados
fi: Rajoittamaton määrä käyttäjiä
fr: Utilisateurs illimités
he: משתמשים ללא הגבלה
hi: असीमित उपयोगकर्ता
id: Pengguna tidak terbatas
it: Utenti illimitati
ja: 無制限のユーザー
ml: പരിധിയില്ലാത്ത ഉപയോക്താക്കൾ
mr: अमर्यादित वापरकर्ते
nl: Onbeperkte gebruikers
pa: ਅਸੀਮਤ ਉਪਭੋਗਤਾ
pl: Nieograniczona liczba użytkowników
pt: Usuários ilimitados
ru: Неограниченное количество пользователей
sv: Obegränsat antal användare
ta: வரம்பற்ற பயனர்கள்
te: అపరిమిత వినియోగదారులు
th: ผู้ใช้ไม่จำกัด
tr: Sınırsız kullanıcı
vi: Người dùng không giới hạn

source: Full LMS ecosystem integration
ar: التكامل الكامل للنظام البيئي LMS
bn: সম্পূর্ণ LMS ইকোসিস্টেম ইন্টিগ্রেশন
da: Fuld LMS-økosystemintegration
de: Vollständige Integration des LMS-Ökosystems
el: Πλήρης ενοποίηση οικοσυστήματος LMS
es: Integración completa del ecosistema LMS
fi: Täysi LMS-ekosysteemiintegraatio
fr: Intégration complète de l'écosystème LMS
he: אינטגרציה מלאה של מערכת אקולוגית LMS
hi: पूर्ण एलएमएस पारिस्थितिकी तंत्र एकीकरण
id: Integrasi ekosistem LMS penuh
it: Integrazione completa dell'ecosistema LMS
ja: LMS エコシステムの完全な統合
ml: പൂർണ്ണ LMS ഇക്കോസിസ്റ്റം ഏകീകരണം
mr: पूर्ण LMS इकोसिस्टम एकत्रीकरण
nl: Volledige LMS-ecosysteemintegratie
pa: ਪੂਰਾ LMS ਈਕੋਸਿਸਟਮ ਏਕੀਕਰਣ
pl: Pełna integracja ekosystemu LMS
pt: Integração total do ecossistema LMS
ru: Полная интеграция экосистемы LMS
sv: Full LMS-ekosystemintegration
ta: முழு LMS சுற்றுச்சூழல் ஒருங்கிணைப்பு
te: పూర్తి LMS పర్యావరణ వ్యవస్థ ఏకీకరణ
th: บูรณาการระบบนิเวศ LMS เต็มรูปแบบ
tr: Tam LMS ekosistem entegrasyonu
vi: Tích hợp hệ sinh thái LMS đầy đủ

source: Custom model development
ar: تطوير نموذج مخصص
bn: কাস্টম মডেল উন্নয়ন
da: Udvikling af skræddersyede modeller
de: Individuelle Modellentwicklung
el: Ανάπτυξη προσαρμοσμένου μοντέλου
es: Desarrollo de modelos personalizados
fi: Mukautetun mallin kehitys
fr: Développement de modèles personnalisés
he: פיתוח מודלים בהתאמה אישית
hi: कस्टम मॉडल विकास
id: Pengembangan model khusus
it: Sviluppo di modelli personalizzati
ja: カスタムモデルの開発
ml: ഇഷ്ടാനുസൃത മോഡൽ വികസനം
mr: सानुकूल मॉडेल विकास
nl: Ontwikkeling van maatwerkmodellen
pa: ਕਸਟਮ ਮਾਡਲ ਵਿਕਾਸ
pl: Opracowanie modelu niestandardowego
pt: Desenvolvimento de modelo personalizado
ru: Разработка индивидуальной модели
sv: Skräddarsydd modellutveckling
ta: தனிப்பயன் மாதிரி வளர்ச்சி
te: కస్టమ్ మోడల్ అభివృద్ధి
th: การพัฒนาโมเดลแบบกำหนดเอง
tr: Özel model geliştirme
vi: Phát triển mô hình tùy chỉnh
