Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Our team is working hard to improve your experience.
ar: يعمل فريقنا بجد لتحسين تجربتك.
bn: আমাদের দল আপনার অভিজ্ঞতা উন্নত করার জন্য কঠোর পরিশ্রম করছে।
da: Vores team arbejder hårdt på at forbedre din oplevelse.
de: Unser Team arbeitet hart daran, Ihr Erlebnis zu verbessern.
el: Η ομάδα μας εργάζεται σκληρά για να βελτιώσει την εμπειρία σας.
es: Nuestro equipo está trabajando duro para mejorar su experiencia.
fi: Tiimimme työskentelee kovasti parantaakseen kokemustasi.
fr: Notre équipe travaille dur pour améliorer votre expérience.
he: הצוות שלנו עובד קשה כדי לשפר את החוויה שלך.
hi: हमारी टीम आपके अनुभव को बेहतर बनाने के लिए कड़ी मेहनत कर रही है।
id: Tim kami bekerja keras untuk meningkatkan pengalaman Anda.
it: Il nostro team sta lavorando duramente per migliorare la tua esperienza.
ja: 私たちのチームは、お客様のエクスペリエンスを向上させるために懸命に取り組んでいます。
kn: ನಿಮ್ಮ ಅನುಭವವನ್ನು ಸುಧಾರಿಸಲು ನಮ್ಮ ತಂಡವು ಶ್ರಮಿಸುತ್ತಿದೆ.
ml: നിങ്ങളുടെ അനുഭവം മെച്ചപ്പെടുത്താൻ ഞങ്ങളുടെ ടീം കഠിനമായി പരിശ്രമിക്കുന്നു.
mr: तुमचा अनुभव सुधारण्यासाठी आमची टीम कठोर परिश्रम करत आहे.
nl: Ons team werkt er hard aan om uw ervaring te verbeteren.
pa: ਸਾਡੀ ਟੀਮ ਤੁਹਾਡੇ ਅਨੁਭਵ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਲਈ ਸਖ਼ਤ ਮਿਹਨਤ ਕਰ ਰਹੀ ਹੈ।
pl: Nasz zespół ciężko pracuje, aby poprawić Twoje doświadczenia.
pt: Nossa equipe está trabalhando duro para melhorar sua experiência.
ru: Наша команда усердно работает над улучшением вашего опыта.
sv: Vårt team arbetar hårt för att förbättra din upplevelse.
ta: உங்கள் அனுபவத்தை மேம்படுத்த எங்கள் குழு கடுமையாக உழைக்கிறது.
te: మీ అనుభవాన్ని మెరుగుపరచడానికి మా బృందం తీవ్రంగా కృషి చేస్తోంది.
th: ทีมงานของเรากำลังทำงานอย่างหนักเพื่อปรับปรุงประสบการณ์ของคุณ
tr: Ekibimiz deneyiminizi geliştirmek için çok çalışıyor.
vi: Nhóm của chúng tôi đang làm việc chăm chỉ để cải thiện trải nghiệm của bạn.

source: Scheduled Maintenance
ar: الصيانة المجدولة
bn: নির্ধারিত রক্ষণাবেক্ষণ
da: Planlagt vedligeholdelse
de: Geplante Wartung
el: Προγραμματισμένη Συντήρηση
es: Mantenimiento programado
fi: Määräaikaishuolto
fr: Entretien programmé
he: תחזוקה מתוזמנת
hi: अनुसूचित रखरखाव
id: Pemeliharaan Terjadwal
it: Manutenzione Programmata
ja: 定期メンテナンス
kn: ನಿಗದಿತ ನಿರ್ವಹಣೆ
ml: ഷെഡ്യൂൾ ചെയ്ത മെയിൻ്റനൻസ്
mr: अनुसूचित देखभाल
nl: Gepland onderhoud
pa: ਅਨੁਸੂਚਿਤ ਰੱਖ-ਰਖਾਅ
pl: Zaplanowana konserwacja
pt: Manutenção Programada
ru: Плановое техническое обслуживание
sv: Schemalagt underhåll
ta: திட்டமிடப்பட்ட பராமரிப்பு
te: షెడ్యూల్డ్ నిర్వహణ
th: การบำรุงรักษาตามกำหนดเวลา
tr: Planlı Bakım
vi: Bảo trì theo lịch trình

source: We're performing some necessary updates to enhance your learning experience. We'll be back shortly!
ar: نحن نقوم بإجراء بعض التحديثات الضرورية لتحسين تجربة التعلم الخاصة بك. سوف نعود قريبا!
bn: আপনার শেখার অভিজ্ঞতা বাড়াতে আমরা কিছু প্রয়োজনীয় আপডেট করছি। আমরা শীঘ্রই ফিরে আসব!
da: Vi udfører nogle nødvendige opdateringer for at forbedre din læringsoplevelse. Vi kommer snart tilbage!
de: Wir führen einige notwendige Aktualisierungen durch, um Ihr Lernerlebnis zu verbessern. Wir sind in Kürze zurück!
el: Πραγματοποιούμε ορισμένες απαραίτητες ενημερώσεις για να βελτιώσουμε την μαθησιακή σας εμπειρία. Θα επιστρέψουμε σύντομα!
es: Estamos realizando algunas actualizaciones necesarias para mejorar su experiencia de aprendizaje. ¡Volveremos en breve!
fi: Teemme joitain tarvittavia päivityksiä parantaaksemme oppimiskokemustasi. Palaamme pian!
fr: Nous effectuons quelques mises à jour nécessaires pour améliorer votre expérience d'apprentissage. Nous reviendrons sous peu !
he: אנו מבצעים כמה עדכונים נחוצים כדי לשפר את חווית הלמידה שלך. נחזור בקרוב!
hi: हम आपके सीखने के अनुभव को बेहतर बनाने के लिए कुछ आवश्यक अपडेट कर रहे हैं। हम जल्द ही वापस आ जाएँगे!
id: Kami melakukan beberapa pembaruan yang diperlukan untuk meningkatkan pengalaman belajar Anda. Kami akan segera kembali!
it: Stiamo eseguendo alcuni aggiornamenti necessari per migliorare la tua esperienza di apprendimento. Torneremo a breve!
ja: 学習体験を向上させるために必要なアップデートをいくつか行っています。すぐに戻ってきます!
kn: ನಿಮ್ಮ ಕಲಿಕೆಯ ಅನುಭವವನ್ನು ಹೆಚ್ಚಿಸಲು ನಾವು ಕೆಲವು ಅಗತ್ಯ ನವೀಕರಣಗಳನ್ನು ನಿರ್ವಹಿಸುತ್ತಿದ್ದೇವೆ. ನಾವು ಶೀಘ್ರದಲ್ಲೇ ಹಿಂತಿರುಗುತ್ತೇವೆ!
ml: നിങ്ങളുടെ പഠനാനുഭവം മെച്ചപ്പെടുത്തുന്നതിന് ആവശ്യമായ ചില അപ്‌ഡേറ്റുകൾ ഞങ്ങൾ നടത്തിക്കൊണ്ടിരിക്കുകയാണ്. ഞങ്ങൾ ഉടൻ മടങ്ങിവരും!
mr: तुमचा शिकण्याचा अनुभव वाढवण्यासाठी आम्ही काही आवश्यक अपडेट्स करत आहोत. आम्ही लवकरच परत येऊ!
nl: We voeren enkele noodzakelijke updates uit om uw leerervaring te verbeteren. We zijn zo terug!
pa: ਅਸੀਂ ਤੁਹਾਡੇ ਸਿੱਖਣ ਦੇ ਅਨੁਭਵ ਨੂੰ ਵਧਾਉਣ ਲਈ ਕੁਝ ਜ਼ਰੂਰੀ ਅੱਪਡੇਟ ਕਰ ਰਹੇ ਹਾਂ। ਅਸੀਂ ਜਲਦੀ ਹੀ ਵਾਪਸ ਆਵਾਂਗੇ!
pl: Wprowadzamy pewne niezbędne aktualizacje, aby poprawić jakość nauki. Wkrótce wrócimy!
pt: Estamos realizando algumas atualizações necessárias para aprimorar sua experiência de aprendizado. Voltaremos em breve!
ru: Мы вносим некоторые необходимые обновления, чтобы улучшить ваш опыт обучения. Мы скоро вернемся!
sv: Vi utför några nödvändiga uppdateringar för att förbättra din inlärningsupplevelse. Vi kommer tillbaka snart!
ta: உங்கள் கற்றல் அனுபவத்தை மேம்படுத்த தேவையான சில புதுப்பிப்புகளைச் செய்து வருகிறோம். நாங்கள் விரைவில் வருவோம்!
te: మీ అభ్యాస అనుభవాన్ని మెరుగుపరచడానికి మేము కొన్ని అవసరమైన నవీకరణలను అమలు చేస్తున్నాము. మేము త్వరలో తిరిగి వస్తాము!
th: เรากำลังดำเนินการอัปเดตที่จำเป็นเพื่อปรับปรุงประสบการณ์การเรียนรู้ของคุณ เราจะกลับมาเร็ว ๆ นี้!
tr: Öğrenme deneyiminizi geliştirmek için bazı gerekli güncellemeleri gerçekleştiriyoruz. Kısa süre sonra geri döneceğiz!
vi: Chúng tôi đang thực hiện một số cập nhật cần thiết để nâng cao trải nghiệm học tập của bạn. Chúng tôi sẽ quay lại ngay!

source: Need immediate assistance?
ar: هل تحتاج إلى مساعدة فورية؟
bn: অবিলম্বে সহায়তা প্রয়োজন?
da: Har du brug for øjeblikkelig hjælp?
de: Benötigen Sie sofortige Hilfe?
el: Χρειάζεστε άμεση βοήθεια;
es: ¿Necesita asistencia inmediata?
fi: Tarvitsetko välitöntä apua?
fr: Besoin d'une assistance immédiate ?
he: זקוק לסיוע מיידי?
hi: तत्काल सहायता की आवश्यकता है?
id: Butuh bantuan segera?
it: Hai bisogno di assistenza immediata?
ja: すぐに支援が必要ですか?
kn: ತಕ್ಷಣದ ನೆರವು ಬೇಕೇ?
ml: അടിയന്തര സഹായം ആവശ്യമുണ്ടോ?
mr: त्वरित मदत हवी आहे?
nl: Direct hulp nodig?
pa: ਤੁਰੰਤ ਸਹਾਇਤਾ ਦੀ ਲੋੜ ਹੈ?
pl: Potrzebujesz natychmiastowej pomocy?
pt: Precisa de assistência imediata?
ru: Нужна немедленная помощь?
sv: Behöver du omedelbar hjälp?
ta: உடனடி உதவி தேவையா?
te: తక్షణ సహాయం కావాలా?
th: ต้องการความช่วยเหลือทันทีหรือไม่?
tr: Acil yardıma mı ihtiyacınız var?
vi: Cần hỗ trợ ngay lập tức?

source: Contact Support
ar: اتصل بالدعم
bn: সহায়তার সাথে যোগাযোগ করুন
da: Kontakt support
de: Kontaktieren Sie den Support
el: Επικοινωνήστε με την Υποστήριξη
es: Contactar con soporte
fi: Ota yhteyttä tukeen
fr: Contacter l'assistance
he: צור קשר עם התמיכה
hi: समर्थन से संपर्क करें
id: Hubungi Dukungan
it: Contatta l'assistenza
ja: サポートに連絡する
kn: ಬೆಂಬಲವನ್ನು ಸಂಪರ್ಕಿಸಿ
ml: പിന്തുണയുമായി ബന്ധപ്പെടുക
mr: सपोर्टशी संपर्क साधा
nl: Neem contact op met ondersteuning
pa: ਸਹਾਇਤਾ ਨਾਲ ਸੰਪਰਕ ਕਰੋ
pl: Skontaktuj się z pomocą techniczną
pt: Contate o suporte
ru: Обратиться в службу поддержки
sv: Kontakta support
ta: ஆதரவைத் தொடர்பு கொள்ளவும்
te: మద్దతును సంప్రదించండి
th: ติดต่อฝ่ายสนับสนุน
tr: Destek Ekibiyle İletişime Geçin
vi: Liên hệ hỗ trợ

source: Announcements - LMS Admin
bn: ঘোষণা - LMS অ্যাডমিন
da: Meddelelser - LMS Admin
de: Ankündigungen – LMS Admin
el: Ανακοινώσεις - LMS Admin
es: Anuncios - Administrador de LMS
fi: Ilmoitukset - LMS Admin
fr: Annonces - Administrateur LMS
gu: ઘોષણાઓ - LMS એડમિન
he: הודעות - LMS Admin
hi: घोषणाएँ - एलएमएस व्यवस्थापक
id: Pengumuman - Admin LMS
it: Annunci - Amministrazione LMS
ja: お知らせ - LMS 管理者
kn: ಪ್ರಕಟಣೆಗಳು - LMS ನಿರ್ವಹಣೆ
ml: അറിയിപ്പുകൾ - LMS അഡ്മിൻ
mr: घोषणा - LMS प्रशासन
nl: Aankondigingen - LMS-beheerder
no: Kunngjøringer - LMS Admin
or: ଘୋଷଣା - LMS ଆଡମିନି |
pa: ਘੋਸ਼ਣਾਵਾਂ - LMS ਪ੍ਰਸ਼ਾਸਕ
pl: Ogłoszenia - Administrator LMS
pt: Anúncios - Administrador do LMS
ru: Объявления – Администратор LMS
sv: Meddelanden - LMS Admin
ta: அறிவிப்புகள் - LMS நிர்வாகம்
te: ప్రకటనలు - LMS అడ్మిన్
th: ประกาศ - ผู้ดูแลระบบ LMS
tr: Duyurular - LMS Yöneticisi
vi: Thông báo - LMS Admin

source: Announcements Details
bn: ঘোষণা বিবরণ
da: Meddelelser detaljer
el: Ανακοινώσεις Λεπτομέρειες
he: פרטי הודעות
id: Detail Pengumuman
ml: പ്രഖ്യാപനങ്ങളുടെ വിശദാംശങ്ങൾ
mr: घोषणा तपशील
pa: ਘੋਸ਼ਣਾਵਾਂ ਦੇ ਵੇਰਵੇ
sv: Information om meddelanden
ta: அறிவிப்பு விவரங்கள்
te: ప్రకటనల వివరాలు
th: รายละเอียดประกาศ
vi: Chi tiết thông báo

source: Modify existing announcements to keep everyone up-to-date with the latest information.
bn: সকলকে সর্বশেষ তথ্যের সাথে আপ-টু-ডেট রাখতে বিদ্যমান ঘোষণাগুলি পরিবর্তন করুন।
da: Rediger eksisterende meddelelser for at holde alle opdaterede med de seneste oplysninger.
el: Τροποποιήστε τις υπάρχουσες ανακοινώσεις για να διατηρείτε τους πάντες ενημερωμένους με τις πιο πρόσφατες πληροφορίες.
he: שנה הודעות קיימות כדי לעדכן את כולם במידע העדכני ביותר.
id: Ubah pengumuman yang ada agar semua orang selalu mengetahui informasi terkini.
ml: ഏറ്റവും പുതിയ വിവരങ്ങൾ ഉപയോഗിച്ച് എല്ലാവരെയും അപ് ടു ഡേറ്റ് ആക്കി നിലനിർത്താൻ നിലവിലുള്ള അറിയിപ്പുകൾ പരിഷ്‌ക്കരിക്കുക.
mr: प्रत्येकाला नवीनतम माहितीसह अद्ययावत ठेवण्यासाठी विद्यमान घोषणांमध्ये सुधारणा करा.
pa: ਹਰ ਕਿਸੇ ਨੂੰ ਨਵੀਨਤਮ ਜਾਣਕਾਰੀ ਨਾਲ ਅੱਪ-ਟੂ-ਡੇਟ ਰੱਖਣ ਲਈ ਮੌਜੂਦਾ ਘੋਸ਼ਣਾਵਾਂ ਨੂੰ ਸੋਧੋ।
sv: Ändra befintliga meddelanden för att hålla alla uppdaterade med den senaste informationen.
ta: சமீபத்திய தகவல்களுடன் அனைவருக்கும் புதுப்பித்த நிலையில் இருக்க, ஏற்கனவே உள்ள அறிவிப்புகளை மாற்றவும்.
te: తాజా సమాచారంతో ప్రతి ఒక్కరినీ తాజాగా ఉంచడానికి ఇప్పటికే ఉన్న ప్రకటనలను సవరించండి.
th: แก้ไขประกาศที่มีอยู่เพื่อให้ทุกคนได้รับข้อมูลล่าสุด
vi: Sửa đổi các thông báo hiện có để giúp mọi người luôn cập nhật thông tin mới nhất.

source: Breadcrumb
ar: مسار التنقل
bn: ব্রেডক্রাম্ব
da: Brødkrumme
de: Semmelbrösel
el: Φρυγανιά
es: Migaja de pan
fi: Leipämuru
fr: Fil d'Ariane
gu: બ્રેડક્રમ્બ
he: פירורי לחם
hi: ब्रेडक्रम्ब
id: Remah roti
it: Pangrattato
ja: ブレッドクラム
kn: ಬ್ರೆಡ್ಕ್ರಂಬ್
ml: ബ്രെഡ്ക്രംബ്
mr: ब्रेडक्रंब
nl: Broodkruimel
no: Brødsmule
or: ବ୍ରେଡ୍କ୍ରମ୍ |
pa: ਬਰੈੱਡਕ੍ਰੰਬ
pl: Bułka tarta
pt: Pão ralado
ru: хлебные крошки
sv: Brödsmula
ta: பிரட்தூள்
te: బ్రెడ్ క్రంబ్
th: เกล็ดขนมปัง
tr: Ekmek kırıntısı
vi: vụn bánh mì

source: Dashboard
ar: لوحة القيادة
bn: ড্যাশবোর্ড
de: Armaturenbrett
el: Ταμπλό
es: Panel
fi: Kojelauta
fr: Tableau de bord
gu: ડેશબોર્ડ
he: לוּחַ מַחווָנִים
hi: डैशबोर्ड
id: Dasbor
it: Pannello di controllo
ja: ダッシュボード
kn: ಡ್ಯಾಶ್‌ಬೋರ್ಡ್
ml: ഡാഷ്ബോർഡ്
mr: डॅशबोर्ड
no: Dashbord
or: ଡ୍ୟାସବୋର୍ଡ |
pa: ਡੈਸ਼ਬੋਰਡ
pl: Panel
pt: Painel
ru: Панель управления
sv: Instrumentpanel
ta: டாஷ்போர்டு
te: డాష్‌బోర్డ్
th: แดชบอร์ด
tr: Kontrol Paneli
vi: Trang tổng quan

source: Announcements
ar: الإعلانات - مسؤول
bn: ঘোষণা
da: Meddelelser
de: Ankündigungen
el: Ανακοινώσεις
es: Anuncios
fi: Ilmoitukset
fr: Annonces
gu: જાહેરાતો
he: הכרזות
hi: घोषणाएं
id: Pengumuman
it: Annunci
ja: お知らせ
kn: ಪ್ರಕಟಣೆಗಳು
ml: പ്രഖ്യാപനങ്ങൾ
mr: घोषणा
nl: Aankondigingen
no: Kunngjøringer
or: ଘୋଷଣା
pa: ਘੋਸ਼ਣਾਵਾਂ
pl: Ogłoszenia
pt: Anúncios
ru: Объявления
sv: Meddelanden
ta: அறிவிப்புகள்
te: ప్రకటనలు
th: ประกาศ
tr: Duyurular
vi: Thông báo

source: Details
bn: বিস্তারিত
da: Detaljer
el: Καθέκαστα
he: פרטים
id: Detail
ml: വിശദാംശങ്ങൾ
mr: तपशील
pa: ਵੇਰਵੇ
sv: Detaljer
ta: விவரங்கள்
te: వివరాలు
th: รายละเอียด
vi: Chi tiết

source: Priority
bn: অগ্রাধিকার
da: Prioritet
de: Priorität
el: Προτεραιότητα
es: Prioridad
fi: Prioriteetti
fr: Priorité
he: עֲדִיפוּת
hi: प्राथमिकता
id: Prioritas
it: Priorità
ja: 優先度
kn: ಆದ್ಯತೆ
ml: മുൻഗണന
mr: प्राधान्य
nl: Prioriteit
pa: ਤਰਜੀਹ
pl: Priorytet
pt: Prioridade
ru: Приоритет
sv: Prioritet
ta: முன்னுரிமை
te: ప్రాధాన్యత
th: ลำดับความสำคัญ
tr: Öncelik
vi: Sự ưu tiên

source: Published
ar: تم النشر
bn: প্রকাশিত হয়েছে
da: Udgivet
de: Veröffentlicht
el: Δημοσιεύθηκε
es: Publicado
fi: Julkaistu
fr: Publié
gu: પ્રકાશિત
he: פורסם
hi: प्रकाशित
id: Diterbitkan
it: Pubblicato
ja: 発行済み
kn: ಪ್ರಕಟಿಸಲಾಗಿದೆ
ml: പ്രസിദ്ധീകരിച്ചു
mr: प्रकाशित
nl: Gepubliceerd
no: Publisert
or: ପ୍ରକାଶିତ |
pa: ਪ੍ਰਕਾਸ਼ਿਤ
pl: Opublikowany
pt: Publicado
ru: Опубликовано
sv: Publicerad
ta: வெளியிடப்பட்டது
te: ప్రచురించబడింది
th: ที่ตีพิมพ์
tr: Yayınlandı
vi: Đã xuất bản

source: Expires
bn: মেয়াদ শেষ
da: Udløber
el: Λήγει
he: פג תוקף
id: Kedaluwarsa
ml: കാലഹരണപ്പെടുന്നു
mr: कालबाह्य
pa: ਮਿਆਦ ਪੁੱਗਦੀ ਹੈ
sv: Upphör att gälla
ta: காலாவதியாகிறது
te: గడువు ముగుస్తుంది
th: หมดอายุ
vi: Hết hạn

source: Created
ar: مخلوق
bn: তৈরি হয়েছে
da: Oprettet
de: Erstellt
el: Δημιουργήθηκε
es: Creado
fi: Luotu
fr: Créé
he: נוצר
hi: बनाया था
id: Dibuat
it: Creato
ja: 作成されました
kn: ರಚಿಸಲಾಗಿದೆ
ml: സൃഷ്ടിച്ചത്
mr: तयार केले
nl: Gemaakt
pa: ਬਣਾਇਆ
pl: Stworzony
pt: Criado
ru: Созданный
sv: Skapad
ta: உருவாக்கப்பட்டது
te: సృష్టించబడింది
th: สร้าง
tr: Oluşturuldu
vi: Tạo

source: Updated
ar: تم التحديث
bn: আপডেট করা হয়েছে
da: Opdateret
de: Aktualisiert
el: Ενημερώθηκε
es: Actualizado
fi: Päivitetty
fr: Mis à jour
he: מְעוּדכָּן
hi: अद्यतन
id: Diperbarui
it: Aggiornato
ja: 更新されました
kn: ನವೀಕರಿಸಲಾಗಿದೆ
ml: അപ്ഡേറ്റ് ചെയ്തു
mr: अपडेट केले
nl: Bijgewerkt
pa: ਅੱਪਡੇਟ ਕੀਤਾ
pl: Zaktualizowano
pt: Atualizado
sv: Uppdaterad
ta: புதுப்பிக்கப்பட்டது
te: నవీకరించబడింది
th: อัปเดตแล้ว
tr: Güncellendi
vi: Đã cập nhật

source: Manage Recipients - LMS Supervisor
bn: প্রাপকদের পরিচালনা করুন - LMS সুপারভাইজার
da: Administrer modtagere - LMS Supervisor
el: Διαχείριση παραληπτών - Επόπτης LMS
he: ניהול נמענים - מפקח LMS
id: Kelola Penerima - Supervisor LMS
ml: സ്വീകർത്താക്കളെ നിയന്ത്രിക്കുക - LMS സൂപ്പർവൈസർ
mr: प्राप्तकर्ते व्यवस्थापित करा - LMS पर्यवेक्षक
pa: ਪ੍ਰਾਪਤਕਰਤਾਵਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ - LMS ਸੁਪਰਵਾਈਜ਼ਰ
sv: Hantera mottagare - LMS-handledare
ta: பெறுநர்களை நிர்வகி - LMS மேற்பார்வையாளர்
te: గ్రహీతలను నిర్వహించండి - LMS సూపర్‌వైజర్
th: จัดการผู้รับ - LMS Supervisor
vi: Quản lý người nhận - Giám sát LMS

source: Manage Recipients
bn: প্রাপকদের পরিচালনা করুন
da: Administrer modtagere
el: Διαχείριση παραληπτών
he: נהל נמענים
id: Kelola Penerima
ml: സ്വീകർത്താക്കളെ നിയന്ത്രിക്കുക
mr: प्राप्तकर्ते व्यवस्थापित करा
pa: ਪ੍ਰਾਪਤਕਰਤਾਵਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ
sv: Hantera mottagare
ta: பெறுநர்களை நிர்வகிக்கவும்
te: గ్రహీతలను నిర్వహించండి
th: จัดการผู้รับ
vi: Quản lý người nhận

source: Check if recipients have read their respective announcements.
bn: প্রাপকরা তাদের নিজ নিজ ঘোষণা পড়েছেন কিনা তা পরীক্ষা করুন।
da: Tjek, om modtagerne har læst deres respektive meddelelser.
el: Ελέγξτε εάν οι παραλήπτες έχουν διαβάσει τις αντίστοιχες ανακοινώσεις τους.
he: בדוק אם הנמענים קראו את ההכרזות שלהם.
id: Periksa apakah penerima sudah membaca pengumumannya masing-masing.
ml: സ്വീകർത്താക്കൾ അവരുടെ അറിയിപ്പുകൾ വായിച്ചിട്ടുണ്ടോയെന്ന് പരിശോധിക്കുക.
mr: प्राप्तकर्त्यांनी त्यांच्या संबंधित घोषणा वाचल्या आहेत का ते तपासा.
pa: ਜਾਂਚ ਕਰੋ ਕਿ ਕੀ ਪ੍ਰਾਪਤਕਰਤਾਵਾਂ ਨੇ ਉਹਨਾਂ ਦੀਆਂ ਸੰਬੰਧਿਤ ਘੋਸ਼ਣਾਵਾਂ ਪੜ੍ਹੀਆਂ ਹਨ।
sv: Kontrollera om mottagarna har läst sina respektive meddelanden.
ta: பெறுநர்கள் தங்களுக்குரிய அறிவிப்புகளைப் படித்திருக்கிறார்களா என்பதைச் சரிபார்க்கவும்.
te: స్వీకర్తలు వారి సంబంధిత ప్రకటనలను చదివారో లేదో తనిఖీ చేయండి.
th: ตรวจสอบว่าผู้รับได้อ่านประกาศของตนแล้วหรือไม่
vi: Kiểm tra xem người nhận đã đọc thông báo tương ứng của họ chưa.

source: Announcements Management
ar: إدارة الإعلانات
bn: ঘোষণা ব্যবস্থাপনা
da: Meddelelser Management
de: Ankündigungsmanagement
el: Διαχείριση Ανακοινώσεων
es: Gestión de Anuncios
fi: Ilmoitusten hallinta
fr: Gestion des annonces
gu: જાહેરાત વ્યવસ્થાપન
he: ניהול הודעות
hi: घोषणाएँ प्रबंधन
id: Manajemen Pengumuman
it: Gestione Annunci
ja: お知らせ管理
kn: ಪ್ರಕಟಣೆಗಳ ನಿರ್ವಹಣೆ
ml: പ്രഖ്യാപനങ്ങൾ മാനേജ്മെൻ്റ്
mr: घोषणा व्यवस्थापन
nl: Mededelingenbeheer
no: Kunngjøringsledelse
or: ଘୋଷଣା ପରିଚାଳନା
pa: ਘੋਸ਼ਣਾ ਪ੍ਰਬੰਧਨ
pl: Zarządzanie ogłoszeniami
pt: Gerenciamento de anúncios
ru: Управление объявлениями
sv: Annonshantering
ta: அறிவிப்பு மேலாண்மை
te: ప్రకటనల నిర్వహణ
th: การจัดการประกาศ
tr: Duyuru Yönetimi
vi: Quản lý thông báo

source: Create and Manage System-wide Announcements
ar: إنشاء وإدارة الإعلانات على مستوى النظام
bn: সিস্টেম-ব্যাপী ঘোষণা তৈরি করুন এবং পরিচালনা করুন
da: Opret og administrer meddelelser på hele systemet
de: Erstellen und verwalten Sie systemweite Ankündigungen
el: Δημιουργία και διαχείριση ανακοινώσεων σε όλο το σύστημα
es: Crear y gestionar anuncios para todo el sistema
fi: Luo ja hallitse järjestelmän laajuisia ilmoituksia
fr: Créer et gérer des annonces à l'échelle du système
gu: સિસ્ટમ-વ્યાપી ઘોષણાઓ બનાવો અને મેનેજ કરો
he: צור ונהל הודעות כלל-מערכתיות
hi: सिस्टम-व्यापी घोषणाएँ बनाएँ और प्रबंधित करें
id: Membuat dan Mengelola Pengumuman Seluruh Sistem
it: Crea e gestisci annunci a livello di sistema
ja: システム全体のお知らせの作成と管理
kn: ಸಿಸ್ಟಮ್-ವೈಡ್ ಪ್ರಕಟಣೆಗಳನ್ನು ರಚಿಸಿ ಮತ್ತು ನಿರ್ವಹಿಸಿ
ml: സിസ്റ്റം-വൈഡ് പ്രഖ്യാപനങ്ങൾ സൃഷ്‌ടിക്കുകയും നിയന്ത്രിക്കുകയും ചെയ്യുക
mr: सिस्टम-व्यापी घोषणा तयार करा आणि व्यवस्थापित करा
nl: Systeembrede aankondigingen maken en beheren
no: Opprett og administrer systemomfattende kunngjøringer
or: ସିଷ୍ଟମ୍-ୱାଇଡ୍ ଘୋଷଣାଗୁଡିକ ସୃଷ୍ଟି ଏବଂ ପରିଚାଳନା କରନ୍ତୁ |
pa: ਸਿਸਟਮ-ਵਿਆਪੀ ਘੋਸ਼ਣਾਵਾਂ ਬਣਾਓ ਅਤੇ ਪ੍ਰਬੰਧਿਤ ਕਰੋ
pl: Twórz i zarządzaj ogłoszeniami ogólnosystemowymi
pt: Crie e gerencie anúncios em todo o sistema
ru: Создание общесистемных объявлений и управление ими
sv: Skapa och hantera systemomfattande meddelanden
ta: கணினி அளவிலான அறிவிப்புகளை உருவாக்கி நிர்வகிக்கவும்
te: సిస్టమ్ వ్యాప్తంగా ప్రకటనలను సృష్టించండి మరియు నిర్వహించండి
th: สร้างและจัดการประกาศทั่วทั้งระบบ
tr: Sistem Genelinde Duyurular Oluşturun ve Yönetin
vi: Tạo và quản lý thông báo trên toàn hệ thống

source: Total Announcements
ar: إجمالي الإعلانات
bn: মোট ঘোষণা
da: Samlet meddelelser
de: Gesamtzahl der Ankündigungen
el: Σύνολο ανακοινώσεων
es: Anuncios totales
fi: Ilmoitukset yhteensä
fr: Total des annonces
gu: કુલ જાહેરાતો
he: סך ההודעות
hi: कुल घोषणाएँ
id: Jumlah Pengumuman
it: Annunci totali
ja: 合計アナウンス数
kn: ಒಟ್ಟು ಪ್ರಕಟಣೆಗಳು
ml: മൊത്തം പ്രഖ്യാപനങ്ങൾ
mr: एकूण घोषणा
nl: Totaal aankondigingen
no: Totalt antall kunngjøringer
or: ମୋଟ ଘୋଷଣା
pa: ਕੁੱਲ ਘੋਸ਼ਣਾਵਾਂ
pl: Ogłoszenia ogółem
pt: Total de anúncios
ru: Всего объявлений
sv: Totalt meddelanden
ta: மொத்த அறிவிப்புகள்
te: మొత్తం ప్రకటనలు
th: ประกาศทั้งหมด
tr: Toplam Duyurular
vi: Tổng số thông báo

source: Active Announcements
ar: الإعلانات النشطة
bn: সক্রিয় ঘোষণা
da: Aktive meddelelser
de: Aktive Ankündigungen
el: Ενεργές Ανακοινώσεις
es: Anuncios activos
fi: Aktiiviset ilmoitukset
fr: Annonces actives
gu: સક્રિય જાહેરાતો
he: הודעות פעילות
hi: सक्रिय घोषणाएँ
id: Pengumuman Aktif
it: Annunci attivi
ja: アクティブなお知らせ
kn: ಸಕ್ರಿಯ ಪ್ರಕಟಣೆಗಳು
ml: സജീവമായ പ്രഖ്യാപനങ്ങൾ
mr: सक्रिय घोषणा
nl: Actieve aankondigingen
no: Aktive kunngjøringer
or: ସକ୍ରିୟ ଘୋଷଣା
pa: ਸਰਗਰਮ ਘੋਸ਼ਣਾਵਾਂ
pl: Aktywne ogłoszenia
pt: Anúncios ativos
ru: Активные объявления
sv: Aktiva meddelanden
ta: செயலில் உள்ள அறிவிப்புகள்
te: యాక్టివ్ ప్రకటనలు
th: ประกาศที่ใช้งานอยู่
tr: Aktif Duyurular
vi: Thông báo hoạt động

source: Scheduled
ar: المقرر
bn: নির্ধারিত
da: Planlagt
de: Geplant
el: Προγραμματισμένος
es: Programado
fi: Aikataulutettu
fr: Programmé
gu: સુનિશ્ચિત
he: מתוזמן
hi: अनुसूचित
id: Dijadwalkan
it: Programmato
ja: 予定されている
kn: ನಿಗದಿಪಡಿಸಲಾಗಿದೆ
ml: ഷെഡ്യൂൾ ചെയ്തു
mr: अनुसूचित
nl: Gepland
no: Planlagt
or: ଅନୁସୂଚିତ
pa: ਤਹਿ ਕੀਤਾ
pl: Zaplanowany
pt: Agendado
ru: Запланировано
sv: Schemalagt
ta: திட்டமிடப்பட்டது
te: షెడ్యూల్ చేయబడింది
th: กำหนดเวลาแล้ว
tr: planlanmış
vi: Đã lên lịch

source: Avg. Engagement Rate
ar: متوسط معدل المشاركة
bn: গড় এনগেজমেন্ট রেট
da: Gns. Engagementrate
de: Durchschn. Engagement-Rate
el: Μέσος όρος Ποσοστό αφοσίωσης
es: Promedio Tasa de participación
fi: Keskim. Sitoutumisprosentti
fr: Moy. Taux d'engagement
gu: સરેરાશ સગાઈ દર
he: ממוצע שיעור מעורבות
hi: औसत भर्ती दर
id: Rata-rata Tingkat Keterlibatan
it: Media Tasso di coinvolgimento
ja: 平均エンゲージメント率
kn: ಸರಾಸರಿ ನಿಶ್ಚಿತಾರ್ಥದ ದರ
ml: ശരാശരി ഇടപഴകൽ നിരക്ക്
mr: सरासरी प्रतिबद्धता दर
no: Gj.sn. Engasjementrate
or: ହାରାହାରି ଯୋଗଦାନ ହାର
pa: ਔਸਤ ਸ਼ਮੂਲੀਅਤ ਦਰ
pl: Śr. Wskaźnik zaangażowania
pt: Média Taxa de engajamento
ru: Среднее Уровень вовлеченности
sv: Genomsnittlig Engagemangsgrad
ta: சராசரி நிச்சயதார்த்த விகிதம்
te: సగటు నిశ్చితార్థం రేటు
th: เฉลี่ย อัตราการมีส่วนร่วม
tr: Ortalama Etkileşim Oranı
vi: Trung bình Tỷ lệ tương tác

source: Create Announcement
bn: ঘোষণা তৈরি করুন
da: Opret meddelelse
el: Δημιουργία Ανακοίνωσης
he: צור הודעה
id: Buat Pengumuman
ml: പ്രഖ്യാപനം സൃഷ്ടിക്കുക
mr: घोषणा तयार करा
pa: ਘੋਸ਼ਣਾ ਬਣਾਓ
sv: Skapa meddelande
ta: அறிவிப்பை உருவாக்கவும்
te: ప్రకటనను సృష్టించండి
th: สร้างประกาศ
vi: Tạo thông báo

source: Title
ar: عنوان
bn: শিরোনাম
da: Titel
de: Titel
el: Τίτλος
es: Título
fi: Otsikko
fr: Titre
gu: શીર્ષક
he: כּוֹתֶרֶת
hi: शीर्षक
id: Judul
it: Titolo
ja: タイトル
kn: ಶೀರ್ಷಿಕೆ
ml: തലക്കെട്ട്
mr: शीर्षक
nl: Titel
no: Tittel
or: ଆଖ୍ୟା
pa: ਸਿਰਲੇਖ
pl: Tytuł
pt: Título
ru: Заголовок
sv: Titel
ta: தலைப்பு
te: శీర్షిక
th: ชื่อ
tr: Başlık
vi: Tiêu đề

source: Published After
bn: পরে প্রকাশিত
da: Udgivet Efter
el: Δημοσιεύτηκε μετά
he: פורסם לאחר
id: Diterbitkan Setelah
ml: ശേഷം പ്രസിദ്ധീകരിച്ചു
mr: नंतर प्रकाशित
pa: ਦੇ ਬਾਅਦ ਪ੍ਰਕਾਸ਼ਿਤ
sv: Publicerat After
ta: பிறகு வெளியிடப்பட்டது
te: తర్వాత ప్రచురించబడింది
th: เผยแพร่หลังจาก
vi: Xuất bản sau

source: Published Before
bn: আগে প্রকাশিত
da: Udgivet før
el: Δημοσιεύτηκε πριν
he: פורסם לפני
id: Diterbitkan Sebelumnya
ml: മുമ്പ് പ്രസിദ്ധീകരിച്ചത്
mr: आधी प्रकाशित
pa: ਤੋਂ ਪਹਿਲਾਂ ਪ੍ਰਕਾਸ਼ਿਤ
sv: Publicerad tidigare
ta: முன்பு வெளியிடப்பட்டது
te: ముందు ప్రచురించబడింది
th: เผยแพร่ก่อนหน้านี้
vi: Đã xuất bản trước đây

source: Apply Filter
bn: ফিল্টার প্রয়োগ করুন
da: Anvend filter
el: Εφαρμογή φίλτρου
he: החל מסנן
id: Terapkan Filter
ml: ഫിൽട്ടർ പ്രയോഗിക്കുക
mr: फिल्टर लागू करा
pa: ਫਿਲਟਰ ਲਾਗੂ ਕਰੋ
sv: Använd filter
ta: வடிகட்டியைப் பயன்படுத்து
te: ఫిల్టర్‌ని వర్తింపజేయండి
th: ใช้ตัวกรอง
vi: Áp dụng bộ lọc

source: Export
bn: রপ্তানি
da: Eksportere
el: Εξαγωγή
he: יְצוּא
id: Ekspor
ml: കയറ്റുമതി
mr: निर्यात करा
pa: ਨਿਰਯਾਤ
sv: Exportera
ta: ஏற்றுமதி
te: ఎగుమతి చేయండి
th: ส่งออก
vi: Xuất khẩu

source: Published Date
ar: تاريخ النشر
bn: প্রকাশের তারিখ
da: Udgivet dato
de: Veröffentlichungsdatum
el: Ημερομηνία δημοσίευσης
es: Fecha de publicación
fi: Julkaisupäivämäärä
fr: Date de publication
gu: પ્રકાશિત તારીખ
he: תאריך פרסום
hi: प्रकाशित तिथि
id: Tanggal Diterbitkan
it: Data di pubblicazione
ja: 発行日
kn: ಪ್ರಕಟಿಸಿದ ದಿನಾಂಕ
ml: പ്രസിദ്ധീകരിച്ച തീയതി
mr: प्रकाशित तारीख
nl: Datum van publicatie
no: Publiseringsdato
or: ପ୍ରକାଶିତ ତାରିଖ
pa: ਪ੍ਰਕਾਸ਼ਿਤ ਮਿਤੀ
pl: Data publikacji
pt: Data de publicação
ru: Дата публикации
sv: Publiceringsdatum
ta: வெளியிடப்பட்ட தேதி
te: ప్రచురించబడిన తేదీ
th: วันที่เผยแพร่
tr: Yayınlanma Tarihi
vi: Ngày xuất bản

source: Expiry Date
ar: تاريخ انتهاء الصلاحية
bn: মেয়াদ শেষ হওয়ার তারিখ
da: Udløbsdato
de: Verfallsdatum
el: Ημερομηνία λήξης
es: Fecha de vencimiento
fi: Viimeinen voimassaolopäivä
fr: Date d'expiration
gu: સમાપ્તિ તારીખ
he: תאריך תפוגה
hi: समाप्ति तिथि
id: Tanggal Kedaluwarsa
it: Data di scadenza
ja: 有効期限
kn: ಮುಕ್ತಾಯ ದಿನಾಂಕ
ml: കാലഹരണപ്പെടുന്ന തീയതി
mr: कालबाह्यता तारीख
nl: Vervaldatum
no: Utløpsdato
or: ସମାପ୍ତି ତାରିଖ
pa: ਅੰਤ ਦੀ ਤਾਰੀਖ
pl: Data ważności
pt: Data de validade
ru: Дата истечения срока действия
sv: Utgångsdatum
ta: காலாவதி தேதி
te: గడువు తేదీ
th: วันหมดอายุ
tr: Son kullanma tarihi
vi: Ngày hết hạn

source: Updated At
ar: تم التحديث في
bn: এ আপডেট করা হয়েছে
da: Opdateret kl
de: Aktualisiert am
el: Ενημερώθηκε στο
es: Actualizado en
fi: Päivitetty klo
fr: Mis à jour à
he: עודכן ב-
hi: पर अद्यतन किया गया
id: Diperbarui Pada
it: Aggiornato a
ja: 更新日
kn: ನಲ್ಲಿ ನವೀಕರಿಸಲಾಗಿದೆ
ml: അപ്ഡേറ്റ് ചെയ്തത്
mr: येथे अद्यतनित केले
nl: Bijgewerkt op
pa: 'ਤੇ ਅੱਪਡੇਟ ਕੀਤਾ
pl: Zaktualizowano o godz
pt: Atualizado em
ru: Обновлено в
sv: Uppdaterad kl
ta: இல் புதுப்பிக்கப்பட்டது
te: వద్ద నవీకరించబడింది
th: อัปเดตเมื่อ
tr: Güncelleme Tarihi:
vi: Cập nhật lúc
