Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Unpublish Program
ar: برنامج إلغاء النشر
bn: অপ্রকাশিত প্রোগ্রাম
da: Fjern udgivelse af program
de: Veröffentlichung des Programms aufheben
el: Κατάργηση δημοσίευσης προγράμματος
es: Despublicar programa
fi: Peruuta ohjelman julkaisu
fr: Dépublier le programme
he: בטל את פרסום התוכנית
hi: अप्रकाशित कार्यक्रम
id: Batalkan publikasi Program
it: Annulla pubblicazione del programma
ja: プログラムの非公開
kn: ಅಪ್ರಕಟಿತ ಕಾರ್ಯಕ್ರಮ
ml: അൺപബ്ലിഷ് പ്രോഗ്രാം
mr: अप्रकाशित कार्यक्रम
nl: Maak de publicatie van het programma ongedaan
pa: ਅਪ੍ਰਕਾਸ਼ਿਤ ਪ੍ਰੋਗਰਾਮ
pl: Cofnij publikację programu
pt: Cancelar publicação do programa
ru: Отменить публикацию программы
sv: Avpublicera programmet
ta: நிரலை வெளியிட வேண்டாம்
te: ప్రోగ్రామ్‌ను ప్రచురించవద్దు
th: ยกเลิกการเผยแพร่โปรแกรม
tr: Programı Yayından Kaldır
vi: Hủy xuất bản chương trình

source: Publish Program
ar: نشر البرنامج
bn: প্রোগ্রাম প্রকাশ করুন
da: Udgiv program
de: Programm veröffentlichen
el: Δημοσίευση προγράμματος
es: Publicar programa
fi: Julkaise ohjelma
fr: Publier le programme
he: פרסם תוכנית
hi: कार्यक्रम प्रकाशित करें
id: Publikasikan Program
it: Pubblica programma
ja: プログラムの公開
kn: ಕಾರ್ಯಕ್ರಮವನ್ನು ಪ್ರಕಟಿಸಿ
ml: പ്രോഗ്രാം പ്രസിദ്ധീകരിക്കുക
mr: कार्यक्रम प्रकाशित करा
nl: Programma publiceren
pa: ਪ੍ਰੋਗਰਾਮ ਪ੍ਰਕਾਸ਼ਿਤ ਕਰੋ
pl: Publikuj program
pt: Publicar programa
ru: Опубликовать программу
sv: Publicera program
ta: திட்டத்தை வெளியிடு
te: ప్రోగ్రామ్‌ను ప్రచురించండి
th: เผยแพร่โปรแกรม
tr: Programı Yayınla
vi: Xuất bản chương trình

source: Update the details below to edit the program.
ar: قم بتحديث التفاصيل أدناه لتحرير البرنامج.
bn: প্রোগ্রামটি সম্পাদনা করতে নীচের বিবরণ আপডেট করুন।
da: Opdater detaljerne nedenfor for at redigere programmet.
de: Aktualisieren Sie die Details unten, um das Programm zu bearbeiten.
el: Ενημερώστε τις παρακάτω λεπτομέρειες για να επεξεργαστείτε το πρόγραμμα.
es: Actualice los detalles a continuación para editar el programa.
fi: Päivitä alla olevat tiedot muokataksesi ohjelmaa.
fr: Mettez à jour les détails ci-dessous pour modifier le programme.
he: עדכן את הפרטים למטה כדי לערוך את התוכנית.
hi: प्रोग्राम को संपादित करने के लिए नीचे दिए गए विवरण अपडेट करें।
id: Perbarui detail di bawah untuk mengedit program.
it: Aggiorna i dettagli di seguito per modificare il programma.
ja: プログラムを編集するには、以下の詳細を更新してください。
kn: ಪ್ರೋಗ್ರಾಂ ಅನ್ನು ಎಡಿಟ್ ಮಾಡಲು ಕೆಳಗಿನ ವಿವರಗಳನ್ನು ನವೀಕರಿಸಿ.
ml: പ്രോഗ്രാം എഡിറ്റ് ചെയ്യാൻ ചുവടെയുള്ള വിശദാംശങ്ങൾ അപ്‌ഡേറ്റ് ചെയ്യുക.
mr: प्रोग्राम संपादित करण्यासाठी खालील तपशील अपडेट करा.
nl: Update de onderstaande gegevens om het programma te bewerken.
pa: ਪ੍ਰੋਗਰਾਮ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰਨ ਲਈ ਹੇਠਾਂ ਦਿੱਤੇ ਵੇਰਵਿਆਂ ਨੂੰ ਅੱਪਡੇਟ ਕਰੋ।
pl: Zaktualizuj szczegóły poniżej, aby edytować program.
pt: Atualize os detalhes abaixo para editar o programa.
ru: Обновите данные ниже, чтобы редактировать программу.
sv: Uppdatera informationen nedan för att redigera programmet.
ta: நிரலைத் திருத்த, கீழே உள்ள விவரங்களைப் புதுப்பிக்கவும்.
te: ప్రోగ్రామ్‌ను సవరించడానికి దిగువ వివరాలను నవీకరించండి.
th: อัพเดตรายละเอียดด้านล่างเพื่อแก้ไขโปรแกรม
tr: Programı düzenlemek için aşağıdaki ayrıntıları güncelleyin.
vi: Cập nhật các chi tiết bên dưới để chỉnh sửa chương trình.

source: Update Program
ar: تحديث البرنامج
bn: আপডেট প্রোগ্রাম
da: Opdater program
de: Update-Programm
el: Ενημέρωση προγράμματος
es: Programa de actualización
fi: Päivitä ohjelma
fr: Programme de mise à jour
he: עדכון תוכנית
hi: अद्यतन कार्यक्रम
id: Pembaruan Program
it: Aggiorna programma
ja: アップデートプログラム
kn: ಅಪ್ಡೇಟ್ ಪ್ರೋಗ್ರಾಂ
ml: അപ്ഡേറ്റ് പ്രോഗ്രാം
mr: प्रोग्राम अपडेट करा
nl: Programma bijwerken
pa: ਅੱਪਡੇਟ ਪ੍ਰੋਗਰਾਮ
pl: Aktualizuj program
pt: Programa de atualização
ru: Обновление программы
sv: Uppdatera program
ta: நிரலைப் புதுப்பிக்கவும்
te: అప్‌డేట్ ప్రోగ్రామ్
th: อัพเดตโปรแกรม
tr: Programı Güncelle
vi: Cập nhật chương trình

source: Programs - LMS Admin
ar: البرامج - مسؤول LMS
bn: প্রোগ্রাম - এলএমএস অ্যাডমিন
da: Programmer - LMS Admin
de: Programme – LMS Admin
el: Προγράμματα - Διαχειριστής LMS
es: Programas - Administrador de LMS
fi: Ohjelmat - LMS Admin
fr: Programmes - Administrateur LMS
he: תוכניות - LMS Admin
hi: कार्यक्रम - एलएमएस व्यवस्थापक
id: Program - Admin LMS
it: Programmi - Amministrazione LMS
ja: プログラム - LMS 管理者
kn: ಕಾರ್ಯಕ್ರಮಗಳು - LMS ನಿರ್ವಹಣೆ
ml: പ്രോഗ്രാമുകൾ - LMS അഡ്മിൻ
mr: कार्यक्रम - LMS प्रशासन
nl: Programma's - LMS-beheerder
pa: ਪ੍ਰੋਗਰਾਮ - LMS ਐਡਮਿਨ
pl: Programy - Administrator LMS
pt: Programas - Administrador LMS
ru: Программы – Администратор LMS
sv: Program - LMS Admin
ta: நிகழ்ச்சிகள் - LMS நிர்வாகம்
te: ప్రోగ్రామ్‌లు - LMS అడ్మిన్
th: โปรแกรม - ผู้ดูแลระบบ LMS
tr: Programlar - LMS Yöneticisi
vi: Chương trình - LMS Admin

source: Programs Management
ar: إدارة البرامج
bn: প্রোগ্রাম ম্যানেজমেন্ট
da: Programstyring
de: Programmmanagement
el: Διαχείριση Προγραμμάτων
es: Gestión de Programas
fi: Ohjelmien hallinta
fr: Gestion des programmes
he: ניהול תוכניות
hi: कार्यक्रम प्रबंधन
id: Manajemen Program
it: Gestione dei programmi
ja: プログラム管理
kn: ಕಾರ್ಯಕ್ರಮಗಳ ನಿರ್ವಹಣೆ
ml: പ്രോഗ്രാം മാനേജ്മെൻ്റ്
mr: कार्यक्रम व्यवस्थापन
nl: Programmabeheer
pa: ਪ੍ਰੋਗਰਾਮ ਪ੍ਰਬੰਧਨ
pl: Zarządzanie programami
pt: Gestão de Programas
ru: Управление программами
sv: Programhantering
ta: நிரல் மேலாண்மை
te: ప్రోగ్రామ్‌ల నిర్వహణ
th: การจัดการโปรแกรม
tr: Program Yönetimi
vi: Quản lý chương trình

source: Manage and Organize Your Programs
ar: إدارة وتنظيم البرامج الخاصة بك
bn: আপনার প্রোগ্রাম পরিচালনা এবং সংগঠিত
da: Administrer og organiser dine programmer
de: Verwalten und organisieren Sie Ihre Programme
el: Διαχειριστείτε και οργανώστε τα προγράμματά σας
es: Administre y organice sus programas
fi: Hallitse ja järjestä ohjelmiasi
fr: Gérez et organisez vos programmes
he: נהל וארגן את התוכניות שלך
hi: अपने कार्यक्रम प्रबंधित और व्यवस्थित करें
id: Kelola dan Atur Program Anda
it: Gestisci e organizza i tuoi programmi
ja: プログラムを管理および整理する
kn: ನಿಮ್ಮ ಕಾರ್ಯಕ್ರಮಗಳನ್ನು ನಿರ್ವಹಿಸಿ ಮತ್ತು ಸಂಘಟಿಸಿ
ml: നിങ്ങളുടെ പ്രോഗ്രാമുകൾ നിയന്ത്രിക്കുകയും സംഘടിപ്പിക്കുകയും ചെയ്യുക
mr: तुमचे कार्यक्रम व्यवस्थापित करा आणि व्यवस्थापित करा
nl: Beheer en organiseer uw programma's
pa: ਆਪਣੇ ਪ੍ਰੋਗਰਾਮਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਅਤੇ ਪ੍ਰਬੰਧ ਕਰੋ
pl: Zarządzaj i organizuj swoje programy
pt: Gerencie e organize seus programas
ru: Управляйте и организуйте свои программы
sv: Hantera och organisera dina program
ta: உங்கள் திட்டங்களை நிர்வகிக்கவும் மற்றும் ஒழுங்கமைக்கவும்
te: మీ ప్రోగ్రామ్‌లను నిర్వహించండి మరియు నిర్వహించండి
th: จัดการและจัดระเบียบโปรแกรมของคุณ
tr: Programlarınızı Yönetin ve Düzenleyin
vi: Quản lý và tổ chức các chương trình của bạn

source: Total Programs
ar: إجمالي البرامج
bn: মোট প্রোগ্রাম
da: Samlede programmer
de: Gesamtprogramme
el: Σύνολο Προγραμμάτων
es: Programas totales
fi: Ohjelmat yhteensä
fr: Programmes totaux
he: סך התוכניות
hi: कुल कार्यक्रम
id: Jumlah Program
it: Programmi totali
ja: 合計プログラム
kn: ಒಟ್ಟು ಕಾರ್ಯಕ್ರಮಗಳು
ml: മൊത്തം പ്രോഗ്രാമുകൾ
mr: एकूण कार्यक्रम
nl: Totaal programma's
pa: ਕੁੱਲ ਪ੍ਰੋਗਰਾਮ
pl: Wszystkie programy
pt: Programas totais
ru: Всего программ
sv: Totala program
ta: மொத்த நிகழ்ச்சிகள்
te: మొత్తం ప్రోగ్రామ్‌లు
th: โปรแกรมทั้งหมด
tr: Toplam Programlar
vi: Tổng số chương trình

source: Published Programs
ar: البرامج المنشورة
bn: প্রকাশিত প্রোগ্রাম
da: Udgivne programmer
de: Veröffentlichte Programme
el: Δημοσιευμένα Προγράμματα
es: Programas publicados
fi: Julkaistut ohjelmat
fr: Programmes publiés
he: תוכניות שפורסמו
hi: प्रकाशित कार्यक्रम
id: Program yang Diterbitkan
it: Programmi pubblicati
ja: 公開されたプログラム
kn: ಪ್ರಕಟಿತ ಕಾರ್ಯಕ್ರಮಗಳು
ml: പ്രസിദ്ധീകരിച്ച പ്രോഗ്രാമുകൾ
mr: प्रकाशित कार्यक्रम
nl: Gepubliceerde programma's
pa: ਪ੍ਰਕਾਸ਼ਿਤ ਪ੍ਰੋਗਰਾਮ
pl: Opublikowane programy
pt: Programas publicados
ru: Опубликованные программы
sv: Publicerade program
ta: வெளியிடப்பட்ட நிகழ்ச்சிகள்
te: ప్రచురించిన కార్యక్రమాలు
th: โปรแกรมที่เผยแพร่
tr: Yayınlanan Programlar
vi: Chương trình đã xuất bản

source: Unpublished Programs
ar: برامج غير منشورة
bn: অপ্রকাশিত প্রোগ্রাম
da: Ikke-publicerede programmer
de: Unveröffentlichte Programme
el: Μη δημοσιευμένα προγράμματα
es: Programas inéditos
fi: Julkaisemattomat ohjelmat
fr: Programmes inédits
he: תוכניות שלא פורסמו
hi: अप्रकाशित कार्यक्रम
id: Program yang Tidak Dipublikasikan
it: Programmi inediti
ja: 未公開プログラム
kn: ಅಪ್ರಕಟಿತ ಕಾರ್ಯಕ್ರಮಗಳು
ml: പ്രസിദ്ധീകരിക്കാത്ത പ്രോഗ്രാമുകൾ
mr: अप्रकाशित कार्यक्रम
nl: Niet-gepubliceerde programma's
pa: ਅਣਪ੍ਰਕਾਸ਼ਿਤ ਪ੍ਰੋਗਰਾਮ
pl: Niepublikowane programy
pt: Programas não publicados
ru: Неопубликованные программы
sv: Opublicerade program
ta: வெளியிடப்படாத நிகழ்ச்சிகள்
te: ప్రచురించని ప్రోగ్రామ్‌లు
th: โปรแกรมที่ไม่ได้เผยแพร่
tr: Yayınlanmamış Programlar
vi: Chương trình chưa được xuất bản

source: Top Tags
ar: أعلى العلامات
bn: শীর্ষ ট্যাগ
el: Κορυφαίες Ετικέτες
es: Etiquetas principales
fi: Suosituimmat tunnisteet
fr: Balises principales
he: תגיות מובילות
hi: शीर्ष टैग
id: Tag Teratas
it: Tag principali
ja: 人気のタグ
kn: ಟಾಪ್ ಟ್ಯಾಗ್‌ಗಳು
ml: മുൻനിര ടാഗുകൾ
mr: शीर्ष टॅग्ज
pa: ਪ੍ਰਮੁੱਖ ਟੈਗਸ
pl: Najlepsze tagi
pt: Principais tags
ru: Популярные теги
sv: Topptaggar
ta: சிறந்த குறிச்சொற்கள்
te: టాప్ ట్యాగ్‌లు
th: แท็กยอดนิยม
tr: En İyi Etiketler
vi: Thẻ hàng đầu

source: Filter Programs
ar: برامج التصفية
bn: ফিল্টার প্রোগ্রাম
da: Filtrer programmer
de: Programme filtern
el: Φιλτράρισμα προγραμμάτων
es: Programas de filtro
fi: Suodata ohjelmat
fr: Filtrer les programmes
he: תוכניות סינון
hi: फ़िल्टर प्रोग्राम
id: Filter Program
it: Filtra programmi
ja: フィルタープログラム
kn: ಫಿಲ್ಟರ್ ಪ್ರೋಗ್ರಾಂಗಳು
ml: ഫിൽട്ടർ പ്രോഗ്രാമുകൾ
mr: फिल्टर प्रोग्राम्स
nl: Programma's filteren
pa: ਫਿਲਟਰ ਪ੍ਰੋਗਰਾਮ
pl: Filtruj programy
pt: Filtrar programas
ru: Фильтровать программы
sv: Filtrera program
ta: வடிகட்டி திட்டங்கள்
te: ఫిల్టర్ ప్రోగ్రామ్‌లు
th: โปรแกรมกรอง
tr: Programları Filtrele
vi: Lọc chương trình

source: Create Tag
ar: إنشاء علامة
bn: ট্যাগ তৈরি করুন
da: Opret tag
de: Tag erstellen
el: Δημιουργία ετικέτας
es: Crear etiqueta
fi: Luo tunniste
fr: Créer une balise
he: צור תג
hi: टैग बनाएं
id: Buat Tanda
it: Crea etichetta
ja: タグの作成
kn: ಟ್ಯಾಗ್ ರಚಿಸಿ
ml: ടാഗ് സൃഷ്ടിക്കുക
mr: टॅग तयार करा
nl: Tag maken
pa: ਟੈਗ ਬਣਾਓ
pl: Utwórz tag
pt: Criar etiqueta
ru: Создать тег
sv: Skapa tagg
ta: குறிச்சொல்லை உருவாக்கவும்
te: ట్యాగ్‌ని సృష్టించండి
th: สร้างแท็ก
tr: Etiket Oluştur
vi: Tạo thẻ

source: Program Cover
ar: غلاف البرنامج
bn: প্রোগ্রাম কভার
da: Programomslag
de: Programmcover
el: Εξώφυλλο προγράμματος
es: Portada del programa
fi: Ohjelman kansi
fr: Couverture du programme
he: עטיפת התוכנית
hi: प्रोग्राम कवर
id: Sampul Program
it: Copertina del programma
ja: プログラムカバー
kn: ಕಾರ್ಯಕ್ರಮದ ಕವರ್
ml: പ്രോഗ്രാം കവർ
mr: कार्यक्रम कव्हर
nl: Programma dekking
pa: ਪ੍ਰੋਗਰਾਮ ਕਵਰ
pl: Okładka programu
pt: Capa do programa
ru: Обложка программы
sv: Programomslag
ta: நிரல் கவர்
te: ప్రోగ్రామ్ కవర్
th: ปกโปรแกรม
tr: Program Kapağı
vi: Bìa chương trình

source: Manage Courses
ar: إدارة الدورات
bn: কোর্স পরিচালনা করুন
da: Administrer kurser
de: Kurse verwalten
el: Διαχείριση μαθημάτων
es: Administrar cursos
fi: Hallitse kursseja
fr: Gérer les cours
he: ניהול קורסים
hi: पाठ्यक्रम प्रबंधित करें
id: Kelola Kursus
it: Gestisci corsi
ja: コースの管理
kn: ಕೋರ್ಸ್‌ಗಳನ್ನು ನಿರ್ವಹಿಸಿ
ml: കോഴ്സുകൾ കൈകാര്യം ചെയ്യുക
mr: अभ्यासक्रम व्यवस्थापित करा
nl: Beheer cursussen
pa: ਕੋਰਸਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ
pl: Zarządzaj kursami
pt: Gerenciar cursos
ru: Управление курсами
sv: Hantera kurser
ta: படிப்புகளை நிர்வகிக்கவும்
te: కోర్సులను నిర్వహించండి
th: จัดการหลักสูตร
tr: Kursları Yönet
vi: Quản lý khóa học

source: Assessment Results Report - LMS Admin
ar: تقرير نتائج التقييم - إدارة LMS
bn: মূল্যায়ন ফলাফল রিপোর্ট - LMS অ্যাডমিন
da: Vurderingsresultatrapport - LMS Admin
de: Bewertungsergebnisbericht – LMS-Administrator
el: Έκθεση Αποτελεσμάτων Αξιολόγησης - Διαχειριστής LMS
es: Informe de resultados de la evaluación: administrador de LMS
fi: Arviointitulosraportti - LMS Admin
fr: Rapport sur les résultats de l'évaluation - Administrateur LMS
he: דוח תוצאות הערכה - LMS Admin
hi: मूल्यांकन परिणाम रिपोर्ट - एलएमएस व्यवस्थापक
id: Laporan Hasil Penilaian - Admin LMS
it: Report sui risultati della valutazione - Amministrazione LMS
ja: 評価結果レポート - LMS 管理者
kn: ಮೌಲ್ಯಮಾಪನ ಫಲಿತಾಂಶಗಳ ವರದಿ - LMS ನಿರ್ವಾಹಕ
ml: മൂല്യനിർണ്ണയ ഫല റിപ്പോർട്ട് - LMS അഡ്മിൻ
mr: मूल्यांकन परिणाम अहवाल - LMS प्रशासन
nl: Rapport beoordelingsresultaten - LMS-beheerder
pa: ਮੁਲਾਂਕਣ ਨਤੀਜਿਆਂ ਦੀ ਰਿਪੋਰਟ - LMS ਐਡਮਿਨ
pl: Raport z wynikami oceny — administrator LMS
pt: Relatório de resultados da avaliação - Administrador do LMS
ru: Отчет о результатах оценки – администратор LMS
sv: Bedömningsresultatrapport - LMS Admin
ta: மதிப்பீட்டு முடிவுகள் அறிக்கை - LMS நிர்வாகம்
te: అసెస్‌మెంట్ ఫలితాల నివేదిక - LMS అడ్మిన్
th: รายงานผลการประเมิน - ผู้ดูแลระบบ LMS
tr: Değerlendirme Sonuçları Raporu - LMS Yöneticisi
vi: Báo cáo kết quả đánh giá - LMS Admin

source: Assessment Results Report
ar: تقرير نتائج التقييم
bn: মূল্যায়ন ফলাফল রিপোর্ট
da: Vurderingsresultatrapport
de: Bericht über die Bewertungsergebnisse
el: Έκθεση Αποτελεσμάτων Αξιολόγησης
es: Informe de resultados de la evaluación
fi: Arviointitulosraportti
fr: Rapport sur les résultats de l'évaluation
he: דוח תוצאות הערכה
hi: मूल्यांकन परिणाम रिपोर्ट
id: Laporan Hasil Penilaian
it: Rapporto sui risultati della valutazione
ja: 評価結果報告書
kn: ಮೌಲ್ಯಮಾಪನ ಫಲಿತಾಂಶಗಳ ವರದಿ
ml: മൂല്യനിർണ്ണയ ഫല റിപ്പോർട്ട്
mr: मूल्यांकन परिणाम अहवाल
nl: Beoordelingsresultatenrapport
pa: ਮੁਲਾਂਕਣ ਨਤੀਜਿਆਂ ਦੀ ਰਿਪੋਰਟ
pl: Raport z wyników oceny
pt: Relatório de Resultados da Avaliação
ru: Отчет о результатах оценки
sv: Bedömningsresultatrapport
ta: மதிப்பீட்டு முடிவுகள் அறிக்கை
te: మూల్యాంకన ఫలితాల నివేదిక
th: รายงานผลการประเมิน
tr: Değerlendirme Sonuçları Raporu
vi: Báo cáo kết quả đánh giá

source: Comprehensive analysis of assessment performance across courses and students
ar: تحليل شامل لأداء التقييم عبر المقررات الدراسية والطلاب
bn: কোর্স এবং ছাত্র জুড়ে মূল্যায়ন কর্মক্ষমতা ব্যাপক বিশ্লেষণ
da: Omfattende analyse af vurderingspræstation på tværs af kurser og studerende
de: Umfassende Analyse der Leistungsbewertung über Studiengänge und Studierende hinweg
el: Ολοκληρωμένη ανάλυση της απόδοσης αξιολόγησης μεταξύ των μαθημάτων και των φοιτητών
es: Análisis integral del desempeño de la evaluación entre cursos y estudiantes.
fi: Kattava analyysi arvioinnin suorituskyvystä kurssien ja opiskelijoiden kesken
fr: Analyse complète des performances d'évaluation des cours et des étudiants
he: ניתוח מקיף של ביצועי הערכה בין קורסים וסטודנטים
hi: पाठ्यक्रमों और छात्रों के बीच मूल्यांकन प्रदर्शन का व्यापक विश्लेषण
id: Analisis komprehensif kinerja penilaian di seluruh kursus dan siswa
it: Analisi completa delle prestazioni di valutazione tra corsi e studenti
ja: コースと学生全体にわたる評価パフォーマンスの包括的な分析
kn: ಕೋರ್ಸ್‌ಗಳು ಮತ್ತು ವಿದ್ಯಾರ್ಥಿಗಳಾದ್ಯಂತ ಮೌಲ್ಯಮಾಪನ ಕಾರ್ಯಕ್ಷಮತೆಯ ಸಮಗ್ರ ವಿಶ್ಲೇಷಣೆ
ml: കോഴ്‌സുകളിലും വിദ്യാർത്ഥികളിലുമുള്ള മൂല്യനിർണ്ണയ പ്രകടനത്തിൻ്റെ സമഗ്രമായ വിശകലനം
mr: अभ्यासक्रम आणि विद्यार्थ्यांमधील मूल्यांकन कामगिरीचे सर्वसमावेशक विश्लेषण
nl: Uitgebreide analyse van de beoordelingsprestaties van cursussen en studenten
pa: ਕੋਰਸਾਂ ਅਤੇ ਵਿਦਿਆਰਥੀਆਂ ਵਿੱਚ ਮੁਲਾਂਕਣ ਪ੍ਰਦਰਸ਼ਨ ਦਾ ਵਿਆਪਕ ਵਿਸ਼ਲੇਸ਼ਣ
pl: Kompleksowa analiza wyników oceniania kursów i uczniów
pt: Análise abrangente do desempenho da avaliação entre cursos e alunos
ru: Комплексный анализ эффективности оценивания по курсам и студентам
sv: Omfattande analys av bedömningsresultat över kurser och studenter
ta: படிப்புகள் மற்றும் மாணவர்கள் முழுவதும் மதிப்பீட்டு செயல்திறன் பற்றிய விரிவான பகுப்பாய்வு
te: కోర్సులు మరియు విద్యార్థులలో అంచనా పనితీరు యొక్క సమగ్ర విశ్లేషణ
th: การวิเคราะห์ที่ครอบคลุมของประสิทธิภาพการประเมินระหว่างหลักสูตรและนักศึกษา
tr: Kurslar ve öğrenciler genelinde değerlendirme performansının kapsamlı analizi
vi: Phân tích toàn diện về hiệu quả đánh giá giữa các khóa học và sinh viên

source: Total Assessments
ar: إجمالي التقييمات
bn: মোট মূল্যায়ন
da: Samlede vurderinger
de: Gesamtbewertungen
el: Συνολικές αξιολογήσεις
es: Evaluaciones totales
fi: Yhteensä arvioinnit
fr: Évaluations totales
he: סך הערכות
hi: कुल आकलन
id: Penilaian Total
it: Valutazioni totali
ja: 総合評価
kn: ಒಟ್ಟು ಮೌಲ್ಯಮಾಪನಗಳು
ml: മൊത്തം വിലയിരുത്തലുകൾ
mr: एकूण मूल्यांकन
nl: Totaal beoordelingen
pa: ਕੁੱਲ ਮੁਲਾਂਕਣ
pl: Oceny ogółem
pt: Avaliações totais
ru: Итоговые оценки
sv: Totala bedömningar
ta: மொத்த மதிப்பீடுகள்
te: మొత్తం అంచనాలు
th: การประเมินทั้งหมด
tr: Toplam Değerlendirmeler
vi: Tổng số đánh giá

source: Pass Rate
ar: معدل النجاح
bn: পাসের হার
da: Beståelsesprocent
de: Erfolgsquote
el: Ποσοστό επιτυχίας
es: Tasa de aprobación
fi: Läpäisyprosentti
fr: Taux de réussite
he: שיעור מעבר
hi: पास दर
id: Tingkat Kelulusan
it: Tasso di passaggio
ja: 合格率
kn: ಪಾಸ್ ದರ
ml: പാസ് നിരക്ക്
mr: पास दर
nl: Slagingspercentage
pa: ਪਾਸ ਦਰ
pl: Wskaźnik zdawalności
pt: Taxa de aprovação
ru: Проходной балл
sv: Godkänd
ta: தேர்ச்சி விகிதம்
te: ఉత్తీర్ణత రేటు
th: อัตราการผ่าน
tr: Geçiş Oranı
vi: Tỷ lệ đỗ

source: Assessments This Month
ar: التقييمات هذا الشهر
bn: এই মাসে মূল্যায়ন
da: Vurderinger denne måned
de: Bewertungen diesen Monat
el: Αξιολογήσεις Αυτό το Μήνα
es: Evaluaciones de este mes
fi: Arviot tässä kuussa
fr: Évaluations ce mois-ci
he: הערכות החודש
hi: इस महीने का आकलन
id: Penilaian Bulan Ini
it: Valutazioni questo mese
ja: 今月の評価
kn: ಈ ತಿಂಗಳು ಮೌಲ್ಯಮಾಪನಗಳು
ml: ഈ മാസത്തെ വിലയിരുത്തലുകൾ
mr: या महिन्यात मूल्यांकन
nl: Evaluaties deze maand
pa: ਇਸ ਮਹੀਨੇ ਦੇ ਮੁਲਾਂਕਣ
pl: Oceny w tym miesiącu
pt: Avaliações deste mês
ru: Оценки в этом месяце
sv: Bedömningar denna månad
ta: இந்த மாதம் மதிப்பீடுகள்
te: ఈ నెల అంచనాలు
th: การประเมินในเดือนนี้
tr: Bu Ayın Değerlendirmeleri
vi: Đánh giá tháng này

source: Search assessments...
ar: تقييمات البحث...
bn: মূল্যায়ন অনুসন্ধান করুন...
da: Søg i vurderinger...
de: Beurteilungen suchen...
el: Αναζήτηση αξιολογήσεων...
es: Buscar valoraciones...
fi: Hae arvioita...
fr: Rechercher des évaluations...
he: חפש הערכות...
hi: आकलन खोजें...
id: Penilaian pencarian...
it: Cerca valutazioni...
ja: 評価を検索...
kn: ಮೌಲ್ಯಮಾಪನಗಳನ್ನು ಹುಡುಕಿ...
ml: വിലയിരുത്തലുകൾ തിരയുക...
mr: मूल्यांकन शोधा...
nl: Evaluaties zoeken...
pa: ਖੋਜ ਮੁਲਾਂਕਣ...
pl: Wyszukaj oceny...
pt: Pesquisar avaliações...
ru: Поиск оценок...
sv: Sök bedömningar...
ta: தேடல் மதிப்பீடுகள்...
te: శోధన అంచనాలు...
th: ค้นหาการประเมิน...
tr: Değerlendirmeleri arayın...
vi: Tìm kiếm đánh giá...

source: Web Development
ar: تطوير الويب
bn: ওয়েব ডেভেলপমেন্ট
da: Webudvikling
de: Webentwicklung
el: Ανάπτυξη Ιστού
es: Desarrollo web
fi: Web-kehitys
fr: Développement Web
he: פיתוח אתרים
hi: वेब विकास
id: Pengembangan Web
it: Sviluppo Web
ja: ウェブ開発
kn: ವೆಬ್ ಅಭಿವೃದ್ಧಿ
ml: വെബ് വികസനം
mr: वेब विकास
nl: Webontwikkeling
pa: ਵੈੱਬ ਵਿਕਾਸ
pl: Rozwój sieci
pt: Desenvolvimento Web
ru: Веб-разработка
sv: Webbutveckling
ta: வலை அபிவிருத்தி
te: వెబ్ అభివృద్ధి
th: การพัฒนาเว็บ
tr: Web Geliştirme
vi: Phát triển Web

source: Project
ar: مشروع
bn: প্রকল্প
da: Projekt
de: Projekt
el: Σχέδιο
es: Proyecto
fi: Projekti
fr: Projet
he: פּרוֹיֶקט
hi: परियोजना
id: Proyek
it: Progetto
ja: プロジェクト
kn: ಯೋಜನೆ
ml: പദ്ധതി
mr: प्रकल्प
pa: ਪ੍ਰੋਜੈਕਟ
pl: Projekt
pt: Projeto
ru: Проект
sv: Projekt
ta: திட்டம்
te: ప్రాజెక్ట్
th: โครงการ
tr: Proje
vi: Dự án

source: Assessment Performance Overview
ar: نظرة عامة على أداء التقييم
bn: মূল্যায়ন কর্মক্ষমতা ওভারভিউ
da: Oversigt over vurderingsydelse
de: Übersicht über die Bewertungsleistung
el: Επισκόπηση της απόδοσης της αξιολόγησης
es: Descripción general del desempeño de la evaluación
fi: Arvioinnin suorituskyvyn yleiskatsaus
fr: Aperçu des performances de l’évaluation
he: סקירת ביצועי הערכה
hi: मूल्यांकन प्रदर्शन अवलोकन
id: Ikhtisar Kinerja Penilaian
it: Panoramica delle prestazioni di valutazione
ja: 評価パフォーマンスの概要
kn: ಮೌಲ್ಯಮಾಪನ ಕಾರ್ಯಕ್ಷಮತೆಯ ಅವಲೋಕನ
ml: വിലയിരുത്തൽ പ്രകടന അവലോകനം
mr: मूल्यांकन कामगिरी विहंगावलोकन
nl: Overzicht beoordelingsprestaties
pa: ਮੁਲਾਂਕਣ ਪ੍ਰਦਰਸ਼ਨ ਦੀ ਸੰਖੇਪ ਜਾਣਕਾਰੀ
pl: Przegląd wyników oceny
pt: Visão geral do desempenho da avaliação
ru: Обзор эффективности оценки
sv: Bedömningsprestandaöversikt
ta: மதிப்பீட்டு செயல்திறன் மேலோட்டம்
te: అసెస్‌మెంట్ పనితీరు స్థూలదృష్టి
th: ภาพรวมผลการปฏิบัติงานของการประเมิน
tr: Değerlendirme Performansına Genel Bakış
vi: Đánh giá tổng quan về hiệu suất

source: Top Performing Assessments
ar: أعلى التقييمات أداءً
bn: সেরা পারফর্মিং মূল্যায়ন
da: Bedst præsterende vurderinger
de: Leistungsstärkste Beurteilungen
el: Κορυφαίες αξιολογήσεις απόδοσης
es: Evaluaciones de mejor rendimiento
fi: Parhaiten suoriutuneita arvioita
fr: Évaluations les plus performantes
he: הערכות עם ביצועים מובילים
hi: सर्वोत्तम प्रदर्शन करने वाले आकलन
id: Penilaian Berkinerja Terbaik
it: Valutazioni con le migliori prestazioni
ja: 最高の成績を収めた評価
kn: ಉನ್ನತ ಕಾರ್ಯಕ್ಷಮತೆಯ ಮೌಲ್ಯಮಾಪನಗಳು
ml: മികച്ച പ്രകടനം നടത്തുന്ന വിലയിരുത്തലുകൾ
mr: टॉप परफॉर्मिंग असेसमेंट
nl: Best presterende beoordelingen
pa: ਚੋਟੀ ਦੇ ਪ੍ਰਦਰਸ਼ਨ ਮੁਲਾਂਕਣ
pl: Najlepsze oceny
pt: Avaliações de melhor desempenho
ru: Лучшие оценки
sv: Topppresterande bedömningar
ta: சிறந்த செயல்திறன் மதிப்பீடுகள்
te: అత్యుత్తమ పనితీరు అంచనాలు
th: การประเมินประสิทธิภาพสูงสุด
tr: En İyi Performans Gösteren Değerlendirmeler
vi: Đánh giá hiệu suất hàng đầu

source: JavaScript Basics Quiz
ar: اختبار أساسيات جافا سكريبت
bn: জাভাস্ক্রিপ্ট বেসিক কুইজ
de: JavaScript-Grundlagen-Quiz
el: Κουίζ βασικών JavaScript
es: Prueba de conceptos básicos de JavaScript
fi: JavaScriptin perustietovisa
fr: Quiz sur les bases de JavaScript
he: חידון יסודות JavaScript
hi: जावास्क्रिप्ट मूल बातें प्रश्नोत्तरी
id: Kuis Dasar-Dasar JavaScript
it: Quiz sulle nozioni di base su JavaScript
ja: JavaScript の基本クイズ
kn: ಜಾವಾಸ್ಕ್ರಿಪ್ಟ್ ಬೇಸಿಕ್ಸ್ ರಸಪ್ರಶ್ನೆ
ml: JavaScript അടിസ്ഥാന ക്വിസ്
mr: JavaScript मूलभूत क्विझ
nl: JavaScript-basisquiz
pa: JavaScript ਬੇਸਿਕਸ ਕਵਿਜ਼
pl: Quiz z podstaw JavaScript
pt: Questionário básico de JavaScript
ru: Викторина по основам JavaScript
ta: ஜாவாஸ்கிரிப்ட் அடிப்படை வினாடிவினா
te: జావాస్క్రిప్ట్ బేసిక్స్ క్విజ్
th: แบบทดสอบพื้นฐาน JavaScript
tr: JavaScript Temelleri Testi
vi: Câu đố cơ bản về JavaScript

source: avg. score
ar: متوسط نتيجة
bn: গড় স্কোর
da: gns. score
de: Durchschn. Punktzahl
el: μέσος όρος σκορ
es: promedio puntaje
fi: keskim. pisteet
fr: moy. score
he: ממוצע צִיוּן
hi: औसत अंक
id: rata-rata skor
it: media punto
ja: 平均スコア
kn: ಸರಾಸರಿ ಅಂಕ
ml: ശരാശരി സ്കോർ
mr: सरासरी स्कोअर
pa: ਔਸਤ ਸਕੋਰ
pl: śr. wynik
pt: média. pontuação
ru: средн. счет
sv: snitt göra
ta: சராசரி மதிப்பெண்
te: సగటు స్కోర్
th: เฉลี่ย คะแนน
tr: ortalama Gol
vi: trung bình điểm

source: Data Visualization Project
ar: مشروع تصور البيانات
bn: ডেটা ভিজ্যুয়ালাইজেশন প্রকল্প
da: Datavisualiseringsprojekt
de: Datenvisualisierungsprojekt
el: Έργο Οπτικοποίησης Δεδομένων
es: Proyecto de visualización de datos
fi: Datan visualisointiprojekti
fr: Projet de visualisation de données
he: פרויקט הדמיית נתונים
hi: डेटा विज़ुअलाइज़ेशन प्रोजेक्ट
id: Proyek Visualisasi Data
it: Progetto di visualizzazione dei dati
ja: データ可視化プロジェクト
kn: ಡೇಟಾ ದೃಶ್ಯೀಕರಣ ಯೋಜನೆ
ml: ഡാറ്റ ദൃശ്യവൽക്കരണ പദ്ധതി
mr: डेटा व्हिज्युअलायझेशन प्रकल्प
nl: Datavisualisatieproject
pa: ਡਾਟਾ ਵਿਜ਼ੂਅਲਾਈਜ਼ੇਸ਼ਨ ਪ੍ਰੋਜੈਕਟ
pl: Projekt wizualizacji danych
pt: Projeto de Visualização de Dados
ru: Проект визуализации данных
sv: Datavisualiseringsprojekt
ta: தரவு காட்சிப்படுத்தல் திட்டம்
te: డేటా విజువలైజేషన్ ప్రాజెక్ట్
th: โครงการสร้างภาพข้อมูล
tr: Veri Görselleştirme Projesi
vi: Dự án trực quan hóa dữ liệu
