Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: LMS Admin Dashboard
ar: لوحة تحكم إدارة نظام إدارة التعلم
bn: LMS অ্যাডমিন ড্যাশবোর্ড
el: Πίνακας ελέγχου διαχείρισης LMS
es: Panel de administración de LMS
fr: Tableau de bord d'administration LMS
gu: LMS એડમિન ડેશબોર્ડ
he: לוח המחוונים לניהול מערכת LMS
hi: एलएमएस एडमिन डैशबोर्ड
it: Pannello di amministrazione dell'LMS
ja: LMS 管理者ダッシュボード
kn: LMS ನಿರ್ವಾಹಕ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್
ml: LMS അഡ്‌മിൻ ഡാഷ്‌ബോർഡ്
mr: LMS प्रशासन डॅशबोर्ड
nl: LMS-beheerdersdashboard
or: LMS ଆଡମିନି ଡ୍ୟାସବୋର୍ଡ |
pa: LMS ਐਡਮਿਨ ਡੈਸ਼ਬੋਰਡ
pl: Panel administracyjny LMS
pt: Painel de administração do LMS
ru: Панель администратора LMS
ta: LMS நிர்வாக டாஷ்போர்டு
te: LMS అడ్మిన్ డాష్‌బోర్డ్
th: แดชบอร์ดผู้ดูแลระบบ LMS
tr: LMS Yönetici Kontrol Paneli
vi: Bảng điều khiển dành cho quản trị viên LMS

source: Empowering Education, Enriching Minds
ar: تمكين التعليم وإثراء العقول
bn: শিক্ষার ক্ষমতায়ন, মনকে সমৃদ্ধ করা
da: Styrkende uddannelse, berigende sind
de: Bildung stärken, Köpfe bereichern
el: Ενδυνάμωση της εκπαίδευσης, εμπλουτισμός μυαλών
es: Potenciar la educación, enriquecer las mentes
fi: Valmentaa koulutusta, rikastuttaa mieltä
fr: Autonomiser l’éducation, enrichir les esprits
gu: શિક્ષણને સશક્ત બનાવવું, મનને સમૃદ્ધ બનાવવું
he: חינוך מעצים, העשרת מוחות
hi: शिक्षा को सशक्त बनाना, दिमाग को समृद्ध करना
id: Memberdayakan Pendidikan, Memperkaya Pikiran
it: Potenziare l’istruzione, arricchire le menti
ja: 教育に力を与え、心を豊かにする
kn: ಶಿಕ್ಷಣವನ್ನು ಸಶಕ್ತಗೊಳಿಸುವುದು, ಮನಸ್ಸುಗಳನ್ನು ಶ್ರೀಮಂತಗೊಳಿಸುವುದು
ml: വിദ്യാഭ്യാസത്തെ ശാക്തീകരിക്കുന്നു, മനസ്സുകളെ സമ്പന്നമാക്കുന്നു
mr: शिक्षणाला सक्षम बनवणे, मन समृद्ध करणे
nl: Onderwijs versterken, geest verrijken
no: Styrkende utdanning, berikende sinn
or: ଶିକ୍ଷାକୁ ସଶକ୍ତ କରିବା, ମନକୁ ସମୃଦ୍ଧ କରିବା |
pa: ਸਿੱਖਿਆ ਨੂੰ ਸਸ਼ਕਤ ਕਰਨਾ, ਮਨਾਂ ਨੂੰ ਅਮੀਰ ਕਰਨਾ
pl: Wzmacniająca edukacja, wzbogacająca umysły
pt: Capacitando a educação, enriquecendo mentes
ru: Расширение возможностей образования, обогащение умов
sv: Bemyndigande utbildning, berikande sinnen
ta: கல்வியை மேம்படுத்துதல், மனதை வளப்படுத்துதல்
te: విద్యను శక్తివంతం చేయడం, మనస్సులను సుసంపన్నం చేయడం
th: เสริมศักยภาพการศึกษา, เสริมสร้างจิตใจ
tr: Eğitimi Güçlendirmek, Zihinleri Zenginleştirmek
vi: Trao quyền cho giáo dục, làm giàu trí tuệ

source: Total Users
ar: إجمالي المستخدمين
bn: মোট ব্যবহারকারী
da: Samlet antal brugere
de: Gesamtzahl der Benutzer
el: Σύνολο χρηστών
es: Usuarios totales
fi: Käyttäjiä yhteensä
fr: Nombre total d'utilisateurs
gu: કુલ વપરાશકર્તાઓ
he: סך כל המשתמשים
hi: कुल उपयोगकर्ता
id: Jumlah Pengguna
it: Utenti totali
ja: 総ユーザー数
kn: ಒಟ್ಟು ಬಳಕೆದಾರರು
ml: മൊത്തം ഉപയോക്താക്കൾ
mr: एकूण वापरकर्ते
nl: Totaal aantal gebruikers
no: Totalt antall brukere
or: ମୋଟ ବ୍ୟବହାରକାରୀ |
pa: ਕੁੱਲ ਵਰਤੋਂਕਾਰ
pl: Całkowita liczba użytkowników
pt: Total de usuários
ru: Всего пользователей
sv: Totalt antal användare
ta: மொத்த பயனர்கள்
te: మొత్తం వినియోగదారులు
th: ผู้ใช้ทั้งหมด
tr: Toplam Kullanıcı Sayısı
vi: Tổng số người dùng

source: 12%% from last month
ar: 12%% عن الشهر الماضي
bn: গত মাসের থেকে 12%%
da: 12 %% fra sidste måned
de: 12 % % gegenüber dem letzten Monat
el: 12%% από τον προηγούμενο μήνα
es: 12%% del mes pasado
fi: 12 %% viime kuusta
fr: 12%% par rapport au mois dernier
gu: ગયા મહિનાથી 12%%
he: 12%% מהחודש שעבר
hi: पिछले महीने से 12%%
id: 12%% dari bulan lalu
it: 12%% rispetto al mese scorso
ja: 先月比 12%%
kn: ಕಳೆದ ತಿಂಗಳಿನಿಂದ 12%%
ml: കഴിഞ്ഞ മാസത്തേക്കാൾ 12%%
mr: गेल्या महिन्यापासून 12%%
nl: 12%% ten opzichte van vorige maand
no: 12 %% fra forrige måned
or: ଗତ ମାସ ଠାରୁ 12 %%
pa: ਪਿਛਲੇ ਮਹੀਨੇ ਤੋਂ 12%%
pl: 12%% od poprzedniego miesiąca
pt: 12%% do mês passado
ru: 12%% с прошлого месяца
sv: 12 %% från förra månaden
ta: கடந்த மாதத்திலிருந்து 12%%
te: గత నెల నుండి 12%%
th: 12%% จากเดือนที่แล้ว
tr: Geçen aya göre %%12
vi: 12%% so với tháng trước

source: Active Courses & Programs
ar: الدورات والبرامج النشطة
bn: সক্রিয় কোর্স এবং প্রোগ্রাম
da: Aktive kurser og programmer
de: Aktive Kurse und Programme
el: Ενεργά Μαθήματα & Προγράμματα
es: Cursos y programas activos
fi: Aktiiviset kurssit ja ohjelmat
fr: Cours et programmes actifs
he: קורסים ותוכניות פעילים
hi: सक्रिय पाठ्यक्रम एवं कार्यक्रम
id: Kursus & Program Aktif
it: Corsi e programmi attivi
ja: アクティブなコースとプログラム
kn: ಸಕ್ರಿಯ ಕೋರ್ಸ್‌ಗಳು ಮತ್ತು ಕಾರ್ಯಕ್ರಮಗಳು
ml: സജീവമായ കോഴ്സുകളും പ്രോഗ്രാമുകളും
mr: सक्रिय अभ्यासक्रम आणि कार्यक्रम
nl: Actieve cursussen en programma's
pa: ਸਰਗਰਮ ਕੋਰਸ ਅਤੇ ਪ੍ਰੋਗਰਾਮ
pl: Aktywne kursy i programy
pt: Cursos e Programas Ativos
ru: Активные курсы и программы
sv: Aktiva kurser och program
ta: செயலில் உள்ள படிப்புகள் & திட்டங்கள்
te: యాక్టివ్ కోర్సులు & ప్రోగ్రామ్‌లు
th: หลักสูตรและโปรแกรมที่ใช้งานอยู่
tr: Aktif Kurslar ve Programlar
vi: Các khóa học & chương trình đang hoạt động

source: 5 new this week
ar: 5 جديدة هذا الأسبوع
bn: এই সপ্তাহে 5টি নতুন
da: 5 nye i denne uge
de: 5 neue diese Woche
el: 5 νέα αυτή την εβδομάδα
es: 5 nuevos esta semana
fi: 5 uutta tällä viikolla
fr: 5 nouveautés cette semaine
he: 5 חדשים השבוע
hi: इस सप्ताह 5 नये
id: 5 baru minggu ini
it: 5 novità questa settimana
ja: 今週の新作は5件
kn: ಈ ವಾರ 5 ಹೊಸತು
ml: ഈ ആഴ്ച 5 പുതിയത്
mr: या आठवड्यात 5 नवीन
nl: 5 nieuwe deze week
pa: ਇਸ ਹਫ਼ਤੇ 5 ਨਵੇਂ
pl: 5 nowości w tym tygodniu
pt: 5 novidades esta semana
ru: 5 новинок на этой неделе
sv: 5 nya denna vecka
ta: இந்த வாரம் 5 புதியது
te: ఈ వారం 5 కొత్తవి
th: 5 รายการใหม่ในสัปดาห์นี้
tr: Bu hafta 5 yeni
vi: 5 mới trong tuần này

source: 5%% from last month
ar: 5%% عن الشهر الماضي
bn: গত মাসের থেকে 5%%
da: 5 %% fra sidste måned
de: 5 % % gegenüber dem letzten Monat
el: 5%% από τον προηγούμενο μήνα
es: 5%% del mes pasado
fi: 5 %% viime kuusta
fr: 5%% du mois dernier
gu: ગયા મહિનાથી 5%%
he: 5%% מהחודש שעבר
hi: पिछले महीने से 5%%
id: 5%% dari bulan lalu
it: 5%% rispetto al mese scorso
ja: 先月比 5%%
kn: ಕಳೆದ ತಿಂಗಳಿನಿಂದ 5%
ml: കഴിഞ്ഞ മാസത്തേക്കാൾ 5%%
mr: गेल्या महिन्यापासून 5%%
nl: 5%% ten opzichte van vorige maand
no: 5 %% fra forrige måned
or: ଗତ ମାସ ଠାରୁ 5 %%
pa: ਪਿਛਲੇ ਮਹੀਨੇ ਤੋਂ 5%%
pl: 5%% od poprzedniego miesiąca
pt: 5%% do mês passado
ru: 5%% за прошлый месяц
sv: 5 %% från förra månaden
ta: கடந்த மாதத்திலிருந்து 5%%
te: గత నెల నుండి 5%%
th: 5%% จากเดือนที่แล้ว
tr: Geçen aya göre %%5
vi: 5%% so với tháng trước

source: New Enrollments
ar: التسجيلات الجديدة
bn: নতুন তালিকাভুক্তি
da: Nye tilmeldinger
de: Neuanmeldungen
el: Νέες εγγραφές
es: Nuevas inscripciones
fi: Uudet ilmoittautumiset
fr: Nouvelles inscriptions
he: נרשמים חדשים
hi: नये नामांकन
id: Pendaftaran Baru
it: Nuove iscrizioni
ja: 新規登録
kn: ಹೊಸ ದಾಖಲಾತಿಗಳು
ml: പുതിയ എൻറോൾമെൻ്റുകൾ
mr: नवीन नावनोंदणी
nl: Nieuwe inschrijvingen
pa: ਨਵੇਂ ਦਾਖਲੇ
pl: Nowe zapisy
pt: Novas Inscrições
ru: Новые регистрации
sv: Nya anmälningar
ta: புதிய பதிவுகள்
te: కొత్త నమోదులు
th: การลงทะเบียนใหม่
tr: Yeni Kayıtlar
vi: Tuyển sinh mới

source: 15%% from last week
ar: 15%% عن الأسبوع الماضي
bn: গত সপ্তাহ থেকে 15%%
da: 15 %% fra sidste uge
de: 15 % % gegenüber letzter Woche
el: 15%% από την προηγούμενη εβδομάδα
es: 15%% de la semana pasada
fi: 15 %% viime viikolta
fr: 15%% par rapport à la semaine dernière
he: 15%% משבוע שעבר
hi: पिछले सप्ताह से 15%%
id: 15%% dari minggu lalu
it: 15%% rispetto alla settimana scorsa
ja: 先週から 15%%
kn: ಕಳೆದ ವಾರದಿಂದ 15%%
ml: കഴിഞ്ഞ ആഴ്‌ചയിൽ നിന്ന് 15%%
mr: गेल्या आठवड्यापासून 15%%
nl: 15%% ten opzichte van vorige week
pa: ਪਿਛਲੇ ਹਫ਼ਤੇ ਤੋਂ 15%%
pl: 15%% od zeszłego tygodnia
pt: 15%% da semana passada
ru: 15%% с прошлой недели
sv: 15 %% från förra veckan
ta: கடந்த வாரத்தில் இருந்து 15%%
te: గత వారం నుండి 15%%
th: 15%% จากสัปดาห์ที่แล้ว
tr: Geçen haftaya göre %%15
vi: 15%% so với tuần trước

source: User Activity
ar: نشاط المستخدم
bn: ব্যবহারকারী কার্যকলাপ
da: Brugeraktivitet
de: Benutzeraktivität
el: Δραστηριότητα χρήστη
es: Actividad del usuario
fi: Käyttäjän toiminta
fr: Activité de l'utilisateur
gu: વપરાશકર્તા પ્રવૃત્તિ
he: פעילות משתמשים
hi: उपयोगकर्ता गतिविधि
id: Aktivitas Pengguna
it: Attività dell'utente
ja: ユーザーアクティビティ
kn: ಬಳಕೆದಾರರ ಚಟುವಟಿಕೆ
ml: ഉപയോക്തൃ പ്രവർത്തനം
mr: वापरकर्ता क्रियाकलाप
nl: Gebruikersactiviteit
no: Brukeraktivitet
or: ଉପଯୋଗକର୍ତ୍ତା କାର୍ଯ୍ୟକଳାପ |
pa: ਉਪਭੋਗਤਾ ਗਤੀਵਿਧੀ
pl: Aktywność użytkownika
pt: Atividade do usuário
ru: Активность пользователя
sv: Användaraktivitet
ta: பயனர் செயல்பாடு
te: వినియోగదారు కార్యాచరణ
th: กิจกรรมของผู้ใช้
tr: Kullanıcı Etkinliği
vi: Hoạt động của người dùng

source: Most Popular Courses
ar: الدورات الأكثر شعبية
bn: সর্বাধিক জনপ্রিয় কোর্স
da: Mest populære kurser
de: Die beliebtesten Kurse
el: Τα πιο δημοφιλή μαθήματα
es: Cursos más populares
fi: Suosituimmat kurssit
fr: Cours les plus populaires
gu: સૌથી વધુ લોકપ્રિય અભ્યાસક્રમો
he: הקורסים הפופולריים ביותר
hi: सर्वाधिक लोकप्रिय पाठ्यक्रम
id: Kursus Paling Populer
it: Corsi più popolari
ja: 最も人気のあるコース
kn: ಅತ್ಯಂತ ಜನಪ್ರಿಯ ಕೋರ್ಸ್‌ಗಳು
ml: ഏറ്റവും ജനപ്രിയമായ കോഴ്സുകൾ
mr: सर्वाधिक लोकप्रिय अभ्यासक्रम
nl: Meest populaire cursussen
no: Mest populære kurs
or: ଅଧିକାଂଶ ଲୋକପ୍ରିୟ ପାଠ୍ୟକ୍ରମ
pa: ਸਭ ਤੋਂ ਪ੍ਰਸਿੱਧ ਕੋਰਸ
pl: Najpopularniejsze kursy
pt: Cursos mais populares
ru: Самые популярные курсы
sv: Mest populära kurser
ta: மிகவும் பிரபலமான படிப்புகள்
te: అత్యంత ప్రజాదరణ పొందిన కోర్సులు
th: หลักสูตรยอดนิยม
tr: En Popüler Kurslar
vi: Các khóa học phổ biến nhất

source: Advanced Arabic
ar: اللغة العربية المتقدمة
bn: উন্নত আরবি
da: Avanceret arabisk
de: Fortgeschrittenes Arabisch
el: Προχωρημένα Αραβικά
es: Árabe avanzado
fi: Edistynyt arabia
fr: Arabe avancé
gu: અદ્યતન અરબી
he: ערבית מתקדמת
hi: उन्नत अरबी
id: bahasa Arab tingkat lanjut
it: Arabo avanzato
ja: 上級アラビア語
kn: ಸುಧಾರಿತ ಅರೇಬಿಕ್
ml: വിപുലമായ അറബിക്
mr: प्रगत अरबी
nl: Gevorderd Arabisch
no: Avansert arabisk
or: ଉନ୍ନତ ଆରବୀ |
pa: ਉੱਨਤ ਅਰਬੀ
pl: Zaawansowany arabski
pt: Árabe Avançado
ru: Продвинутый арабский
sv: Avancerad arabiska
ta: மேம்பட்ட அரபு
te: అధునాతన అరబిక్
th: ภาษาอาหรับขั้นสูง
tr: İleri Arapça
vi: Tiếng Ả Rập nâng cao

source: 1,234 enrolled
ar: المسجلين 1,234
bn: 1,234 নথিভুক্ত
da: 1.234 tilmeldte
de: 1.234 eingeschrieben
el: 1.234 εγγράφηκαν
es: 1.234 inscritos
fi: 1 234 ilmoittautunutta
fr: 1 234 inscrits
gu: 1,234 નોંધાયા
he: 1,234 נרשמו
hi: 1,234 नामांकित
id: 1.234 terdaftar
it: 1.234 iscritti
ja: 1,234 名が登録
kn: 1,234 ಮಂದಿ ದಾಖಲಾಗಿದ್ದಾರೆ
ml: 1,234 പേർ എൻറോൾ ചെയ്തു
mr: 1,234 नोंदणीकृत
nl: 1.234 ingeschreven
no: 1.234 påmeldte
or: 1,234 ନାମଲେଖା |
pa: 1,234 ਦਾਖਲ ਹੋਏ
pl: Zapisano 1234 osoby
pt: 1.234 inscritos
ru: 1234 зарегистрировано
sv: 1 234 inskrivna
ta: 1,234 பேர் சேர்ந்துள்ளனர்
te: 1,234 మంది నమోదు చేసుకున్నారు
th: ลงทะเบียนแล้ว 1,234 คน
tr: 1.234 kayıtlı
vi: 1.234 người đăng ký

source: Business Management
ar: إدارة الأعمال
bn: ব্যবসা ব্যবস্থাপনা
da: Virksomhedsledelse
de: Unternehmensführung
el: Διοίκηση Επιχειρήσεων
es: Gestión Empresarial
fi: Liiketoiminnan hallinta
fr: Gestion d'entreprise
gu: બિઝનેસ મેનેજમેન્ટ
he: ניהול עסקים
hi: व्यवसाय प्रबंधन
id: Manajemen Bisnis
it: Gestione aziendale
ja: 経営管理
kn: ವ್ಯಾಪಾರ ನಿರ್ವಹಣೆ
ml: ബിസിനസ് മാനേജ്മെൻ്റ്
mr: व्यवसाय व्यवस्थापन
nl: Bedrijfsbeheer
no: Bedriftsledelse
or: ବ୍ୟବସାୟ ପରିଚାଳନା
pa: ਵਪਾਰ ਪ੍ਰਬੰਧਨ
pl: Zarządzanie Biznesem
pt: Gestão Empresarial
ru: Управление бизнесом
sv: Företagsledning
ta: வணிக மேலாண்மை
te: వ్యాపార నిర్వహణ
th: การจัดการธุรกิจ
tr: İşletme Yönetimi
vi: Quản lý kinh doanh

source: 987 enrolled
ar: المسجلين 987
bn: 987 নথিভুক্ত
da: 987 tilmeldte
de: 987 eingeschrieben
el: 987 εγγεγραμμένοι
es: 987 matriculados
fi: 987 ilmoittautunutta
fr: 987 inscrits
gu: 987 નોંધાયા છે
he: 987 נרשמו
hi: 987 ने नामांकन किया
id: 987 mendaftar
it: 987 iscritti
ja: 987名が登録
kn: 987 ದಾಖಲಾಗಿದೆ
ml: 987 പേർ എൻറോൾ ചെയ്തു
mr: 987 नोंदणीकृत
nl: 987 ingeschreven
no: 987 påmeldte
or: 987 ନାମଲେଖା |
pa: 987 ਭਰਤੀ ਹੋਏ
pl: 987 zapisanych
pt: 987 inscritos
ru: 987 зачислено
sv: 987 anmälda
ta: 987 பேர் சேர்ந்துள்ளனர்
te: 987 మంది నమోదు చేసుకున్నారు
th: ลงทะเบียนแล้ว 987 คน
tr: 987 kayıtlı
vi: 987 người đăng ký

source: Data Science Fundamentals
ar: أساسيات علم البيانات
bn: ডেটা সায়েন্স ফান্ডামেন্টালস
de: Grundlagen der Datenwissenschaft
el: Βασικά στοιχεία της Επιστήμης Δεδομένων
es: Fundamentos de la ciencia de datos
fi: Datatieteen perusteet
fr: Fondamentaux de la science des données
gu: ડેટા સાયન્સ ફંડામેન્ટલ્સ
he: יסודות מדעי הנתונים
hi: डेटा विज्ञान की बुनियादी बातें
id: Dasar-dasar Ilmu Data
it: Fondamenti di scienza dei dati
ja: データサイエンスの基礎
kn: ಡೇಟಾ ಸೈನ್ಸ್ ಫಂಡಮೆಂಟಲ್ಸ್
ml: ഡാറ്റ സയൻസ് അടിസ്ഥാനങ്ങൾ
mr: डेटा सायन्स फंडामेंटल्स
nl: Grondbeginselen van datawetenschap
no: Grunnleggende om datavitenskap
or: ଡାଟା ସାଇନ୍ସ ମ ament ଳିକତା |
pa: ਡਾਟਾ ਵਿਗਿਆਨ ਦੇ ਬੁਨਿਆਦੀ ਤੱਤ
pl: Podstawy nauki o danych
pt: Fundamentos da ciência de dados
ru: Основы науки о данных
ta: தரவு அறிவியல் அடிப்படைகள்
te: డేటా సైన్స్ ఫండమెంటల్స్
th: พื้นฐานวิทยาศาสตร์ข้อมูล
tr: Veri Biliminin Temelleri
vi: Nguyên tắc cơ bản về khoa học dữ liệu

source: 856 enrolled
ar: المسجلين 856
bn: 856 নথিভুক্ত
da: 856 tilmeldte
de: 856 eingeschrieben
el: 856 εγγεγραμμένοι
es: 856 matriculados
fi: 856 ilmoittautunutta
fr: 856 inscrits
gu: 856 નોંધાયા છે
he: 856 נרשמו
hi: 856 नामांकित
id: 856 terdaftar
it: 856 iscritti
ja: 856名が登録
kn: 856 ದಾಖಲಾಗಿದೆ
ml: 856 പേർ എൻറോൾ ചെയ്തു
mr: 856 नोंदणीकृत
nl: 856 ingeschreven
no: 856 påmeldte
or: 856 ନାମଲେଖା |
pa: 856 ਭਰਤੀ ਹੋਏ
pl: zapisanych 856 osób
pt: 856 inscritos
ru: 856 зачислено
sv: 856 anmälda
ta: 856 பேர் சேர்ந்துள்ளனர்
te: 856 మంది నమోదు చేసుకున్నారు
th: ลงทะเบียนแล้ว 856 คน
tr: 856 kayıtlı
vi: 856 người đã đăng ký

source: Digital Marketing
ar: التسويق الرقمي
bn: ডিজিটাল মার্কেটিং
da: Digital markedsføring
de: Digitales Marketing
el: Ψηφιακό Μάρκετινγκ
es: Mercadotecnia Digital
fi: Digitaalinen markkinointi
fr: Marketing numérique
gu: ડિજિટલ માર્કેટિંગ
he: שיווק דיגיטלי
hi: डिजिटल विपणन
id: Pemasaran Digital
it: Marketing digitale
ja: デジタルマーケティング
kn: ಡಿಜಿಟಲ್ ಮಾರ್ಕೆಟಿಂಗ್
ml: ഡിജിറ്റൽ മാർക്കറ്റിംഗ്
mr: डिजिटल मार्केटिंग
nl: Digitale marketing
no: Digital markedsføring
or: ଡିଜିଟାଲ ମାର୍କେଟିଂ |
pa: ਡਿਜੀਟਲ ਮਾਰਕੀਟਿੰਗ
pl: Marketing cyfrowy
pt: Marketing Digital
ru: Цифровой маркетинг
sv: Digital marknadsföring
ta: டிஜிட்டல் மார்க்கெட்டிங்
te: డిజిటల్ మార్కెటింగ్
th: การตลาดดิจิทัล
tr: Dijital Pazarlama
vi: Tiếp thị kỹ thuật số

source: 743 enrolled
ar: المسجلين 743
bn: 743 নথিভুক্ত
da: 743 tilmeldte
de: 743 eingeschrieben
el: 743 εγγεγραμμένοι
es: 743 matriculados
fi: 743 ilmoittautunutta
fr: 743 inscrits
gu: 743 નોંધાયા છે
he: 743 נרשמו
hi: 743 नामांकित
id: 743 terdaftar
it: 743 iscritti
ja: 743名が登録
kn: 743 ದಾಖಲಾಗಿದೆ
ml: 743 പേർ രജിസ്റ്റർ ചെയ്തു
mr: 743 नोंदणीकृत
nl: 743 ingeschreven
no: 743 påmeldte
or: 743 ନାମଲେଖା |
pa: 743 ਭਰਤੀ ਹੋਏ
pl: zapisanych 743
pt: 743 inscritos
ru: 743 зачислено
sv: 743 anmälda
ta: 743 பேர் சேர்ந்துள்ளனர்
te: 743 మంది నమోదు చేసుకున్నారు
th: ลงทะเบียนแล้ว 743 คน
tr: 743 kayıtlı
vi: 743 người đã đăng ký

source: Introduction to AI
ar: مقدمة إلى الذكاء الاصطناعي
bn: AI এর পরিচিতি
da: Introduktion til AI
de: Einführung in die KI
el: Εισαγωγή στο AI
es: Introducción a la IA
fi: Johdatus tekoälyyn
fr: Introduction à l'IA
gu: AI નો પરિચય
he: מבוא ל-AI
hi: एआई का परिचय
id: Pengantar AI
it: Introduzione all'intelligenza artificiale
ja: AI の概要
kn: AI ಗೆ ಪರಿಚಯ
ml: AI-യുടെ ആമുഖം
mr: AI चा परिचय
nl: Inleiding tot AI
no: Introduksjon til AI
or: AI ର ପରିଚୟ
pa: AI ਨਾਲ ਜਾਣ-ਪਛਾਣ
pl: Wprowadzenie do sztucznej inteligencji
pt: Introdução à IA
ru: Введение в ИИ
sv: Introduktion till AI
ta: AI அறிமுகம்
te: AIకి పరిచయం
th: ความรู้เบื้องต้นเกี่ยวกับเอไอ
tr: Yapay zekaya giriş
vi: Giới thiệu về AI

source: 621 enrolled
ar: المسجلين 621
bn: 621 নথিভুক্ত
da: 621 tilmeldte
de: 621 eingeschrieben
el: 621 εγγράφηκαν
es: 621 matriculados
fi: 621 ilmoittautunutta
fr: 621 inscrits
gu: 621 નોંધાયા છે
he: 621 נרשמו
hi: 621 ने नामांकन किया
id: 621 terdaftar
it: 621 iscritti
ja: 621名が登録
kn: 621 ನೋಂದಾಯಿಸಲಾಗಿದೆ
ml: 621 പേർ എൻറോൾ ചെയ്തു
mr: 621 नोंदणीकृत
nl: 621 ingeschreven
no: 621 påmeldte
or: 621 ନାମଲେଖା |
pa: 621 ਦਾਖਲ ਹੋਏ
pl: 621 zapisanych
pt: 621 inscritos
ru: 621 зачислено
sv: 621 anmälda
ta: 621 பேர் சேர்ந்துள்ளனர்
te: 621 మంది నమోదు చేసుకున్నారు
th: ลงทะเบียนแล้ว 621 คน
tr: 621 kayıtlı
vi: 621 người đã đăng ký

source: Recent Activities
ar: الأنشطة الأخيرة
bn: সাম্প্রতিক কার্যক্রম
da: Seneste aktiviteter
de: Aktuelle Aktivitäten
el: Πρόσφατες Δραστηριότητες
es: Actividades recientes
fi: Viimeaikaiset toimet
fr: Activités récentes
gu: તાજેતરની પ્રવૃત્તિઓ
he: פעילויות אחרונות
hi: हाल की गतिविधियाँ
id: Aktivitas Terkini
it: Attività recenti
ja: 最近の活動
kn: ಇತ್ತೀಚಿನ ಚಟುವಟಿಕೆಗಳು
ml: സമീപകാല പ്രവർത്തനങ്ങൾ
mr: अलीकडील उपक्रम
nl: Recente activiteiten
no: Nylige aktiviteter
or: ସାମ୍ପ୍ରତିକ କାର୍ଯ୍ୟକଳାପ
pa: ਹਾਲੀਆ ਗਤੀਵਿਧੀਆਂ
pl: Ostatnie działania
pt: Atividades recentes
ru: Недавние действия
sv: Senaste aktiviteter
ta: சமீபத்திய செயல்பாடுகள்
te: ఇటీవలి కార్యకలాపాలు
th: กิจกรรมล่าสุด
tr: Son Etkinlikler
vi: Hoạt động gần đây

source: Activity
ar: نشاط
bn: কার্যকলাপ
da: Aktivitet
de: Aktivität
el: Δραστηριότητα
es: Actividad
fi: Toiminta
fr: Activité
gu: પ્રવૃત્તિ
he: פְּעִילוּת
hi: गतिविधि
id: Aktivitas
it: Attività
ja: 活動
kn: ಚಟುವಟಿಕೆ
ml: പ്രവർത്തനം
mr: क्रियाकलाप
nl: Activiteit
no: Aktivitet
or: କାର୍ଯ୍ୟକଳାପ
pa: ਗਤੀਵਿਧੀ
pl: Działalność
pt: Atividade
ru: Активность
sv: Aktivitet
ta: செயல்பாடு
te: కార్యాచరణ
th: กิจกรรม
tr: Etkinlik
vi: Hoạt động

source: Ahmed Al-Mansour
bn: আহমেদ আল-মনসুর
el: Αχμέντ Αλ-Μανσούρ
gu: અહેમદ અલ-મન્સૂર
he: אחמד אל-מנצור
hi: अहमद अल-मंसूर
ja: アーメド・アル・マンスール
kn: ಅಹ್ಮದ್ ಅಲ್-ಮನ್ಸೂರ್
ml: അഹമ്മദ് അൽ മൻസൂർ
mr: अहमद अल-मन्सूर
or: ଅହମ୍ମଦ ଅଲ-ମାନସୁର |
pa: ਅਹਿਮਦ ਅਲ-ਮਨਸੂਰ
pl: Ahmeda Al-Mansoura
ru: Ахмед Аль-Мансур
ta: அகமது அல் மன்சூர்
te: అహ్మద్ అల్-మన్సూర్
th: อาเหม็ด อัล-มานซูร์

source: Completed course
ar: دورة مكتملة
bn: কোর্স সম্পন্ন
da: Gennemført kursus
de: Kurs abgeschlossen
el: Ολοκληρωμένο μάθημα
es: Curso completado
fi: Kurssi suoritettu
fr: Cours terminé
gu: કોર્સ પૂરો કર્યો
he: סיים קורס
hi: पूरा कोर्स
id: Kursus selesai
it: Corso completato
ja: 完了したコース
kn: ಕೋರ್ಸ್ ಮುಗಿದಿದೆ
ml: കോഴ്‌സ് പൂർത്തിയാക്കി
mr: अभ्यासक्रम पूर्ण केला
nl: Afgeronde cursus
no: Fullført kurs
or: ସମାପ୍ତ ପାଠ୍ୟକ୍ରମ
pa: ਕੋਰਸ ਪੂਰਾ ਕੀਤਾ
pl: Ukończony kurs
pt: Curso concluído
ru: Завершенный курс
sv: Genomförd kurs
ta: படிப்பு முடிந்தது
te: కోర్సు పూర్తయింది
th: จบหลักสูตร
tr: Tamamlanan kurs
vi: Đã hoàn thành khóa học

source: July 15, 2024
ar: 15 يوليو 2024
bn: 15 জুলাই, 2024
da: 15. juli 2024
de: 15. Juli 2024
el: 15 Ιουλίου 2024
es: 15 de julio de 2024
fi: 15. heinäkuuta 2024
fr: 15 juillet 2024
gu: જુલાઈ 15, 2024
he: 15 ביולי 2024
hi: 15 जुलाई 2024
id: 15 Juli 2024
it: 15 luglio 2024
ja: 2024 年 7 月 15 日
kn: ಜುಲೈ 15, 2024
ml: ജൂലൈ 15, 2024
mr: १५ जुलै २०२४
nl: 15 juli 2024
no: 15. juli 2024
or: ଜୁଲାଇ 15, 2024
pa: 15 ਜੁਲਾਈ, 2024
pl: 15 lipca 2024 r
pt: 15 de julho de 2024
ru: 15 июля 2024 г.
sv: 15 juli 2024
ta: ஜூலை 15, 2024
te: జూలై 15, 2024
th: 15 กรกฎาคม 2024
tr: 15 Temmuz 2024
vi: Ngày 15 tháng 7 năm 2024

source: Fatima Al-Sayed
bn: ফাতেমা মি
da: Fatima Mr
de: Herr Fatima
el: Fatima Mr
fi: Fatima Mr
fr: Fatima Monsieur
gu: ફાતિમા શ્રી
he: פטימה מר
hi: फातिमा जी
id: Pak Fatima
ja: ファティマさん
kn: ಫಾತಿಮಾ ಶ್ರೀ
ml: ഫാത്തിമ ശ്രീ
mr: फातिमा श्री
nl: Fatima Dhr
no: Fatima Mr
or: ଫାତିମା ଅଲ-ସୟଦ |
pa: ਫਾਤਿਮਾ ਮਿ
pl: Pan Fatima
pt: Fátima Sr.
ru: Фатима г-н
sv: Fatima Mr
ta: பாத்திமா திரு
te: ఫాతిమా Mr
th: นายฟาติมา.
tr: Fatima Bay
vi: Ông Fatima

source: Enrolled in course
ar: مسجل في الدورة
bn: কোর্সে ভর্তি হয়েছে
da: Tilmeldt kursus
de: Im Kurs eingeschrieben
el: Εγγεγραμμένος στο μάθημα
es: Inscrito en el curso
fi: Ilmoittautunut kurssille
fr: Inscrit au cours
gu: અભ્યાસક્રમમાં પ્રવેશ મેળવ્યો
he: נרשם לקורס
hi: पाठ्यक्रम में दाखिला लिया
id: Terdaftar dalam kursus
it: Iscritto al corso
ja: コースに登録済み
kn: ಕೋರ್ಸ್‌ಗೆ ದಾಖಲಾಗಿದ್ದಾರೆ
ml: കോഴ്‌സിൽ ചേർന്നു
mr: अभ्यासक्रमात प्रवेश घेतला
nl: Ingeschreven voor cursus
no: Påmeldt kurs
or: ପାଠ୍ୟକ୍ରମରେ ନାମ ଲେଖା |
pa: ਕੋਰਸ ਵਿੱਚ ਦਾਖਲਾ ਲਿਆ
pl: Zapisano na kurs
pt: Inscrito no curso
ru: Записался на курс
sv: Inskriven på kurs
ta: படிப்பில் சேர்ந்தார்
te: కోర్సులో నమోదు చేసుకున్నారు
th: ลงทะเบียนเรียนในหลักสูตรแล้ว
tr: Kursa kayıtlı
vi: Đã đăng ký khóa học

source: July 14, 2024
ar: 14 يوليو 2024
bn: 14 জুলাই, 2024
da: 14. juli 2024
de: 14. Juli 2024
el: 14 Ιουλίου 2024
es: 14 de julio de 2024
fi: 14. heinäkuuta 2024
fr: 14 juillet 2024
gu: જુલાઈ 14, 2024
he: 14 ביולי 2024
hi: 14 जुलाई 2024
id: 14 Juli 2024
it: 14 luglio 2024
ja: 2024 年 7 月 14 日
kn: ಜುಲೈ 14, 2024
ml: ജൂലൈ 14, 2024
mr: 14 जुलै 2024
nl: 14 juli 2024
no: 14. juli 2024
or: ଜୁଲାଇ 14, 2024
pa: 14 ਜੁਲਾਈ, 2024
pl: 14 lipca 2024 r
pt: 14 de julho de 2024
ru: 14 июля 2024 г.
sv: 14 juli 2024
ta: ஜூலை 14, 2024
te: జూలై 14, 2024
th: 14 กรกฎาคม 2024
tr: 14 Temmuz 2024
vi: Ngày 14 tháng 7 năm 2024

source: Mohammed Al-Harbi
bn: মুহাম্মদ আল-হারবি
da: Muhammad Al-Harbi
de: Muhammad Al-Harbi
el: Μοχάμεντ Αλ-Χάρμπι
fi: Muhammad Al-Harbi
gu: મુહમ્મદ અલ-હરબી
he: מוחמד אל-חרבי
hi: मुहम्मद अल-हरबी
id: Muhammad Al Harbi
ja: ムハンマド・アル・ハルビ
kn: ಮುಹಮ್ಮದ್ ಅಲ್-ಹರ್ಬಿ
ml: മുഹമ്മദ് അൽ-ഹർബി
mr: मुहम्मद अल-हरबी
no: Muhammad Al-Harbi
or: ମହମ୍ମଦ ଅଲ-ହରବି
pa: ਮੁਹੰਮਦ ਅਲ-ਹਾਰਬੀ
pl: Muhammada Al-Harbi
pt: Muhammad Al-Harbi
ru: Мухаммад Аль-Харби
sv: Muhammad Al-Harbi
ta: முஹம்மது அல்-ஹர்பி
te: ముహమ్మద్ అల్-హర్బీ
th: มูฮัมหมัด อัล-ฮาร์บี
vi: Muhammad Al-Harbi

source: Submitted assignment
ar: المهمة المقدمة
bn: জমা দেওয়া অ্যাসাইনমেন্ট
da: Afleveret opgave
de: Aufgabe eingereicht
el: Υποβλήθηκε εργασία
es: Tarea enviada
fi: Lähetetty tehtävä
fr: Devoir soumis
gu: સોંપણી સબમિટ કરી
he: מטלה שהוגשה
hi: असाइनमेंट जमा किया गया
id: Tugas yang diserahkan
it: Compito inviato
ja: 提出された課題
kn: ನಿಯೋಜನೆಯನ್ನು ಸಲ್ಲಿಸಲಾಗಿದೆ
ml: അസൈൻമെൻ്റ് സമർപ്പിച്ചു
mr: असाइनमेंट सबमिट केले
nl: Ingezonden opdracht
no: Innlevert oppgave
or: ଦାଖଲ ହୋଇଥିବା ଆସାଇନମେଣ୍ଟ |
pa: ਸਪੁਰਦ ਕੀਤਾ ਅਸਾਈਨਮੈਂਟ
pl: Przesłane zadanie
pt: Trabalho enviado
ru: Отправленное задание
sv: Inlämnad uppgift
ta: சமர்ப்பிக்கப்பட்ட பணி
te: అసైన్‌మెంట్‌ను సమర్పించారు
th: ส่งงานแล้ว
tr: Gönderilen ödev
vi: Bài tập đã gửi

source: July 13, 2024
ar: 13 يوليو 2024
bn: 13 জুলাই, 2024
da: 13. juli 2024
de: 13. Juli 2024
el: 13 Ιουλίου 2024
es: 13 de julio de 2024
fi: 13. heinäkuuta 2024
fr: 13 juillet 2024
gu: જુલાઈ 13, 2024
he: 13 ביולי 2024
hi: 13 जुलाई 2024
id: 13 Juli 2024
it: 13 luglio 2024
ja: 2024 年 7 月 13 日
kn: ಜುಲೈ 13, 2024
ml: ജൂലൈ 13, 2024
mr: १३ जुलै २०२४
nl: 13 juli 2024
no: 13. juli 2024
or: ଜୁଲାଇ 13, 2024
pa: 13 ਜੁਲਾਈ, 2024
pl: 13 lipca 2024 r
pt: 13 de julho de 2024
ru: 13 июля 2024 г.
sv: 13 juli 2024
ta: ஜூலை 13, 2024
te: జూలై 13, 2024
th: 13 กรกฎาคม 2024
tr: 13 Temmuz 2024
vi: Ngày 13 tháng 7 năm 2024

source: Noura Al-Qhtani
bn: নুরা আল-কাহতানি
da: Noura Al-Qahtani
de: Noura Al-Qahtani
el: Νούρα Αλ-Καχτάνι
fi: Noura Al-Qahtani
fr: Noura Al-Qahtani
gu: નૌરા અલ-કહતાની
he: נורה אל קחטאני
hi: नूरा अल-क़हतानी
id: Noura Al-Qahtani
it: Nour al-Qahtani
ja: ヌーラ・アル・カフタニ
kn: ನೂರಾ ಅಲ್-ಕಹ್ತಾನಿ
ml: നൂറ അൽ-ഖഹ്താനി
mr: नौरा अल-काहतानी
nl: Noura Al-Qahtani
no: Noura Al-Qahtani
or: ନୁରା ଅଲ-କହତାନୀ |
pa: ਨੂਰਾ ਅਲ-ਕਾਹਤਾਨੀ
pl: Noura Al-Qahtani
pt: Noura Al-Qahtani
ru: Нура Аль-Кахтани
sv: Noura Al-Qahtani
ta: நூரா அல்-கஹ்தானி
te: నౌరా అల్-ఖహ్తానీ
th: นูรา อัล-กอห์ตานี
tr: Noura Al-Qahtani
vi: Noura Al-Qahtani

source: Started course
ar: بدأت الدورة
bn: কোর্স শুরু করেন
da: Påbegyndt kursus
de: Kurs begonnen
el: Ξεκίνησε το μάθημα
es: Curso iniciado
fi: Aloitettu kurssi
fr: Cours commencé
gu: કોર્સ શરૂ કર્યો
he: התחיל קורס
hi: कोर्स शुरू किया
id: Kursus dimulai
it: Corso iniziato
ja: コースを開始しました
kn: ಕೋರ್ಸ್ ಆರಂಭಿಸಿದೆ
ml: കോഴ്സ് തുടങ്ങി
mr: अभ्यासक्रम सुरू केला
nl: Cursus begonnen
no: Startet kurs
or: ଆରମ୍ଭ ପାଠ୍ୟକ୍ରମ
pa: ਕੋਰਸ ਸ਼ੁਰੂ ਕੀਤਾ
pl: Rozpoczęty kurs
pt: Curso iniciado
ru: Начал курс
sv: Påbörjad kurs
ta: பாடத்திட்டத்தை தொடங்கினார்
te: కోర్సు ప్రారంభించారు
th: เริ่มหลักสูตรแล้ว
tr: Kursa başlandı
vi: Đã bắt đầu khóa học
