Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: If you are using the <meta name="referrer" content="no-referrer"> tag or including the “Referrer-Policy: no-referrer” header, please remove them. The CSRF protection requires the “Referer” header to do strict referer checking. If you’re concerned about privacy, use alternatives like <a rel="noreferrer" …> for links to third-party sites.
ar: إذا كنت تستخدم علامة <meta name=referrer content=no-referrer> أو تتضمن رأس \"Referrer-Policy: no-referrer\"، فيرجى إزالتها. تتطلب حماية CSRF أن يقوم رأس \"المُحيل\" بإجراء فحص صارم للمُحيل. إذا كنت مهتمًا بالخصوصية، فاستخدم بدائل مثل <a rel=noreferrer …> للروابط إلى مواقع الجهات الخارجية.
bn: আপনি যদি <meta name="referrer" content="no-referrer"> ট্যাগ ব্যবহার করেন বা "রেফারার-নীতি: নো-রেফারার" শিরোনাম অন্তর্ভুক্ত করেন, তাহলে অনুগ্রহ করে সেগুলি সরিয়ে ফেলুন। CSRF সুরক্ষার জন্য কঠোর রেফারার চেকিং করতে "রেফারার" শিরোনামের প্রয়োজন। আপনি যদি গোপনীয়তা সম্পর্কে উদ্বিগ্ন হন, তৃতীয় পক্ষের সাইটগুলির লিঙ্কগুলির জন্য <a rel="noreferrer" …> এর মত বিকল্পগুলি ব্যবহার করুন৷
da: Hvis du bruger <meta name="referrer" content="no-referrer"> tagget eller inkluderer "Referrer-Policy: no-referrer"-headeren, skal du fjerne dem. CSRF-beskyttelsen kræver, at "Referer"-headeren udfører streng referencekontrol. Hvis du er bekymret for privatlivets fred, skal du bruge alternativer som <a rel="noreferrer" …> til links til tredjepartswebsteder.
de: Wenn Sie das Tag <meta name="referrer" content="no-referrer"> verwenden oder den Header „Referrer-Policy: no-referrer“ einschließen, entfernen Sie diese bitte. Der CSRF-Schutz erfordert, dass der „Referer“-Header eine strenge Referrerprüfung durchführt. Wenn Sie Bedenken hinsichtlich des Datenschutzes haben, verwenden Sie Alternativen wie <a rel="noreferrer" …> für Links zu Websites Dritter.
el: Εάν χρησιμοποιείτε την ετικέτα <meta name="referrer" content="no-referrer"> ή συμπεριλαμβάνετε την κεφαλίδα "Referrer-Policy: no-referrer", αφαιρέστε τα. Η προστασία CSRF απαιτεί από την κεφαλίδα "Referer" να κάνει αυστηρό έλεγχο παραπομπής. Εάν ανησυχείτε για το απόρρητο, χρησιμοποιήστε εναλλακτικές λύσεις όπως <a rel="noreferrer" …> για συνδέσμους σε ιστότοπους τρίτων.
es: Si está utilizando la etiqueta <meta name="referrer" content="no-referrer"> o incluye el encabezado “Referrer-Policy: no-referrer”, elimínelas. La protección CSRF requiere que el encabezado "Referer" realice una verificación estricta del referente. Si le preocupa la privacidad, utilice alternativas como <a rel="noreferrer"…> para enlaces a sitios de terceros.
fi: Jos käytät <meta name="referrer" content="no-referrer"> -tunnistetta tai käytät "Referrer-Policy: no-referrer" -otsikkoa, poista ne. CSRF-suojaus vaatii "Referer"-otsikon suorittamaan tiukan viittaustarkistuksen. Jos olet huolissasi tietosuojasta, käytä vaihtoehtoja, kuten <a rel="noreferrer" …> linkkejä kolmansien osapuolien sivustoille.
fr: Si vous utilisez la balise <meta name="referrer" content="no-referrer"> ou si vous incluez l'en-tête « Referrer-Policy : no-referrer », veuillez les supprimer. La protection CSRF nécessite que l'en-tête « Referer » effectue une vérification stricte des référents. Si vous êtes préoccupé par la confidentialité, utilisez des alternatives telles que <a rel="noreferrer" …> pour les liens vers des sites tiers.
gu: જો તમે <meta name="referrer" content="no-referrer"> ટૅગનો ઉપયોગ કરી રહ્યાં છો અથવા "રેફરર-પોલીસી: નો-રેફરર" હેડરનો સમાવેશ કરી રહ્યાં છો, તો કૃપા કરીને તેને દૂર કરો. કડક રેફરર ચેકિંગ કરવા માટે CSRF સુરક્ષાને "રેફરર" હેડરની જરૂર છે. જો તમે ગોપનીયતા વિશે ચિંતિત છો, તો તૃતીય-પક્ષ સાઇટ્સની લિંક્સ માટે <a rel="noreferrer" …> જેવા વિકલ્પોનો ઉપયોગ કરો.
he: אם אתה משתמש בתג <meta name="referrer" content="no-referrer"> או כולל הכותרת "Referrer-Policy: no-referrer", אנא הסר אותם. הגנת CSRF מחייבת את הכותרת "מפנה" לבצע בדיקת מפנה קפדנית. אם אתה מודאג מפרטיות, השתמש בחלופות כמו <a rel="noreferrer" …> לקישורים לאתרי צד שלישי.
hi: यदि आप <meta name='referrer' content='no-referrer'> टैग का उपयोग कर रहे हैं या इसमें “Referrer-Policy: no-referrer” हेडर शामिल है, तो कृपया उन्हें हटा दें। सीएसआरएफ सुरक्षा के लिए सख्त रेफरर जांच करने के लिए "रेफरर" हेडर की आवश्यकता होती है। यदि आप गोपनीयता के बारे में चिंतित हैं, तो तृतीय-पक्ष साइटों के लिंक के लिए <a rel='noreferrer'...> जैसे विकल्पों का उपयोग करें।
id: Jika Anda menggunakan tag <meta name="referrer" content="no-referrer"> atau menyertakan header “Referrer-Policy: no-referrer”, harap hapus tag tersebut. Perlindungan CSRF memerlukan header “Referer” untuk melakukan pemeriksaan referensi yang ketat. Jika Anda mengkhawatirkan privasi, gunakan alternatif seperti <a rel="noreferrer" …> untuk tautan ke situs pihak ketiga.
it: Se stai utilizzando il tag <meta name="referrer" content="no-referrer"> o includi l'intestazione "Referrer-Policy: no-referrer", rimuovili. La protezione CSRF richiede che l'intestazione "Referer" esegua un rigoroso controllo del referer. Se sei preoccupato per la privacy, utilizza alternative come <a rel="noreferrer" …> per i collegamenti a siti di terze parti.
ja: <meta name="referrer" content="no-referrer"> タグを使用している場合、または「Referrer-Policy: no-referrer」ヘッダーが含まれている場合は、それらを削除してください。 CSRF 保護では、厳密なリファラー チェックを行うために「Referer」ヘッダーが必要です。プライバシーが心配な場合は、サードパーティのサイトへのリンクとして <a rel="noreferrer" …> などの代替手段を使用してください。
kn: ನೀವು <meta name="referrer" content="no-referrer"> ಟ್ಯಾಗ್ ಅನ್ನು ಬಳಸುತ್ತಿದ್ದರೆ ಅಥವಾ “Referrer-Policy: no-referrer” ಹೆಡರ್ ಅನ್ನು ಒಳಗೊಂಡಿದ್ದರೆ, ದಯವಿಟ್ಟು ಅವುಗಳನ್ನು ತೆಗೆದುಹಾಕಿ. CSRF ರಕ್ಷಣೆಗೆ ಕಟ್ಟುನಿಟ್ಟಾದ ಉಲ್ಲೇಖಿತ ತಪಾಸಣೆ ಮಾಡಲು "ರೆಫರರ್" ಹೆಡರ್ ಅಗತ್ಯವಿದೆ. ನೀವು ಗೌಪ್ಯತೆಯ ಬಗ್ಗೆ ಕಾಳಜಿ ಹೊಂದಿದ್ದರೆ, ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಸೈಟ್‌ಗಳಿಗೆ ಲಿಂಕ್‌ಗಳಿಗಾಗಿ <a rel="noreferrer" …> ನಂತಹ ಪರ್ಯಾಯಗಳನ್ನು ಬಳಸಿ.
ml: നിങ്ങൾ <meta name="referrer" content="no-referrer"> ടാഗ് ഉപയോഗിക്കുകയാണെങ്കിൽ അല്ലെങ്കിൽ "Referrer-Policy: no-referrer" എന്ന തലക്കെട്ട് ഉൾപ്പെടുത്തുകയാണെങ്കിൽ, ദയവായി അവ നീക്കം ചെയ്യുക. CSRF പരിരക്ഷയ്ക്ക് കർശനമായ റഫറർ പരിശോധന നടത്താൻ "റഫറർ" തലക്കെട്ട് ആവശ്യമാണ്. നിങ്ങൾക്ക് സ്വകാര്യതയെക്കുറിച്ച് ആശങ്കയുണ്ടെങ്കിൽ, മൂന്നാം കക്ഷി സൈറ്റുകളിലേക്കുള്ള ലിങ്കുകൾക്കായി <a rel="noreferrer" …> പോലുള്ള ഇതരമാർഗങ്ങൾ ഉപയോഗിക്കുക.
mr: तुम्ही <meta name="referrer" content="no-referrer"> टॅग वापरत असल्यास किंवा “रेफरर-पॉलिसी: नो-रेफरर” हेडर समाविष्ट करत असल्यास, कृपया ते काढून टाका. CSRF संरक्षणासाठी "रेफरर" हेडर कठोर रेफरर तपासणी करणे आवश्यक आहे. तुम्हाला गोपनीयतेबद्दल काळजी वाटत असल्यास, तृतीय-पक्ष साइटच्या लिंकसाठी <a rel="noreferrer" …> सारखे पर्याय वापरा.
nl: Als u de tag <meta name="referrer" content="no-referrer"> gebruikt of de header 'Referrer-Policy: no-referrer' opneemt, verwijder deze dan. De CSRF-bescherming vereist dat de kop 'Referer' een strikte controle van de referer uitvoert. Als u zich zorgen maakt over privacy, gebruik dan alternatieven zoals <a rel="noreferrer" …> voor links naar sites van derden.
no: Hvis du bruker <meta name="referrer" content="no-referrer">-taggen eller inkluderer «Referrer-Policy: no-referrer»-overskriften, vennligst fjern dem. CSRF-beskyttelsen krever "Referer"-overskriften for å utføre streng henvisningskontroll. Hvis du er bekymret for personvern, bruk alternativer som <a rel="noreferrer" …> for lenker til tredjepartssider.
or: ଯଦି ଆପଣ <meta name = "referrer" content = "no-referrer"> ଟ୍ୟାଗ୍ ବ୍ୟବହାର କରୁଛନ୍ତି କିମ୍ବା “ରେଫର୍-ପଲିସି: ନୋ-ରେଫର୍” ହେଡର୍ ଅନ୍ତର୍ଭୂକ୍ତ କରୁଛନ୍ତି, ଦୟାକରି ସେଗୁଡିକୁ ଅପସାରଣ କରନ୍ତୁ | କଠୋର ରେଫରେର୍ ଯା ing ୍ଚ କରିବା ପାଇଁ CSRF ସୁରକ୍ଷା “ରେଫରେର୍” ହେଡର୍ ଆବଶ୍ୟକ କରେ | ଯଦି ଆପଣ ଗୋପନୀୟତା ବିଷୟରେ ଚିନ୍ତିତ ଅଛନ୍ତି, ତୃତୀୟ-ପକ୍ଷ ସାଇଟଗୁଡିକର ଲିଙ୍କ୍ ପାଇଁ <a rel="noreferrer" …> ପରି ବିକଳ୍ପ ବ୍ୟବହାର କରନ୍ତୁ |
pa: ਜੇਕਰ ਤੁਸੀਂ <meta name="referrer" content="no-referrer"> ਟੈਗ ਦੀ ਵਰਤੋਂ ਕਰ ਰਹੇ ਹੋ ਜਾਂ "ਰੈਫਰਰ-ਪਾਲਿਸੀ: ਨੋ-ਰੈਫਰਰ" ਸਿਰਲੇਖ ਨੂੰ ਸ਼ਾਮਲ ਕਰ ਰਹੇ ਹੋ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਉਹਨਾਂ ਨੂੰ ਹਟਾ ਦਿਓ। CSRF ਸੁਰੱਖਿਆ ਨੂੰ ਸਖਤ ਰੈਫਰਰ ਜਾਂਚ ਕਰਨ ਲਈ "ਰੈਫਰਰ" ਸਿਰਲੇਖ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ। ਜੇਕਰ ਤੁਸੀਂ ਗੋਪਨੀਯਤਾ ਬਾਰੇ ਚਿੰਤਤ ਹੋ, ਤਾਂ ਤੀਜੀ-ਧਿਰ ਦੀਆਂ ਸਾਈਟਾਂ ਦੇ ਲਿੰਕਾਂ ਲਈ <a rel="noreferrer" …> ਵਰਗੇ ਵਿਕਲਪਾਂ ਦੀ ਵਰਤੋਂ ਕਰੋ।
pl: Jeśli używasz tagu <meta name="referrer" content="no-referrer"> lub dołączasz nagłówek „Referrer-Policy: no-referrer”, usuń je. Ochrona CSRF wymaga, aby nagłówek „Referer” przeprowadzał ścisłe sprawdzanie stron odsyłających. Jeśli obawiasz się o prywatność, użyj alternatyw, takich jak <a rel="noreferrer" …> w przypadku linków do witryn stron trzecich.
pt: Se você estiver usando a tag <meta name="referrer" content="no-referrer"> ou incluindo o cabeçalho “Referrer-Policy: no-referrer”, remova-os. A proteção CSRF exige que o cabeçalho “Referer” faça uma verificação rigorosa do referenciador. Se você está preocupado com a privacidade, use alternativas como <a rel="noreferrer" …> para links para sites de terceiros.
ru: Если вы используете тег <meta name="referrer" content="no-referrer"> или включаете заголовок «Referrer-Policy: no-referrer», удалите их. Защита CSRF требует, чтобы заголовок «Referer» выполнял строгую проверку ссылки. Если вас беспокоит конфиденциальность, используйте альтернативы, такие как <a rel="noreferrer"…> для ссылок на сторонние сайты.
sv: Om du använder taggen <meta name="referrer" content="no-referrer"> eller inkluderar rubriken "Referrer-Policy: no-referrer", vänligen ta bort dem. CSRF-skyddet kräver att rubriken "Referer" utför strikt referenskontroll. Om du är orolig för integritet, använd alternativ som <a rel="noreferrer" …> för länkar till tredje parts webbplatser.
ta: நீங்கள் <meta name="referrer" content="no-referrer"> குறிச்சொல்லைப் பயன்படுத்தினால் அல்லது “Referrer-Policy: no-referrer” என்ற தலைப்பைச் சேர்த்தால், தயவுசெய்து அவற்றை அகற்றவும். CSRF பாதுகாப்பிற்கு "பரிந்துரை செய்பவர்" தலைப்பு கடுமையான பரிந்துரையாளர் சரிபார்ப்பைச் செய்ய வேண்டும். தனியுரிமை குறித்து உங்களுக்கு அக்கறை இருந்தால், மூன்றாம் தரப்பு தளங்களுக்கான இணைப்புகளுக்கு <a rel="noreferrer" …> போன்ற மாற்றுகளைப் பயன்படுத்தவும்.
te: మీరు <meta name="referrer" content="no-referrer"> ట్యాగ్‌ని ఉపయోగిస్తుంటే లేదా “Referrer-Policy: no-referrer” హెడర్‌తో సహా ఉంటే, దయచేసి వాటిని తీసివేయండి. CSRF రక్షణకు కఠినమైన రెఫరర్ చెకింగ్ చేయడానికి “రిఫరర్” హెడర్ అవసరం. మీరు గోప్యత గురించి ఆందోళన చెందుతుంటే, మూడవ పక్షం సైట్‌లకు లింక్‌ల కోసం <a rel="noreferrer" …> వంటి ప్రత్యామ్నాయాలను ఉపయోగించండి.
th: หากคุณใช้แท็ก <meta name="referrer" content="no-referrer"> หรือมีส่วนหัว “Referrer-Policy: no-referrer” โปรดลบออก การป้องกัน CSRF ต้องใช้ส่วนหัว "ผู้อ้างอิง" เพื่อทำการตรวจสอบผู้อ้างอิงอย่างเข้มงวด หากคุณกังวลเกี่ยวกับความเป็นส่วนตัว ให้ใช้ทางเลือกอื่นเช่น <a rel="noreferrer" …> สำหรับลิงก์ไปยังเว็บไซต์บุคคลที่สาม
tr: <meta name="referrer" content="no-referrer"> etiketini kullanıyorsanız veya “Referrer-Policy: no-referrer” başlığını ekliyorsanız lütfen bunları kaldırın. CSRF koruması, "Yönlendiren" başlığının sıkı bir yönlendiren kontrolü yapmasını gerektirir. Gizlilik konusunda endişeleriniz varsa üçüncü taraf sitelere bağlantılar için <a rel='noreferrer'…> gibi alternatifleri kullanın.
vi: Nếu bạn đang sử dụng thẻ <meta name="referrer" content="no-referrer"> hoặc bao gồm tiêu đề “Referrer-Policy: no-referrer”, vui lòng xóa chúng. Tính năng bảo vệ CSRF yêu cầu tiêu đề “Người giới thiệu” thực hiện kiểm tra người giới thiệu một cách nghiêm ngặt. Nếu bạn lo ngại về quyền riêng tư, hãy sử dụng các lựa chọn thay thế như <a rel="noreferrer" …> cho các liên kết đến trang web của bên thứ ba.

source: You are seeing this message because this site requires a CSRF cookie when submitting forms. This cookie is required for security reasons, to ensure that your browser is not being hijacked by third parties.
ar: أنت ترى هذه الرسالة لأن هذا الموقع يتطلب ملف تعريف الارتباط CSRF عند إرسال النماذج. ملف تعريف الارتباط هذا مطلوب لأسباب أمنية، لضمان عدم اختراق متصفحك من قبل أطراف ثالثة.
bn: আপনি এই বার্তাটি দেখছেন কারণ ফর্ম জমা দেওয়ার সময় এই সাইটের একটি CSRF কুকি প্রয়োজন৷ আপনার ব্রাউজারটি তৃতীয় পক্ষের দ্বারা হাইজ্যাক করা হচ্ছে না তা নিশ্চিত করতে নিরাপত্তার কারণে এই কুকির প্রয়োজন।
da: Du ser denne meddelelse, fordi dette websted kræver en CSRF-cookie, når du indsender formularer. Denne cookie er påkrævet af sikkerhedsmæssige årsager for at sikre, at din browser ikke bliver kapret af tredjeparter.
de: Sie sehen diese Meldung, weil diese Website beim Senden von Formularen ein CSRF-Cookie erfordert. Dieses Cookie ist aus Sicherheitsgründen erforderlich, um sicherzustellen, dass Ihr Browser nicht von Dritten gekapert wird.
el: Βλέπετε αυτό το μήνυμα επειδή αυτός ο ιστότοπος απαιτεί ένα cookie CSRF κατά την υποβολή φορμών. Αυτό το cookie απαιτείται για λόγους ασφαλείας, προκειμένου να διασφαλιστεί ότι το πρόγραμμα περιήγησής σας δεν παραβιάζεται από τρίτους.
es: Estás viendo este mensaje porque este sitio requiere una cookie CSRF al enviar formularios. Esta cookie es necesaria por motivos de seguridad, para garantizar que su navegador no sea secuestrado por terceros.
fi: Näet tämän viestin, koska tämä sivusto vaatii CSRF-evästeen lähettäessään lomakkeita. Tätä evästettä tarvitaan turvallisuussyistä, jotta voidaan varmistaa, etteivät kolmannet osapuolet kaappaa selaintasi.
fr: Vous voyez ce message car ce site nécessite un cookie CSRF lors de la soumission de formulaires. Ce cookie est requis pour des raisons de sécurité, afin de garantir que votre navigateur n'est pas piraté par des tiers.
gu: તમે આ સંદેશ જોઈ રહ્યા છો કારણ કે ફોર્મ સબમિટ કરતી વખતે આ સાઇટને CSRF કૂકીની જરૂર છે. તમારા બ્રાઉઝરને તૃતીય પક્ષો દ્વારા હાઇજેક કરવામાં ન આવે તેની ખાતરી કરવા માટે આ કૂકી સુરક્ષા કારણોસર જરૂરી છે.
he: אתה רואה הודעה זו מכיוון שאתר זה דורש קובץ Cookie CSRF בעת שליחת טפסים. קובץ Cookie זה נדרש מטעמי אבטחה, כדי להבטיח שהדפדפן שלך לא נחטף על ידי צדדים שלישיים.
hi: आप यह संदेश इसलिए देख रहे हैं क्योंकि फ़ॉर्म सबमिट करते समय इस साइट को CSRF कुकी की आवश्यकता होती है। यह कुकी सुरक्षा कारणों से आवश्यक है, ताकि यह सुनिश्चित किया जा सके कि आपका ब्राउज़र तीसरे पक्ष द्वारा हाईजैक नहीं किया जा रहा है।
id: Anda melihat pesan ini karena situs ini memerlukan cookie CSRF saat mengirimkan formulir. Cookie ini diperlukan untuk alasan keamanan, untuk memastikan bahwa browser Anda tidak dibajak oleh pihak ketiga.
it: Visualizzi questo messaggio perché questo sito richiede un cookie CSRF durante l'invio di moduli. Questo cookie è necessario per motivi di sicurezza, per garantire che il tuo browser non venga dirottato da terze parti.
ja: このサイトではフォームを送信するときに CSRF Coo​​kie が必要なため、このメッセージが表示されます。この Cookie は、ブラウザが第三者によってハイジャックされないようにするためのセキュリティ上の理由から必要です。
kn: ನೀವು ಈ ಸಂದೇಶವನ್ನು ನೋಡುತ್ತಿರುವಿರಿ ಏಕೆಂದರೆ ಫಾರ್ಮ್‌ಗಳನ್ನು ಸಲ್ಲಿಸುವಾಗ ಈ ಸೈಟ್‌ಗೆ CSRF ಕುಕೀ ಅಗತ್ಯವಿರುತ್ತದೆ. ನಿಮ್ಮ ಬ್ರೌಸರ್ ಅನ್ನು ಮೂರನೇ ವ್ಯಕ್ತಿಗಳು ಹೈಜಾಕ್ ಮಾಡುತ್ತಿಲ್ಲ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ಭದ್ರತಾ ಕಾರಣಗಳಿಗಾಗಿ ಈ ಕುಕೀ ಅಗತ್ಯವಿದೆ.
ml: ഫോമുകൾ സമർപ്പിക്കുമ്പോൾ ഈ സൈറ്റിന് ഒരു CSRF കുക്കി ആവശ്യമായതിനാലാണ് നിങ്ങൾ ഈ സന്ദേശം കാണുന്നത്. നിങ്ങളുടെ ബ്രൗസർ മൂന്നാം കക്ഷികൾ ഹൈജാക്ക് ചെയ്യുന്നില്ലെന്ന് ഉറപ്പാക്കാൻ സുരക്ഷാ കാരണങ്ങളാൽ ഈ കുക്കി ആവശ്യമാണ്.
mr: तुम्हाला हा संदेश दिसत आहे कारण फॉर्म सबमिट करताना या साइटला CSRF कुकी आवश्यक आहे. तुमचा ब्राउझर तृतीय पक्षांद्वारे अपहृत केला जात नाही याची खात्री करण्यासाठी सुरक्षिततेच्या कारणांसाठी ही कुकी आवश्यक आहे.
nl: U ziet dit bericht omdat deze site een CSRF-cookie vereist bij het verzenden van formulieren. Deze cookie is om veiligheidsredenen nodig om ervoor te zorgen dat uw browser niet door derden wordt gekaapt.
no: Du ser denne meldingen fordi dette nettstedet krever en CSRF-informasjonskapsel når du sender inn skjemaer. Denne informasjonskapselen er nødvendig av sikkerhetsgrunner, for å sikre at nettleseren din ikke blir kapret av tredjeparter.
or: ଆପଣ ଏହି ବାର୍ତ୍ତା ଦେଖୁଛନ୍ତି କାରଣ ଫର୍ମ ଦାଖଲ କରିବା ସମୟରେ ଏହି ସାଇଟ୍ ଏକ CSRF କୁକି ଆବଶ୍ୟକ କରେ | ସୁରକ୍ଷା କାରଣରୁ ଏହି କୁକିଜ୍ ଆବଶ୍ୟକ, ନିଶ୍ଚିତ କରିବାକୁ ଯେ ଆପଣଙ୍କର ବ୍ରାଉଜର୍ ତୃତୀୟ ପକ୍ଷ ଦ୍ୱାରା ଅପହରଣ ହୋଇନାହିଁ |
pa: ਤੁਸੀਂ ਇਹ ਸੁਨੇਹਾ ਦੇਖ ਰਹੇ ਹੋ ਕਿਉਂਕਿ ਇਸ ਸਾਈਟ ਨੂੰ ਫਾਰਮ ਜਮ੍ਹਾਂ ਕਰਨ ਵੇਲੇ ਇੱਕ CSRF ਕੂਕੀ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ। ਇਹ ਕੂਕੀ ਸੁਰੱਖਿਆ ਕਾਰਨਾਂ ਕਰਕੇ ਲੋੜੀਂਦੀ ਹੈ, ਇਹ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ ਕਿ ਤੁਹਾਡੇ ਬ੍ਰਾਊਜ਼ਰ ਨੂੰ ਤੀਜੀਆਂ ਧਿਰਾਂ ਦੁਆਰਾ ਹਾਈਜੈਕ ਨਹੀਂ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ।
pl: Widzisz tę wiadomość, ponieważ ta witryna wymaga pliku cookie CSRF podczas przesyłania formularzy. Ten plik cookie jest wymagany ze względów bezpieczeństwa, aby zapewnić, że Twoja przeglądarka nie zostanie przejęta przez osoby trzecie.
pt: Você está vendo esta mensagem porque este site requer um cookie CSRF ao enviar formulários. Este cookie é necessário por motivos de segurança, para garantir que o seu navegador não seja invadido por terceiros.
ru: Вы видите это сообщение, потому что этому сайту требуется файл cookie CSRF при отправке форм. Этот файл cookie необходим по соображениям безопасности, чтобы гарантировать, что ваш браузер не будет взломан третьими лицами.
sv: Du ser detta meddelande eftersom den här webbplatsen kräver en CSRF-cookie när du skickar in formulär. Denna cookie krävs av säkerhetsskäl, för att säkerställa att din webbläsare inte kapas av tredje part.
ta: படிவங்களைச் சமர்ப்பிக்கும் போது இந்தத் தளத்திற்கு CSRF குக்கீ தேவைப்படும் என்பதால் இந்தச் செய்தியைப் பார்க்கிறீர்கள். உங்கள் உலாவி மூன்றாம் தரப்பினரால் கடத்தப்படவில்லை என்பதை உறுதிப்படுத்த, பாதுகாப்பு காரணங்களுக்காக இந்த குக்கீ தேவைப்படுகிறது.
te: ఫారమ్‌లను సమర్పించేటప్పుడు ఈ సైట్‌కి CSRF కుక్కీ అవసరం కాబట్టి మీరు ఈ సందేశాన్ని చూస్తున్నారు. మీ బ్రౌజర్‌ని మూడవ పక్షాలు హైజాక్ చేయడం లేదని నిర్ధారించుకోవడానికి భద్రతా కారణాల దృష్ట్యా ఈ కుక్కీ అవసరం.
th: คุณเห็นข้อความนี้เนื่องจากไซต์นี้ต้องใช้คุกกี้ CSRF เมื่อส่งแบบฟอร์ม คุกกี้นี้จำเป็นสำหรับเหตุผลด้านความปลอดภัย เพื่อให้แน่ใจว่าเบราว์เซอร์ของคุณจะไม่ถูกแย่งชิงโดยบุคคลที่สาม
tr: Bu mesajı görüyorsunuz çünkü bu site form gönderirken CSRF çerezine ihtiyaç duyuyor. Bu çerez, tarayıcınızın üçüncü şahıslar tarafından ele geçirilmemesini sağlamak amacıyla güvenlik nedeniyle gereklidir.
vi: Bạn thấy thông báo này vì trang web này yêu cầu cookie CSRF khi gửi biểu mẫu. Cookie này là bắt buộc vì lý do bảo mật, để đảm bảo rằng trình duyệt của bạn không bị bên thứ ba chiếm quyền điều khiển.

source: If you have configured your browser to disable cookies, please re-enable them, at least for this site, or for “same-origin” requests.
ar: إذا قمت بتكوين متصفحك لتعطيل ملفات تعريف الارتباط، فيرجى إعادة تمكينها، على الأقل لهذا الموقع، أو لطلبات "نفس المصدر".
bn: আপনি যদি কুকিজ নিষ্ক্রিয় করার জন্য আপনার ব্রাউজার কনফিগার করে থাকেন, তাহলে অনুগ্রহ করে সেগুলিকে পুনঃ-সক্ষম করুন, অন্তত এই সাইটের জন্য বা "একই-অরিজিন" অনুরোধের জন্য।
da: Hvis du har konfigureret din browser til at deaktivere cookies, skal du genaktivere dem, i det mindste for dette websted, eller for anmodninger om "samme oprindelse".
de: Wenn Sie Ihren Browser so konfiguriert haben, dass Cookies deaktiviert sind, aktivieren Sie sie bitte erneut, zumindest für diese Website oder für Anfragen „gleicher Herkunft“.
el: Εάν έχετε διαμορφώσει το πρόγραμμα περιήγησής σας ώστε να απενεργοποιεί τα cookies, ενεργοποιήστε τα ξανά, τουλάχιστον για αυτόν τον ιστότοπο ή για αιτήματα «ίδιας προέλευσης».
es: Si ha configurado su navegador para deshabilitar las cookies, vuelva a habilitarlas, al menos para este sitio, o para solicitudes del "mismo origen".
fi: Jos olet määrittänyt selaimesi poistamaan evästeet käytöstä, ota ne uudelleen käyttöön ainakin tälle sivustolle tai "saman alkuperän" pyynnöille.
fr: Si vous avez configuré votre navigateur pour désactiver les cookies, merci de les réactiver, au moins pour ce site, ou pour les demandes de « même origine ».
gu: જો તમે કૂકીઝને અક્ષમ કરવા માટે તમારા બ્રાઉઝરને ગોઠવ્યું હોય, તો કૃપા કરીને તેને ફરીથી સક્ષમ કરો, ઓછામાં ઓછી આ સાઇટ માટે, અથવા "સમાન-મૂળ" વિનંતીઓ માટે.
he: אם הגדרת את הדפדפן שלך להשבית קובצי Cookie, אנא הפעל אותם מחדש, לפחות עבור אתר זה, או עבור בקשות "אותו מקור".
hi: यदि आपने अपने ब्राउज़र को कुकीज़ को अक्षम करने के लिए कॉन्फ़िगर किया है, तो कृपया उन्हें कम से कम इस साइट के लिए, या "समान-मूल" अनुरोधों के लिए पुनः सक्षम करें।
id: Jika Anda telah mengonfigurasi browser Anda untuk menonaktifkan cookie, harap aktifkan kembali cookie tersebut, setidaknya untuk situs ini, atau untuk permintaan “asal yang sama”.
it: Se hai configurato il tuo browser per disabilitare i cookie, ti invitiamo a riabilitarli, almeno per questo sito, o per richieste “della stessa origine”.
ja: Cookie を無効にするようにブラウザを設定している場合は、少なくともこのサイトまたは「同一オリジン」リクエストについては、Cookie を再度有効にしてください。
kn: ಕುಕೀಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲು ನಿಮ್ಮ ಬ್ರೌಸರ್ ಅನ್ನು ನೀವು ಕಾನ್ಫಿಗರ್ ಮಾಡಿದ್ದರೆ, ದಯವಿಟ್ಟು ಅವುಗಳನ್ನು ಮರು-ಸಕ್ರಿಯಗೊಳಿಸಿ, ಕನಿಷ್ಠ ಈ ಸೈಟ್‌ಗಾಗಿ ಅಥವಾ "ಒಂದೇ ಮೂಲ" ವಿನಂತಿಗಳಿಗಾಗಿ.
ml: കുക്കികൾ പ്രവർത്തനരഹിതമാക്കാൻ നിങ്ങളുടെ ബ്രൗസർ കോൺഫിഗർ ചെയ്‌തിട്ടുണ്ടെങ്കിൽ, ദയവായി അവ വീണ്ടും പ്രവർത്തനക്ഷമമാക്കുക, കുറഞ്ഞത് ഈ സൈറ്റിന് വേണ്ടിയോ അല്ലെങ്കിൽ "ഒരേ ഉത്ഭവം" അഭ്യർത്ഥനകൾക്കായോ.
mr: जर तुम्ही तुमचा ब्राउझर कुकीज अक्षम करण्यासाठी कॉन्फिगर केला असेल, तर कृपया त्या पुन्हा-सक्षम करा, किमान या साइटसाठी किंवा "समान-मूळ" विनंत्यांसाठी.
nl: Als u uw browser heeft geconfigureerd om cookies uit te schakelen, schakel deze dan opnieuw in, tenminste voor deze site, of voor “same-origin”-verzoeken.
no: Hvis du har konfigurert nettleseren din til å deaktivere informasjonskapsler, må du aktivere dem på nytt, i det minste for dette nettstedet, eller for "samme opprinnelse"-forespørsler.
or: ଯଦି ଆପଣ ଆପଣଙ୍କର ବ୍ରାଉଜରକୁ କୁକିଜ୍ ଅକ୍ଷମ କରିବାକୁ ବିନ୍ୟାସ କରିଛନ୍ତି, ଦୟାକରି ସେଗୁଡିକୁ ପୁନ enable- ସକ୍ଷମ କରନ୍ତୁ, ଅନ୍ତତ least ପକ୍ଷେ ଏହି ସାଇଟ୍ ପାଇଁ, କିମ୍ବା “ସମାନ-ଉତ୍ପତ୍ତି” ଅନୁରୋଧ ପାଇଁ |
pa: ਜੇਕਰ ਤੁਸੀਂ ਕੂਕੀਜ਼ ਨੂੰ ਅਸਮਰੱਥ ਬਣਾਉਣ ਲਈ ਆਪਣੇ ਬ੍ਰਾਊਜ਼ਰ ਨੂੰ ਕੌਂਫਿਗਰ ਕੀਤਾ ਹੈ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਉਹਨਾਂ ਨੂੰ ਮੁੜ-ਸਮਰੱਥ ਬਣਾਓ, ਘੱਟੋ-ਘੱਟ ਇਸ ਸਾਈਟ ਲਈ, ਜਾਂ "ਸਮਾਨ-ਮੂਲ" ਬੇਨਤੀਆਂ ਲਈ।
pl: Jeśli skonfigurowałeś swoją przeglądarkę tak, aby wyłączała pliki cookie, włącz je ponownie, przynajmniej dla tej witryny lub dla żądań „tego samego pochodzenia”.
pt: Se você configurou seu navegador para desativar cookies, reative-os, pelo menos para este site, ou para solicitações de “mesma origem”.
ru: Если вы настроили свой браузер на отключение файлов cookie, включите их повторно, по крайней мере, для этого сайта или для запросов «того же происхождения».
sv: Om du har konfigurerat din webbläsare för att inaktivera cookies, vänligen återaktivera dem, åtminstone för den här webbplatsen, eller för "samma ursprung"-förfrågningar.
ta: குக்கீகளை முடக்க உங்கள் உலாவியை நீங்கள் உள்ளமைத்திருந்தால், குறைந்தபட்சம் இந்தத் தளத்திற்கோ அல்லது "ஒரே தோற்றம்" கோரிக்கைகளுக்கோ அவற்றை மீண்டும் இயக்கவும்.
te: మీరు కుక్కీలను నిలిపివేయడానికి మీ బ్రౌజర్‌ని కాన్ఫిగర్ చేసి ఉంటే, దయచేసి కనీసం ఈ సైట్ కోసం లేదా “ఒకే మూలం” అభ్యర్థనల కోసం వాటిని మళ్లీ ప్రారంభించండి.
th: หากคุณได้กำหนดค่าเบราว์เซอร์ของคุณให้ปิดการใช้งานคุกกี้ โปรดเปิดใช้งานอีกครั้ง อย่างน้อยสำหรับไซต์นี้ หรือสำหรับคำขอ "ที่มาเดียวกัน"
tr: Tarayıcınızı çerezleri devre dışı bırakacak şekilde yapılandırdıysanız, lütfen çerezleri en azından bu site için veya "aynı kaynaklı" istekler için yeniden etkinleştirin.
vi: Nếu bạn đã định cấu hình trình duyệt của mình để tắt cookie, vui lòng bật lại chúng, ít nhất là đối với trang web này hoặc đối với các yêu cầu “cùng nguồn gốc”.
