Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: More information is available with DEBUG=True.
ar: يتوفر المزيد من المعلومات مع DEBUG=True.
bn: আরও তথ্য DEBUG=Tru-এর সাথে উপলব্ধ।
da: Mere information er tilgængelig med DEBUG=True.
de: Weitere Informationen sind mit DEBUG=True verfügbar.
el: Περισσότερες πληροφορίες είναι διαθέσιμες με DEBUG=True.
es: Hay más información disponible con DEBUG=True.
fi: Lisätietoja on saatavilla komennolla DEBUG=True.
fr: Plus d'informations sont disponibles avec DEBUG=True.
gu: વધુ માહિતી DEBUG=True સાથે ઉપલબ્ધ છે.
he: מידע נוסף זמין עם DEBUG=True.
hi: अधिक जानकारी DEBUG=True के साथ उपलब्ध है।
id: Informasi lebih lanjut tersedia dengan DEBUG=True.
it: Ulteriori informazioni sono disponibili con DEBUG=True.
ja: DEBUG=True を指定すると、より詳しい情報が得られます。
kn: DEBUG=True ಜೊತೆಗೆ ಹೆಚ್ಚಿನ ಮಾಹಿತಿ ಲಭ್ಯವಿದೆ.
ml: DEBUG=True എന്നതിൽ കൂടുതൽ വിവരങ്ങൾ ലഭ്യമാണ്.
mr: अधिक माहिती DEBUG=True वर उपलब्ध आहे.
nl: Meer informatie is beschikbaar met DEBUG=True.
no: Mer informasjon er tilgjengelig med DEBUG=True.
or: DEBUG = True ସହିତ ଅଧିକ ସୂଚନା ଉପଲବ୍ଧ |
pa: ਹੋਰ ਜਾਣਕਾਰੀ DEBUG=True ਨਾਲ ਉਪਲਬਧ ਹੈ।
pl: Więcej informacji jest dostępnych przy DEBUG=True.
pt: Mais informações estão disponíveis com DEBUG=True.
ru: Дополнительную информацию можно получить, указав DEBUG=True.
sv: Mer information finns tillgänglig med DEBUG=True.
ta: DEBUG=True உடன் கூடுதல் தகவல்கள் கிடைக்கும்.
te: DEBUG=Trueతో మరింత సమాచారం అందుబాటులో ఉంది.
th: ข้อมูลเพิ่มเติมสามารถดูได้จาก DEBUG=True
tr: DEBUG=True ile daha fazla bilgiye ulaşılabilir.
vi: Thông tin thêm có sẵn với DEBUG=True.

source: No year specified
ar: لم يتم تحديد سنة
bn: কোনো বছর উল্লেখ করা হয়নি
da: Intet årstal angivet
de: Kein Jahr angegeben
el: Δεν ορίζεται έτος
es: No se especifica el año
fi: Vuotta ei ole määritelty
fr: Aucune année précisée
gu: કોઈ વર્ષ ઉલ્લેખિત નથી
he: לא צוינה שנה
hi: कोई वर्ष निर्दिष्ट नहीं
id: Tidak ada tahun yang ditentukan
it: Nessun anno specificato
ja: 年は指定されていません
kn: ಯಾವುದೇ ವರ್ಷವನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸಲಾಗಿಲ್ಲ
ml: വർഷം വ്യക്തമാക്കിയിട്ടില്ല
mr: कोणतेही वर्ष नमूद केलेले नाही
nl: Geen jaar opgegeven
no: Ikke spesifisert årstall
or: କ No ଣସି ବର୍ଷ ନିର୍ଦ୍ଦିଷ୍ଟ କରାଯାଇ ନାହିଁ |
pa: ਕੋਈ ਸਾਲ ਨਿਰਧਾਰਤ ਨਹੀਂ ਕੀਤਾ ਗਿਆ
pl: Nie podano roku
pt: Nenhum ano especificado
ru: Год не указан
sv: Inget år angivet
ta: ஆண்டு குறிப்பிடப்படவில்லை
te: ఏ సంవత్సరం పేర్కొనబడలేదు
th: ไม่ระบุปี
tr: Yıl belirtilmedi
vi: Không có năm cụ thể

source: Date out of range
ar: التاريخ خارج النطاق
bn: তারিখ সীমার বাইরে
da: Dato uden for intervallet
de: Datum außerhalb des gültigen Bereichs
el: Ημερομηνία εκτός εύρους
es: Fecha fuera de rango
fi: Päivämäärä vaihteluvälin ulkopuolella
fr: Date hors plage
gu: તારીખ શ્રેણીની બહાર છે
he: תאריך מחוץ לטווח
hi: तिथि सीमा से बाहर है
id: Tanggal di luar jangkauan
it: Data fuori intervallo
ja: 日付が範囲外です
kn: ದಿನಾಂಕ ವ್ಯಾಪ್ತಿಯಿಂದ ಹೊರಗಿದೆ
ml: തീയതി പരിധിക്ക് പുറത്താണ്
mr: श्रेणीच्या बाहेरची तारीख
nl: Datum buiten bereik
no: Dato utenfor rekkevidde
or: ସୀମା ବାହାରେ ତାରିଖ |
pa: ਮਿਤੀ ਸੀਮਾ ਤੋਂ ਬਾਹਰ ਹੈ
pl: Data poza zakresem
pt: Data fora do intervalo
ru: Дата вне диапазона
sv: Datum utanför intervallet
ta: தேதி வரம்பிற்கு அப்பாற்பட்டது
te: తేదీ పరిధి దాటిపోయింది
th: วันที่อยู่นอกขอบเขต
tr: Tarih aralığın dışında
vi: Ngày ngoài phạm vi

source: No month specified
ar: لم يتم تحديد شهر
bn: কোন মাস নির্দিষ্ট করা নেই
da: Ingen måned angivet
de: Kein Monat angegeben
el: Δεν έχει καθοριστεί μήνας
es: No se especifica mes
fi: Kuukautta ei ole määritelty
fr: Aucun mois précisé
gu: કોઈ મહિનો ઉલ્લેખિત નથી
he: לא צוין חודש
hi: कोई माह निर्दिष्ट नहीं
id: Tidak ada bulan yang ditentukan
it: Nessun mese specificato
ja: 月が指定されていません
kn: ಯಾವುದೇ ತಿಂಗಳು ನಿರ್ದಿಷ್ಟಪಡಿಸಲಾಗಿಲ್ಲ
ml: മാസമൊന്നും വ്യക്തമാക്കിയിട്ടില്ല
mr: कोणताही महिना निर्दिष्ट केलेला नाही
nl: Geen maand opgegeven
no: Ingen måned spesifisert
or: କ month ଣସି ମାସ ନିର୍ଦ୍ଦିଷ୍ଟ ହୋଇନାହିଁ |
pa: ਕੋਈ ਮਹੀਨਾ ਨਿਰਧਾਰਤ ਨਹੀਂ ਕੀਤਾ ਗਿਆ
pl: Nie określono miesiąca
pt: Nenhum mês especificado
ru: Месяц не указан
sv: Ingen månad angiven
ta: எந்த மாதமும் குறிப்பிடப்படவில்லை
te: నెల పేర్కొనబడలేదు
th: ไม่ได้ระบุเดือน
tr: Ay belirtilmedi
vi: Không có tháng được chỉ định

source: No day specified
ar: لم يتم تحديد يوم
bn: কোন দিন নির্দিষ্ট করা নেই
da: Ingen dag angivet
de: Kein Tag angegeben
el: Δεν έχει καθοριστεί ημέρα
es: No se especifica ningún día
fi: Päivää ei ole määritetty
fr: Aucun jour précisé
gu: કોઈ દિવસ ઉલ્લેખિત નથી
he: לא צוין יום
hi: कोई दिन निर्दिष्ट नहीं
id: Tidak ada hari yang ditentukan
it: Nessun giorno specificato
ja: 曜日指定なし
kn: ಯಾವುದೇ ದಿನವನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸಲಾಗಿಲ್ಲ
ml: ദിവസം വ്യക്തമാക്കിയിട്ടില്ല
mr: कोणताही दिवस नमूद केलेला नाही
nl: Geen dag opgegeven
no: Ingen dag spesifisert
or: କ No ଣସି ଦିନ ନିର୍ଦ୍ଦିଷ୍ଟ କରାଯାଇ ନାହିଁ |
pa: ਕੋਈ ਦਿਨ ਨਿਰਧਾਰਤ ਨਹੀਂ ਕੀਤਾ ਗਿਆ
pl: Nie określono dnia
pt: Nenhum dia especificado
ru: День не указан
sv: Ingen dag angiven
ta: நாள் குறிப்பிடப்படவில்லை
te: ఏ రోజు పేర్కొనబడలేదు
th: ไม่ได้ระบุวัน
tr: Gün belirtilmedi
vi: Không có ngày cụ thể

source: No week specified
ar: لم يتم تحديد اسبوع
bn: কোন সপ্তাহ নির্দিষ্ট করা নেই
da: Ingen uge angivet
de: Keine Woche angegeben
el: Δεν έχει καθοριστεί εβδομάδα
es: Ninguna semana especificada
fi: Viikkoa ei ole määritelty
fr: Aucune semaine précisée
gu: કોઈ અઠવાડિયું ઉલ્લેખિત નથી
he: לא צוין שבוע
hi: कोई सप्ताह निर्दिष्ट नहीं
id: Tidak ada minggu yang ditentukan
it: Nessuna settimana specificata
ja: 週が指定されていません
kn: ಯಾವುದೇ ವಾರವನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸಲಾಗಿಲ್ಲ
ml: ആഴ്ചയൊന്നും വ്യക്തമാക്കിയിട്ടില്ല
mr: कोणताही आठवडा नमूद केलेला नाही
nl: Geen week opgegeven
no: Ingen uke spesifisert
or: କ week ଣସି ସପ୍ତାହ ନିର୍ଦ୍ଦିଷ୍ଟ ହୋଇନାହିଁ |
pa: ਕੋਈ ਹਫ਼ਤਾ ਨਿਰਧਾਰਤ ਨਹੀਂ ਕੀਤਾ ਗਿਆ
pl: Nie określono tygodnia
pt: Nenhuma semana especificada
ru: Неделя не указана
sv: Ingen vecka angiven
ta: வாரம் குறிப்பிடப்படவில்லை
te: ఏ వారం పేర్కొనబడలేదు
th: ไม่ได้ระบุสัปดาห์
tr: Hafta belirtilmedi
vi: Không có tuần nào được chỉ định

source: No %(verbose_name_plural)s available
ar: لا يوجد %(verbose_name_plural)s متاح
bn: কোনো %(verbose_name_plural) উপলব্ধ নেই৷
da: Ingen %(verbose_name_plural)s tilgængelige
de: Keine %(verbose_name_plural)s verfügbar
el: Δεν υπάρχουν %(verbose_name_plural)s διαθέσιμα
es: No hay %(verbose_name_plural) disponibles
fi: %(verbose_name_plural)s ei ole saatavilla
fr: Aucun %(verbose_name_plural)s disponible
gu: કોઈ %(verbose_name_plural)s ઉપલબ્ધ નથી
he: אין %(verbose_name_plural)s זמין
hi: कोई %(verbose_name_plural)s उपलब्ध नहीं है
id: Tidak ada %(verbose_name_plural) yang tersedia
it: Nessun %(verbose_name_plural) disponibile
ja: 使用可能な %(verbose_name_plural) がありません
kn: ಯಾವುದೇ %(verbose_name_plural)s ಲಭ್ಯವಿಲ್ಲ
ml: %(verbose_name_plural)s ഒന്നും ലഭ്യമല്ല
mr: कोणतेही %(verbose_name_plural)s उपलब्ध नाहीत
nl: Geen %(verbose_name_plural)s beschikbaar
no: Ingen %(verbose_name_plural)s tilgjengelig
or: ନା %(verbose_name_plural)s ଉପଲବ୍ଧ |
pa: ਕੋਈ %(verbose_name_plural) ਉਪਲਬਧ ਨਹੀਂ ਹੈ
pl: Brak dostępnych %(verbose_name_plural).
pt: Não há %(verbose_name_plural)s disponíveis
ru: Нет доступных %(verbose_name_plural)s
sv: Inga %(verbose_name_plural)s tillgängliga
ta: %(verbose_name_plural)கள் இல்லை
te: %(verbose_name_plural)లు ఏవీ అందుబాటులో లేవు
th: ไม่มี %(verbose_name_plural)s ที่พร้อมใช้งาน
tr: %(verbose_name_plural)s mevcut değil
vi: Không có sẵn %(verbose_name_plural)s

source: Future %(verbose_name_plural)s not available because %(class_name)s.allow_future is False.
ar: المستقبل %(verbose_name_plural)s غير متاح لأن %(class_name)s.allow_future خطأ.
bn: ভবিষ্যত %(verbose_name_plural)s উপলব্ধ নয় কারণ %(class_name)s.allow_future মিথ্যা।
da: Fremtidige %(verbose_name_plural)s er ikke tilgængelige, fordi %(class_name)s.allow_future er falsk.
de: Zukünftige %(verbose_name_plural)s sind nicht verfügbar, da %(class_name)s.allow_future False ist.
el: Το μέλλον %(verbose_name_plural)s δεν είναι διαθέσιμο επειδή το %(class_name)s.allow_future είναι False.
es: El futuro %(verbose_name_plural)s no está disponible porque %(class_name)s.allow_future es falso.
fi: Tulevaisuus %(verbose_name_plural)s ei ole saatavilla, koska %(class_name)s.allow_future on False.
fr: Le futur %(verbose_name_plural)s n'est pas disponible car %(class_name)s.allow_future est False.
gu: ભવિષ્ય %(verbose_name_plural)s ઉપલબ્ધ નથી કારણ કે %(class_name)s.allow_future ખોટું છે.
he: %(verbose_name_plural)s העתידי אינו זמין מכיוון ש-%(class_name)s.allow_future הוא False.
hi: भविष्य %(verbose_name_plural)s उपलब्ध नहीं है क्योंकि %(class_name)s.allow_future ग़लत है।
id: %(verbose_name_plural)s di masa depan tidak tersedia karena %(class_name)s.allow_future adalah False.
it: Il futuro %(verbose_name_plural)s non è disponibile perché %(class_name)s.allow_future è False.
ja: %(class_name)s.allow_future が False であるため、将来の %(verbose_name_plural)s は使用できません。
kn: ಫ್ಯೂಚರ್ %(verbose_name_plural)s ಲಭ್ಯವಿಲ್ಲ ಏಕೆಂದರೆ %(class_name)s.allow_future ತಪ್ಪಾಗಿದೆ.
ml: ഫ്യൂച്ചർ %(verbose_name_plural)s ലഭ്യമല്ല കാരണം %(class_name)s.allow_future തെറ്റാണ്.
mr: भविष्यातील %(verbose_name_plural)s उपलब्ध नाही कारण %(class_name)s.allow_future असत्य आहे.
nl: Toekomstige %(verbose_name_plural)s niet beschikbaar omdat %(class_name)s.allow_future False is.
no: Future %(verbose_name_plural)s er ikke tilgjengelig fordi %(class_name)s.allow_future er falsk.
or: ଭବିଷ୍ୟତ {available ଉପଲବ୍ଧ ନାହିଁ କାରଣ %(verbose_name_plural)s .allow_future ମିଥ୍ୟା ଅଟେ |
pa: ਭਵਿੱਖ %(verbose_name_plural) ਉਪਲਬਧ ਨਹੀਂ ਹੈ ਕਿਉਂਕਿ %(class_name)s.allow_future ਗਲਤ ਹੈ।
pl: Przyszłe %(verbose_name_plural)s są niedostępne, ponieważ %(class_name)s.allow_future ma wartość False.
pt: Futuros %(verbose_name_plural)s não estão disponíveis porque %(class_name)s.allow_future é falso.
ru: Будущее %(verbose_name_plural)s недоступно, поскольку %(class_name)s.allow_future имеет значение False.
sv: Framtida %(verbose_name_plural)s inte tillgänglig eftersom %(class_name)s.allow_future är False.
ta: எதிர்கால %(verbose_name_plural)s கிடைக்கவில்லை, ஏனெனில் %(class_name)s.allow_future தவறானது.
te: ఫ్యూచర్ %(verbose_name_plural)లు అందుబాటులో లేవు ఎందుకంటే %(class_name)s.allow_future తప్పు.
th: %(verbose_name_plural)s ในอนาคตไม่พร้อมใช้งานเนื่องจาก %(class_name)s.allow_future เป็นเท็จ
tr: Gelecek %(verbose_name_plural)s kullanılamıyor çünkü %(class_name)s.allow_future False.
vi: %(verbose_name_plural)s trong tương lai không có sẵn vì %(class_name)s.allow_future là Sai.

source: Invalid date string “%(datestr)s” given format “%(format)s”
ar: سلسلة تاريخ غير صالحة "%(datestr)s" ذات التنسيق "%(format)s"
bn: অবৈধ তারিখ স্ট্রিং "%(datestr)s" প্রদত্ত বিন্যাস "%(ফর্ম্যাট)s"
da: Ugyldig datostreng "%(datestr)s" givet format "%(format)s"
de: Ungültige Datumszeichenfolge „%(datestr)s“ im angegebenen Format „%(format)s“
el: Μη έγκυρη συμβολοσειρά ημερομηνίας "%(datestr)s" με δεδομένη μορφή "%(format)s"
es: Cadena de fecha no válida “%(datestr)s” formato dado “%(format)s”
fi: Virheellinen päivämäärämerkkijono "%(datestr)s" annettu muodossa "%(format)s"
fr: Chaîne de date non valide « %(datestr)s » étant donné le format « %(format)s »
gu: અમાન્ય તારીખ શબ્દમાળા “%(datestr)s” આપેલ ફોર્મેટ “%(format)s”
he: מחרוזת תאריך לא חוקית "%(datestr)s" נתונה בפורמט "%(format)s"
hi: अमान्य दिनांक स्ट्रिंग “%(datestr)s” दिया गया प्रारूप “%(format)s”
id: String tanggal “%(datestr)s” tidak valid dengan format “%(format)s”
it: Stringa di data non valida “%(datestr)s” dato il formato “%(format)s”
ja: 無効な日付文字列「%(datestr)s」、指定された形式「%(format)s」
kn: ಅಮಾನ್ಯ ದಿನಾಂಕ ಸ್ಟ್ರಿಂಗ್ “%(datestr)s” ನೀಡಲಾದ ಫಾರ್ಮ್ಯಾಟ್ “%(ಫಾರ್ಮ್ಯಾಟ್)s”
ml: അസാധുവായ തീയതി സ്ട്രിംഗ് “%(datestr)s” ഫോർമാറ്റ് നൽകിയിരിക്കുന്നു “%(ഫോർമാറ്റ്)s”
mr: अवैध तारीख स्ट्रिंग “%(datestr)s” दिलेले स्वरूप “%(स्वरूप)s”
nl: Ongeldige datumreeks “%(datestr)s” gegeven formaat “%(format)s”
no: Ugyldig datostreng «%(datestr)s» gitt format «%(format)s»
or: ଅବ {ଧ ତାରିଖ ଷ୍ଟ୍ରିଙ୍ଗ “%(datestr)s” ଦିଆଯାଇଥିବା ଫର୍ମାଟ୍ “%(format)s”
pa: ਅਵੈਧ ਮਿਤੀ ਸਤਰ “%(datestr)s” ਦਿੱਤਾ ਗਿਆ ਫਾਰਮੈਟ “%(ਫਾਰਮੈਟ)s”
pl: Nieprawidłowy ciąg daty „%(datestr)s” w formacie „%(format)s”
pt: String de data inválida “%(datestr)s” dado o formato “%(format)s”
ru: Неверная строка даты «%(datestr)s» в формате «%(format)s»
sv: Ogiltig datumsträng "%(datestr)s" givet format "%(format)s"
ta: தவறான தேதி சரம் “%(datestr)s” கொடுக்கப்பட்ட வடிவம் “%(format)s”
te: చెల్లని తేదీ స్ట్రింగ్ “%(datestr)s” ఇచ్చిన ఫార్మాట్ “%(ఫార్మాట్)s”
th: สตริงวันที่ไม่ถูกต้อง “%(datestr)s” กำหนดรูปแบบ “%(format)s”
tr: Geçersiz tarih dizesi “%(datestr)s”, “%(format)s” biçimine verildi
vi: Chuỗi ngày không hợp lệ “%(datestr)s” có định dạng “%(format)s”

source: No %(verbose_name)s found matching the query
ar: لم يتم العثور على %(verbose_name)s مطابقًا للاستعلام
bn: কোনো %(verbose_name) খুঁজে পাওয়া যায়নি ক্যোয়ারীটির সাথে মেলে
da: Der blev ikke fundet nogen %(verbose_name)s, der matcher forespørgslen
de: Es wurden keine %(verbose_name)s gefunden, die der Abfrage entsprechen
el: Δεν βρέθηκαν %(verbose_name)s που να ταιριάζουν με το ερώτημα
es: No se encontraron %(verbose_name) que coincidan con la consulta
fi: Hakua vastaavaa %(verbose_name)s:tä ei löytynyt
fr: Aucun %(verbose_name) trouvé correspondant à la requête
gu: ક્વેરી સાથે મેળ ખાતી કોઈ %(verbose_name)s મળી નથી
he: לא נמצא %(verbose_name)s התואם לשאילתה
hi: क्वेरी से मेल खाता कोई %(verbose_name)s नहीं मिला
id: Tidak ada %(verbose_name)s yang cocok dengan kueri
it: Nessun %(verbose_name) trovato corrispondente alla query
ja: クエリに一致する %(verbose_name) が見つかりませんでした
kn: ಯಾವುದೇ %(verbose_name)s ಪ್ರಶ್ನೆಗೆ ಹೊಂದಿಕೆಯಾಗುತ್ತಿಲ್ಲ
ml: ചോദ്യവുമായി പൊരുത്തപ്പെടുന്ന %(verbose_name)s ഒന്നും കണ്ടെത്തിയില്ല
mr: क्वेरीशी जुळणारे कोणतेही %(verbose_name) आढळले नाहीत
nl: Er zijn geen %(verbose_name)s gevonden die overeenkomen met de zoekopdracht
no: Ingen %(verbose_name)s funnet som samsvarer med søket
or: କ No ଣସି %(verbose_name)s ଜିଜ୍ଞାସା ସହିତ ମେଳ ଖାଇଲା ନାହିଁ |
pa: ਪੁੱਛਗਿੱਛ ਨਾਲ ਮੇਲ ਖਾਂਦਾ ਕੋਈ %(verbose_name) ਨਹੀਂ ਮਿਲਿਆ
pl: Nie znaleziono %(verbose_name) pasujących do zapytania
pt: Nenhum %(verbose_name)s encontrado correspondente à consulta
ru: Не найдено %(verbose_name), соответствующих запросу.
sv: Inga %(verbose_name)s hittades som matchar frågan
ta: வினவலுடன் %(verbose_name)s பொருந்தவில்லை
te: ప్రశ్నకు సరిపోలే %(verbose_name)లు ఏవీ కనుగొనబడలేదు
th: ไม่พบ %(verbose_name)s ที่ตรงกับข้อความค้นหา
tr: Sorguyla eşleşen %(verbose_name)s bulunamadı
vi: Không tìm thấy %(verbose_name)s nào phù hợp với truy vấn

source: Page is not “last”, nor can it be converted to an int.
ar: الصفحة ليست "الأخيرة"، ولا يمكن تحويلها إلى int.
bn: পৃষ্ঠাটি "শেষ" নয়, বা এটিকে int-এ রূপান্তর করা যায় না।
da: Siden er ikke "sidste", og den kan heller ikke konverteres til en int.
de: Die Seite ist nicht „letzte“ und kann auch nicht in eine int-Seite konvertiert werden.
el: Η σελίδα δεν είναι "τελευταία", ούτε μπορεί να μετατραπεί σε int.
es: La página no es la "última" ni se puede convertir a un int.
fi: Sivu ei ole "viimeinen", eikä sitä voi muuntaa int.
fr: La page n’est pas « dernière » et ne peut pas non plus être convertie en int.
gu: પૃષ્ઠ "છેલ્લું" નથી, કે તેને પૂર્ણાંકમાં રૂપાંતરિત કરી શકાતું નથી.
he: הדף אינו "אחרון", וגם לא ניתן להמיר אותו ל-int.
hi: पेज "अंतिम" नहीं है, न ही इसे इंट में बदला जा सकता है।
id: Halaman bukan "terakhir", juga tidak dapat diubah menjadi int.
it: La pagina non è "ultima", né può essere convertita in un int.
ja: ページは「最後」ではなく、int に変換することもできません。
kn: ಪುಟವು "ಕೊನೆಯ" ಅಲ್ಲ, ಅಥವಾ ಅದನ್ನು ಇಂಟ್ ಆಗಿ ಪರಿವರ್ತಿಸಲಾಗುವುದಿಲ್ಲ.
ml: പേജ് "അവസാനമുള്ളത്" അല്ല, അല്ലെങ്കിൽ അത് ഒരു സംഖ്യയിലേക്ക് പരിവർത്തനം ചെയ്യാനും കഴിയില്ല.
mr: पृष्ठ "अंतिम" नाही किंवा ते इंटमध्ये रूपांतरित केले जाऊ शकत नाही.
nl: Pagina is niet “laatste”, en kan ook niet worden geconverteerd naar een int.
no: Siden er ikke "siste", og den kan heller ikke konverteres til en int.
or: ପୃଷ୍ଠା “ଶେଷ” ନୁହେଁ, କିମ୍ବା ଏହାକୁ ଏକ int ରେ ରୂପାନ୍ତର କରାଯାଇପାରିବ ନାହିଁ |
pa: ਪੰਨਾ "ਆਖਰੀ" ਨਹੀਂ ਹੈ, ਨਾ ਹੀ ਇਸਨੂੰ ਇੰਟ ਵਿੱਚ ਬਦਲਿਆ ਜਾ ਸਕਦਾ ਹੈ।
pl: Strona nie jest „ostatnia” i nie można jej przekonwertować na liczbę typu int.
pt: A página não é “última” nem pode ser convertida em um int.
ru: Страница не является «последней» и не может быть преобразована в целое число.
sv: Sidan är inte "sista" och kan inte heller konverteras till en int.
ta: பக்கம் "கடைசி" அல்ல, அதை ஒரு முழு எண்ணாக மாற்ற முடியாது.
te: పేజీ "చివరిది" కాదు, లేదా దానిని పూర్ణాంకానికి మార్చలేరు.
th: หน้าไม่ใช่ "หน้าสุดท้าย" และไม่สามารถแปลงเป็น int ได้
tr: Sayfa “son” değildir ve int'ye dönüştürülemez.
vi: Trang không phải là "cuối cùng" và cũng không thể chuyển đổi thành int.

source: Invalid page (%(page_number)s): %(message)s
ar: صفحة غير صالحة (%(page_number)s): %(message)s
bn: অবৈধ পৃষ্ঠা (%(পৃষ্ঠা_সংখ্যা)গুলি: %(বার্তা)গুলি৷
da: Ugyldig side (%(page_number)s): %(meddelelse)s
de: Ungültige Seite (%(page_number)s): %(message)s
el: Μη έγκυρη σελίδα (%(page_number)s): %(message)s
es: Página no válida (%(page_number)s): %(message)s
fi: Virheellinen sivu (%(page_number)s): %(message)s
fr: Page invalide (%(page_number)s) : %(message)s
gu: અમાન્ય પૃષ્ઠ (%(page_number)s): %(message)s
he: דף לא חוקי (%(page_number)s): %(message)s
hi: अमान्य पृष्ठ (%(पेज_नंबर)s): %(संदेश)s
id: Halaman tidak valid (%(nomor_halaman)s): %(pesan)s
it: Pagina non valida (%(page_number)s): %(messaggio)s
ja: 無効なページ (%(page_number)s): %(message)s
kn: ಅಮಾನ್ಯ ಪುಟ (%(page_number)s): %(message)s
ml: അസാധുവായ പേജ് (%(page_number)s): %(message)s
mr: अवैध पृष्ठ (%(page_number)s): %(संदेश)s
nl: Ongeldige pagina (%(page_number)s): %(message)s
no: Ugyldig side (%(page_number)s): %(message)s
or: ଅବ val ଧ ପୃଷ୍ଠା (%(page_number)s): %(message)s
pa: ਅਵੈਧ ਪੰਨਾ (%(page_number)s): %(message)s
pl: Nieprawidłowa strona (%(page_number)s): %(message)s
pt: Página inválida (%(page_number)s): %(message)s
ru: Неверная страница (%(page_number)s): %(message)s
sv: Ogiltig sida (%(page_number)s): %(meddelande)s
ta: தவறான பக்கம் (%(page_number)s): %(message)s
te: చెల్లని పేజీ (%(page_number)s): %(message)s
th: เพจไม่ถูกต้อง (%(page_number)s): %(message)s
tr: Geçersiz sayfa (%(page_number)s): %(message)s
vi: Trang không hợp lệ (%(page_number)s): %(message)s

source: Empty list and “%(class_name)s.allow_empty” is False.
ar: القائمة الفارغة و"%(class_name)s.allow_empty" خطأ.
bn: খালি তালিকা এবং “%(class_name)s.allow_empty” মিথ্যা।
da: Tom liste og "%(class_name)s.allow_empty" er falsk.
de: Leere Liste und „%(class_name)s.allow_empty“ ist False.
el: Κενή λίστα και το "%(class_name)s.allow_empty" είναι False.
es: Lista vacía y "%(class_name)s.allow_empty" es falso.
fi: Tyhjä luettelo ja "%(class_name)s.allow_empty" on epätosi.
fr: Liste vide et « %(class_name)s.allow_empty » est faux.
gu: ખાલી સૂચિ અને “%(class_name)s.allow_empty” ખોટું છે.
he: רשימה ריקה ו-"%(class_name)s.allow_empty" הוא False.
hi: ख़ाली सूची और “%(class_name)s.allow_empty” गलत है।
id: Daftar kosong dan “%(class_name)s.allow_empty” adalah False.
it: Elenco vuoto e "%(class_name)s.allow_empty" è falso.
ja: 空のリストと「%(class_name)s.allow_empty」は False です。
kn: ಖಾಲಿ ಪಟ್ಟಿ ಮತ್ತು “%(class_name)s.allow_empty” ತಪ್ಪು.
ml: ശൂന്യമായ ലിസ്റ്റും "%(class_name)s.allow_empty" ഉം തെറ്റാണ്.
mr: रिक्त यादी आणि “%(class_name)s.allow_empty” असत्य आहे.
nl: Lege lijst en “%(class_name)s.allow_empty” is False.
no: Tom liste og «%(class_name)s.allow_empty» er False.
or: ଖାଲି ତାଲିକା ଏବଂ “%(class_name)s .allow_empty” ମିଥ୍ୟା ଅଟେ |
pa: ਖਾਲੀ ਸੂਚੀ ਅਤੇ “%(class_name)s.allow_empty” ਗਲਤ ਹੈ।
pl: Pusta lista i „%(class_name)s.allow_empty” to Fałsz.
pt: Lista vazia e “%(class_name)s.allow_empty” é False.
ru: Пустой список и «%(class_name)s.allow_empty» имеет значение False.
sv: Tom lista och "%(class_name)s.allow_empty" är False.
ta: வெற்று பட்டியல் மற்றும் "%(class_name)s.allow_empty" என்பது தவறானது.
te: ఖాళీ జాబితా మరియు “%(class_name)s.allow_empty” తప్పు.
th: รายการว่างและ “%(class_name)s.allow_empty” เป็นเท็จ
tr: Boş liste ve “%(class_name)s.allow_empty” Yanlış.
vi: Danh sách trống và “%(class_name)s.allow_empty” là Sai.

source: Directory indexes are not allowed here.
ar: فهارس الدليل غير مسموح بها هنا.
bn: ডিরেক্টরি সূচী এখানে অনুমোদিত নয়.
da: Directory indekser er ikke tilladt her.
de: Verzeichnisindizes sind hier nicht zulässig.
el: Τα ευρετήρια καταλόγου δεν επιτρέπονται εδώ.
es: Aquí no se permiten índices de directorio.
fi: Hakemistohakemistot eivät ole sallittuja täällä.
fr: Les index de répertoire ne sont pas autorisés ici.
he: אינדקסים של ספריות אינם מותרים כאן.
hi: यहां निर्देशिका अनुक्रमणिका की अनुमति नहीं है.
id: Indeks direktori tidak diperbolehkan di sini.
it: Gli indici delle directory non sono consentiti qui.
ja: ここではディレクトリインデックスは許可されません。
kn: ಡೈರೆಕ್ಟರಿ ಸೂಚಿಕೆಗಳನ್ನು ಇಲ್ಲಿ ಅನುಮತಿಸಲಾಗುವುದಿಲ್ಲ.
ml: ഡയറക്‌ടറി സൂചികകൾ ഇവിടെ അനുവദനീയമല്ല.
mr: डिरेक्टरी इंडेक्सेस येथे परवानगी नाही.
nl: Directory-indexen zijn hier niet toegestaan.
no: Katalogindekser er ikke tillatt her.
or: ଡିରେକ୍ଟୋରୀ ସୂଚକାଙ୍କ ଏଠାରେ ଅନୁମତିପ୍ରାପ୍ତ ନୁହେଁ |
pa: ਇੱਥੇ ਡਾਇਰੈਕਟਰੀ ਸੂਚਕਾਂਕ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀਂ ਹੈ।
pl: Indeksy katalogów nie są tutaj dozwolone.
pt: Índices de diretório não são permitidos aqui.
ru: Индексы каталогов здесь не разрешены.
sv: Katalogindex är inte tillåtna här.
ta: அடைவு குறியீடுகள் இங்கு அனுமதிக்கப்படாது.
te: డైరెక్టరీ సూచికలు ఇక్కడ అనుమతించబడవు.
th: ไม่อนุญาตให้ใช้ดัชนีไดเรกทอรีที่นี่
tr: Burada dizin indekslerine izin verilmiyor.
vi: Chỉ mục thư mục không được phép ở đây.

source: “%(path)s” does not exist
ar: "%(path)s" غير موجود
bn: "%(পথ)s" বিদ্যমান নেই৷
da: "%(sti)s" eksisterer ikke
de: „%(path)s“ existiert nicht
el: Το "%(path)s" δεν υπάρχει
es: “%(ruta)s” no existe
fi: "%(path)s" ei ole olemassa
fr: « %(chemin)s » n'existe pas
gu: “%(path)s” અસ્તિત્વમાં નથી
he: "%(נתיב)s" אינו קיים
hi: “%(पथ)s” मौजूद नहीं है
id: “%(jalur)s” tidak ada
it: “%(percorso)s” non esiste
ja: 「%(path)s」は存在しません
kn: "%(ಮಾರ್ಗ)ಗಳು" ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ
ml: “%(പാത്ത്)s” നിലവിലില്ല
mr: “%(पथ)s” अस्तित्वात नाही
nl: “%(pad)s” bestaat niet
no: «%(path)s» eksisterer ikke
or: “%(path)s” ବିଦ୍ୟମାନ ନାହିଁ |
pa: “%(path)s” ਮੌਜੂਦ ਨਹੀਂ ਹੈ
pl: „%(ścieżka)s” nie istnieje
pt: “%(caminho)s” não existe
ru: «%(путь)s» не существует
sv: "%(sökväg)s" finns inte
ta: "%(பாதை)கள்" இல்லை
te: “%(మార్గం)లు” ఉనికిలో లేదు
th: “%(path)s” ไม่มีอยู่
tr: “%(yol)s” mevcut değil
vi: “%(path)s” không tồn tại

source: Index of %(directory)s
ar: فهرس %(الدليل)s
bn: %(ডিরেক্টরি) এর সূচক
da: Indeks over %(mappe)s
de: Index von %(Verzeichnis)s
el: Ευρετήριο %(καταλόγου)s
es: Índice de %(directorio)s
fi: Hakemisto %(hakemisto)s
fr: Index de %(répertoire)s
gu: %(directory)s ની અનુક્રમણિકા
he: אינדקס של %(directory)s
hi: %(निर्देशिका) का सूचकांक
id: Indeks %(direktori)s
it: Indice di %(directory)s
ja: %(ディレクトリ)s のインデックス
kn: %(ಡೈರೆಕ್ಟರಿ)ಗಳ ಸೂಚ್ಯಂಕ
ml: %(ഡയറക്‌ടറി)കളുടെ സൂചിക
mr: % (डिरेक्टरी) चे निर्देशांक
nl: Index van %(directory)s
no: Indeks for %(directory)s
or: %(directory)s ର ସୂଚକାଙ୍କ |
pa: % (ਡਾਇਰੈਕਟਰੀ) ਦਾ ਸੂਚਕਾਂਕ
pl: Indeks %(katalogu)s
pt: Índice de %(diretório)s
ru: Индекс %(каталог)s
sv: Index över %(katalog)s
ta: %(அடைவு)களின் அட்டவணை
te: %(డైరెక్టరీ)ల సూచిక
th: ดัชนีของ %(ไดเรกทอรี)s
tr: %(directory)s dizini
vi: Chỉ mục của %(thư mục)s
