Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Proceed to Email Templates
ar: انتقل إلى قوالب البريد الإلكتروني
bn: ইমেল টেমপ্লেট এ এগিয়ে যান
da: Fortsæt til e-mailskabeloner
de: Fahren Sie mit E-Mail-Vorlagen fort
el: Προχωρήστε στα Πρότυπα Email
es: Continúe con las plantillas de correo electrónico
fi: Siirry kohtaan Sähköpostimallit
fr: Passer aux modèles d'e-mails
he: המשך אל תבניות דוא"ל
hi: टेम्प्लेट ईमेल करने के लिए आगे बढ़ें
id: Lanjutkan ke Template Email
it: Procedi con i modelli di email
ja: メールテンプレートに進む
kn: ಇಮೇಲ್ ಟೆಂಪ್ಲೇಟ್‌ಗಳಿಗೆ ಮುಂದುವರಿಯಿರಿ
ml: ഇമെയിൽ ടെംപ്ലേറ്റുകളിലേക്ക് പോകുക
mr: ईमेल टेम्पलेट्सवर जा
nl: Ga verder naar E-mailsjablonen
pa: ਈਮੇਲ ਟੈਂਪਲੇਟਸ 'ਤੇ ਅੱਗੇ ਵਧੋ
pl: Przejdź do Szablonów e-maili
pt: Prossiga para modelos de e-mail
ru: Перейдите к шаблонам электронной почты
sv: Fortsätt till e-postmallar
ta: மின்னஞ்சல் டெம்ப்ளேட்டுகளுக்குச் செல்லவும்
te: ఇమెయిల్ టెంప్లేట్‌లకు వెళ్లండి
th: ดำเนินการต่อไปยังเทมเพลตอีเมล
tr: E-posta Şablonlarına Devam Edin
vi: Tiếp tục với mẫu email

source: Finish Delivery Process
ar: إنهاء عملية التسليم
bn: ডেলিভারি প্রক্রিয়া শেষ করুন
da: Afslut leveringsprocessen
de: Beenden Sie den Liefervorgang
el: Ολοκλήρωση της διαδικασίας παράδοσης
es: Finalizar el proceso de entrega
fi: Viimeistele toimitusprosessi
fr: Terminer le processus de livraison
he: סיים תהליך משלוח
hi: वितरण प्रक्रिया समाप्त करें
id: Selesaikan Proses Pengiriman
it: Completa il processo di consegna
ja: 配送プロセスを完了する
kn: ವಿತರಣಾ ಪ್ರಕ್ರಿಯೆಯನ್ನು ಮುಕ್ತಾಯಗೊಳಿಸಿ
ml: ഡെലിവറി പ്രക്രിയ പൂർത്തിയാക്കുക
mr: वितरण प्रक्रिया पूर्ण करा
nl: Voltooi het leveringsproces
pa: ਡਿਲਿਵਰੀ ਪ੍ਰਕਿਰਿਆ ਨੂੰ ਪੂਰਾ ਕਰੋ
pl: Zakończ proces dostawy
pt: Concluir processo de entrega
ru: Завершить процесс доставки
sv: Avsluta leveransprocessen
ta: டெலிவரி செயல்முறையை முடிக்கவும்
te: డెలివరీ ప్రక్రియను ముగించండి
th: เสร็จสิ้นกระบวนการจัดส่ง
tr: Teslimat Sürecini Bitirin
vi: Hoàn tất quá trình giao hàng

source: Filter Users
ar: تصفية المستخدمين
bn: ফিল্টার ব্যবহারকারী
da: Filtrer brugere
de: Benutzer filtern
el: Φιλτράρισμα χρηστών
es: Filtrar usuarios
fi: Suodata käyttäjät
fr: Filtrer les utilisateurs
he: סינון משתמשים
hi: उपयोगकर्ताओं को फ़िल्टर करें
id: Filter Pengguna
it: Filtra utenti
ja: ユーザーをフィルタリングする
kn: ಫಿಲ್ಟರ್ ಬಳಕೆದಾರರು
ml: ഉപയോക്താക്കളെ ഫിൽട്ടർ ചെയ്യുക
mr: वापरकर्ते फिल्टर करा
nl: Gebruikers filteren
pa: ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਫਿਲਟਰ ਕਰੋ
pl: Filtruj użytkowników
pt: Filtrar usuários
ru: Фильтровать пользователей
sv: Filtrera användare
ta: வடிகட்டி பயனர்கள்
te: వినియోగదారులను ఫిల్టర్ చేయండి
th: กรองผู้ใช้
tr: Kullanıcıları Filtrele
vi: Lọc người dùng

source: Proceed to Delivery Components
ar: انتقل إلى مكونات التسليم
bn: ডেলিভারি উপাদান এগিয়ে যান
da: Fortsæt til levering af komponenter
de: Weiter zu Lieferkomponenten
el: Προχωρήστε στην παράδοση εξαρτημάτων
es: Continuar con los componentes de entrega
fi: Siirry kohtaan Toimituskomponentit
fr: Passer aux composants de livraison
he: המשך למשלוח רכיבים
hi: घटकों की डिलीवरी के लिए आगे बढ़ें
id: Lanjutkan ke Komponen Pengiriman
it: Procedere con Componenti di consegna
ja: 配信コンポーネントに進む
kn: ವಿತರಣಾ ಘಟಕಗಳಿಗೆ ಮುಂದುವರಿಯಿರಿ
ml: ഡെലിവറി ഘടകങ്ങളിലേക്ക് പോകുക
mr: वितरण घटकांकडे जा
nl: Ga verder naar Leveringscomponenten
pa: ਡਿਲੀਵਰੀ ਕੰਪੋਨੈਂਟਸ ਲਈ ਅੱਗੇ ਵਧੋ
pl: Przejdź do elementów dostawy
pt: Prossiga para Componentes de Entrega
ru: Перейдите к компонентам поставки
sv: Fortsätt till leverans av komponenter
ta: டெலிவரி கூறுகளுக்குச் செல்லவும்
te: డెలివరీ భాగాలకు వెళ్లండి
th: ดำเนินการต่อไปยังส่วนประกอบการจัดส่ง
tr: Teslimat Bileşenlerine Devam Edin
vi: Tiến tới Thành phần phân phối

source: Delivery Details
ar: تفاصيل التسليم
bn: ডেলিভারি বিবরণ
da: Leveringsdetaljer
de: Lieferdetails
el: Λεπτομέρειες παράδοσης
es: Detalles de entrega
fi: Toimitustiedot
fr: Détails de livraison
he: פרטי משלוח
hi: वितरण विवरण
id: Detail Pengiriman
it: Dettagli di consegna
ja: 配送詳細
kn: ವಿತರಣಾ ವಿವರಗಳು
ml: ഡെലിവറി വിശദാംശങ്ങൾ
mr: वितरण तपशील
nl: Leveringsdetails
pa: ਡਿਲਿਵਰੀ ਵੇਰਵੇ
pl: Szczegóły dostawy
pt: Detalhes da entrega
ru: Детали доставки
sv: Leveransdetaljer
ta: டெலிவரி விவரங்கள்
te: డెలివరీ వివరాలు
th: รายละเอียดการจัดส่ง
tr: Teslimat Detayları
vi: Chi tiết giao hàng

source: Delivery Details and Components
ar: تفاصيل التسليم والمكونات
bn: ডেলিভারি বিবরণ এবং উপাদান
da: Leveringsdetaljer og komponenter
de: Lieferdetails und Komponenten
el: Λεπτομέρειες και εξαρτήματα παράδοσης
es: Detalles de entrega y componentes
fi: Toimitustiedot ja komponentit
fr: Détails de livraison et composants
he: פרטי משלוח ורכיבים
hi: डिलिवरी विवरण और घटक
id: Detail dan Komponen Pengiriman
it: Dettagli e componenti di consegna
ja: 納品の詳細とコンポーネント
kn: ವಿತರಣಾ ವಿವರಗಳು ಮತ್ತು ಘಟಕಗಳು
ml: ഡെലിവറി വിശദാംശങ്ങളും ഘടകങ്ങളും
mr: वितरण तपशील आणि घटक
nl: Leveringsdetails en componenten
pa: ਡਿਲਿਵਰੀ ਵੇਰਵੇ ਅਤੇ ਹਿੱਸੇ
pl: Szczegóły dostawy i komponenty
pt: Detalhes e componentes da entrega
ru: Детали поставки и компоненты
sv: Leveransdetaljer och komponenter
ta: விநியோக விவரங்கள் மற்றும் கூறுகள்
te: డెలివరీ వివరాలు మరియు భాగాలు
th: รายละเอียดการจัดส่งและส่วนประกอบ
tr: Teslimat Ayrıntıları ve Bileşenleri
vi: Chi tiết và thành phần giao hàng

source: Delete Component
ar: حذف المكون
bn: কম্পোনেন্ট মুছুন
da: Slet komponent
de: Komponente löschen
el: Διαγραφή στοιχείου
es: Eliminar componente
fi: Poista komponentti
fr: Supprimer un composant
he: מחק רכיב
hi: घटक हटाएँ
id: Hapus Komponen
it: Elimina componente
ja: コンポーネントの削除
kn: ಘಟಕವನ್ನು ಅಳಿಸಿ
ml: ഘടകം ഇല്ലാതാക്കുക
mr: घटक हटवा
nl: Onderdeel verwijderen
pa: ਕੰਪੋਨੈਂਟ ਮਿਟਾਓ
pl: Usuń komponent
pt: Excluir componente
ru: Удалить компонент
sv: Ta bort komponent
ta: கூறுகளை நீக்கு
te: భాగాన్ని తొలగించండి
th: ลบส่วนประกอบ
tr: Bileşeni Sil
vi: Xóa thành phần

source: Delivery Information
ar: معلومات التسليم
bn: ডেলিভারি তথ্য
da: Leveringsinformation
de: Lieferinformationen
el: Πληροφορίες Παράδοσης
es: Información de entrega
fi: Toimitustiedot
fr: Informations de livraison
he: מידע על משלוח
hi: डिलिवरी सूचना
id: Informasi Pengiriman
it: Informazioni sulla consegna
ja: 配送情報
kn: ವಿತರಣಾ ಮಾಹಿತಿ
ml: ഡെലിവറി വിവരങ്ങൾ
mr: वितरण माहिती
nl: Leveringsinformatie
pa: ਡਿਲਿਵਰੀ ਜਾਣਕਾਰੀ
pl: Informacje o dostawie
pt: Informações de entrega
ru: Информация о доставке
sv: Leveransinformation
ta: டெலிவரி தகவல்
te: డెలివరీ సమాచారం
th: ข้อมูลการจัดส่ง
tr: Teslimat Bilgileri
vi: Thông tin giao hàng

source: Start Date:
ar: تاريخ البدء:
bn: শুরুর তারিখ:
da: Startdato:
de: Startdatum:
el: Ημερομηνία έναρξης:
es: Fecha de inicio:
fi: Aloituspäivämäärä:
fr: Date de début:
gu: પ્રારંભ તારીખ:
he: תאריך התחלה:
hi: आरंभ करने की तिथि:
id: Tanggal Mulai:
it: Data di inizio:
ja: 開始日：
kn: ಪ್ರಾರಂಭ ದಿನಾಂಕ:
ml: ആരംഭിക്കുന്ന തീയതി:
mr: प्रारंभ तारीख:
nl: Startdatum:
no: Startdato:
or: ଆରମ୍ଭ ତାରିଖ:
pa: ਤਾਰੀਖ ਸ਼ੁਰੂ:
pl: Data rozpoczęcia:
pt: Data de início:
ru: Дата начала:
sv: Startdatum:
ta: தொடக்க தேதி:
te: ప్రారంభ తేదీ:
th: วันที่เริ่มต้น:
tr: Başlangıç ​​Tarihi:
vi: Ngày bắt đầu:

source: End Date:
ar: تاريخ الانتهاء:
bn: শেষ তারিখ:
da: Slutdato:
de: Enddatum:
el: Ημερομηνία λήξης:
es: Fecha de finalización:
fi: Päättymispäivä:
fr: Date de fin :
he: תאריך סיום:
hi: अंतिम तिथि:
id: Tanggal Berakhir:
it: Data di fine:
ja: 終了日:
kn: ಅಂತಿಮ ದಿನಾಂಕ:
ml: അവസാന തീയതി:
mr: समाप्ती तारीख:
nl: Einddatum:
pa: ਸਮਾਪਤੀ ਮਿਤੀ:
pl: Data zakończenia:
pt: Data de término:
ru: Дата окончания:
sv: Slutdatum:
ta: முடிவு தேதி:
te: ముగింపు తేదీ:
th: วันที่สิ้นสุด:
tr: Bitiş Tarihi:
vi: Ngày kết thúc:

source: Status:
ar: حالة:
bn: অবস্থা:
el: Κατάσταση:
es: Estado:
fr: Statut:
he: סטָטוּס:
hi: स्थिति:
it: Stato:
ja: 状態：
kn: ಸ್ಥಿತಿ:
ml: നില:
mr: स्थिती:
pa: ਸਥਿਤੀ:
ru: Статус:
ta: நிலை:
te: స్థితి:
th: สถานะ:
tr: Durum:
vi: Trạng thái:

source: Created:
ar: مخلوق:
bn: তৈরি করা হয়েছে:
da: Oprettet:
de: Erstellt:
el: Δημιουργήθηκε:
es: Creado:
fi: Luotu:
fr: Créé :
he: נוצר:
hi: बनाया था:
id: Dibuat:
it: Creato:
ja: 作成:
kn: ರಚಿಸಲಾಗಿದೆ:
ml: സൃഷ്ടിച്ചത്:
mr: तयार केले:
nl: Gemaakt:
pa: ਬਣਾਇਆ ਗਿਆ:
pl: Stworzony:
pt: Criado:
ru: Созданный:
sv: Skapad:
ta: உருவாக்கப்பட்டது:
te: సృష్టించబడింది:
th: สร้าง:
tr: Oluşturuldu:
vi: Tạo:

source: Last Updated:
ar: آخر تحديث:
bn: সর্বশেষ আপডেট:
da: Sidst opdateret:
de: Letzte Aktualisierung:
el: Τελευταία ενημέρωση:
es: Última actualización:
fi: Viimeksi päivitetty:
fr: Dernière mise à jour :
he: עודכן לאחרונה:
hi: आखरी अपडेट:
id: Terakhir Diperbarui:
it: Ultimo aggiornamento:
ja: 最終更新日:
kn: ಕೊನೆಯದಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ:
ml: അവസാനം അപ്ഡേറ്റ് ചെയ്തത്:
mr: शेवटचे अपडेट:
nl: Laatst bijgewerkt:
pa: ਆਖਰੀ ਅੱਪਡੇਟ:
pl: Ostatnia aktualizacja:
pt: Última atualização:
ru: Последнее обновление:
sv: Senast uppdaterad:
ta: கடைசியாக புதுப்பிக்கப்பட்டது:
te: చివరిగా నవీకరించబడింది:
th: อัปเดตล่าสุด:
tr: Son Güncelleme:
vi: Cập nhật lần cuối:

source: Quick Stats
ar: إحصائيات سريعة
bn: দ্রুত পরিসংখ্যান
da: Hurtig statistik
de: Schnelle Statistiken
el: Γρήγορα στατιστικά
es: Estadísticas rápidas
fi: Pikatilastot
fr: Statistiques rapides
he: סטטיסטיקה מהירה
hi: त्वरित आँकड़े
id: Statistik Cepat
it: Statistiche rapide
ja: クイック統計
kn: ತ್ವರಿತ ಅಂಕಿಅಂಶಗಳು
ml: ദ്രുത സ്ഥിതിവിവരക്കണക്കുകൾ
mr: द्रुत आकडेवारी
nl: Snelle statistieken
pa: ਤਤਕਾਲ ਅੰਕੜੇ
pl: Szybkie statystyki
pt: Estatísticas rápidas
ru: Быстрая статистика
sv: Snabbstatistik
ta: விரைவான புள்ளிவிவரங்கள்
te: త్వరిత గణాంకాలు
th: สถิติด่วน
tr: Hızlı İstatistikler
vi: Thống kê nhanh

source: Total Components
ar: إجمالي المكونات
bn: মোট উপাদান
da: Samlede komponenter
de: Gesamtkomponenten
el: Σύνολο εξαρτημάτων
es: Componentes totales
fi: Komponentit yhteensä
fr: Composants totaux
he: סך הרכיבים
hi: कुल घटक
id: Jumlah Komponen
it: Componenti totali
ja: 総コンポーネント
kn: ಒಟ್ಟು ಘಟಕಗಳು
ml: മൊത്തം ഘടകങ്ങൾ
mr: एकूण घटक
nl: Totaal componenten
pa: ਕੁੱਲ ਭਾਗ
pl: Razem komponenty
pt: Componentes totais
ru: Всего компонентов
sv: Totalt antal komponenter
ta: மொத்த கூறுகள்
te: మొత్తం భాగాలు
th: ส่วนประกอบทั้งหมด
tr: Toplam Bileşenler
vi: Tổng số thành phần

source: Optional
ar: خياري
bn: ঐচ্ছিক
da: Valgfri
el: Προαιρετικός
es: Opcional
fi: Valinnainen
fr: Facultatif
he: אופציונלי
hi: वैकल्पिक
id: Opsional
it: Opzionale
ja: オプション
kn: ಐಚ್ಛಿಕ
ml: ഓപ്ഷണൽ
mr: ऐच्छिक
nl: Optioneel
pa: ਵਿਕਲਪਿਕ
pl: Fakultatywny
pt: Opcional
ru: Необязательный
sv: Frivillig
ta: விருப்பமானது
te: ఐచ్ఛికం
th: ไม่จำเป็น
tr: İsteğe bağlı
vi: Không bắt buộc

source: Update the details of an existing delivery.
ar: قم بتحديث تفاصيل التسليم الحالي.
bn: একটি বিদ্যমান বিতরণের বিবরণ আপডেট করুন।
da: Opdater detaljerne for en eksisterende levering.
de: Aktualisieren Sie die Details einer vorhandenen Lieferung.
el: Ενημερώστε τα στοιχεία μιας υπάρχουσας παράδοσης.
es: Actualizar los detalles de una entrega existente.
fi: Päivitä olemassa olevan toimituksen tiedot.
fr: Mettre à jour les détails d'une livraison existante.
he: עדכן את הפרטים של משלוח קיים.
hi: मौजूदा डिलीवरी का विवरण अपडेट करें।
id: Perbarui detail pengiriman yang ada.
it: Aggiorna i dettagli di una consegna esistente.
ja: 既存の配信の詳細を更新します。
kn: ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ವಿತರಣೆಯ ವಿವರಗಳನ್ನು ನವೀಕರಿಸಿ.
ml: നിലവിലുള്ള ഒരു ഡെലിവറിയുടെ വിശദാംശങ്ങൾ അപ്‌ഡേറ്റ് ചെയ്യുക.
mr: विद्यमान वितरणाचे तपशील अद्यतनित करा.
nl: Update de gegevens van een bestaande levering.
pa: ਮੌਜੂਦਾ ਡਿਲੀਵਰੀ ਦੇ ਵੇਰਵਿਆਂ ਨੂੰ ਅੱਪਡੇਟ ਕਰੋ।
pl: Zaktualizuj szczegóły istniejącej dostawy.
pt: Atualize os detalhes de uma entrega existente.
ru: Обновите сведения о существующей доставке.
sv: Uppdatera detaljerna för en befintlig leverans.
ta: ஏற்கனவே உள்ள டெலிவரி விவரங்களைப் புதுப்பிக்கவும்.
te: ఇప్పటికే ఉన్న డెలివరీ వివరాలను అప్‌డేట్ చేయండి.
th: อัปเดตรายละเอียดการจัดส่งที่มีอยู่
tr: Mevcut bir teslimatın ayrıntılarını güncelleyin.
vi: Cập nhật chi tiết của một lần giao hàng hiện có.

source: Administrator
ar: المسؤول
bn: প্রশাসক
el: Διαχειριστής
es: Administrador
fi: Järjestelmänvalvoja
fr: Administrateur
he: מְנַהֵל
hi: प्रशासक
it: Amministratore
ja: 管理者
kn: ನಿರ್ವಾಹಕ
ml: അഡ്മിനിസ്ട്രേറ്റർ
mr: प्रशासक
nl: Beheerder
pa: ਪ੍ਰਸ਼ਾਸਕ
pt: Administrador
ru: Администратор
sv: Administratör
ta: நிர்வாகி
te: నిర్వాహకుడు
th: ผู้ดูแลระบบ
tr: Yönetici
vi: Quản trị viên

source: Manage and view all course and program deliveries.
ar: إدارة وعرض جميع عمليات تسليم الدورة والبرامج.
bn: সমস্ত কোর্স এবং প্রোগ্রাম বিতরণ পরিচালনা এবং দেখুন।
da: Administrer og se alle kursus- og programleverancer.
de: Verwalten und sehen Sie alle Kurs- und Programmlieferungen.
el: Διαχειριστείτε και δείτε όλες τις παραδόσεις μαθημάτων και προγραμμάτων.
es: Administre y vea todas las entregas de cursos y programas.
fi: Hallitse ja tarkastele kaikkia kurssi- ja ohjelmatoimituksia.
fr: Gérez et affichez toutes les livraisons de cours et de programmes.
he: נהל והצג את כל משלוחי הקורסים והתוכניות.
hi: सभी पाठ्यक्रम और कार्यक्रम डिलीवरी को प्रबंधित करें और देखें।
id: Kelola dan lihat semua penyampaian kursus dan program.
it: Gestisci e visualizza tutte le consegne di corsi e programmi.
ja: すべてのコースとプログラムの配信を管理および表示します。
kn: ಎಲ್ಲಾ ಕೋರ್ಸ್ ಮತ್ತು ಪ್ರೋಗ್ರಾಂ ವಿತರಣೆಗಳನ್ನು ನಿರ್ವಹಿಸಿ ಮತ್ತು ವೀಕ್ಷಿಸಿ.
ml: എല്ലാ കോഴ്സുകളും പ്രോഗ്രാം ഡെലിവറികളും നിയന്ത്രിക്കുകയും കാണുക.
mr: सर्व अभ्यासक्रम आणि कार्यक्रम वितरण व्यवस्थापित करा आणि पहा.
nl: Beheer en bekijk alle cursus- en programmaleveringen.
pa: ਸਾਰੇ ਕੋਰਸ ਅਤੇ ਪ੍ਰੋਗਰਾਮ ਡਿਲੀਵਰੀ ਪ੍ਰਬੰਧਿਤ ਕਰੋ ਅਤੇ ਦੇਖੋ।
pl: Zarządzaj i przeglądaj wszystkie dostawy kursów i programów.
pt: Gerencie e visualize todas as entregas de cursos e programas.
ru: Управляйте и просматривайте все поставки курсов и программ.
sv: Hantera och se alla kurs- och programleveranser.
ta: அனைத்து பாடநெறி மற்றும் நிரல் விநியோகங்களையும் நிர்வகிக்கவும் பார்க்கவும்.
te: అన్ని కోర్సు మరియు ప్రోగ్రామ్ డెలివరీలను నిర్వహించండి మరియు వీక్షించండి.
th: จัดการและดูการส่งมอบหลักสูตรและโปรแกรมทั้งหมด
tr: Tüm kurs ve program teslimatlarını yönetin ve görüntüleyin.
vi: Quản lý và xem tất cả các khóa học và chương trình phân phối.

source: Delivery List
ar: قائمة التسليم
bn: ডেলিভারি তালিকা
da: Leveringsliste
de: Lieferliste
el: Λίστα παράδοσης
es: Lista de entrega
fi: Toimituslista
fr: Liste de livraison
he: רשימת משלוחים
hi: वितरण सूची
id: Daftar Pengiriman
it: Elenco di consegna
ja: 配信リスト
kn: ವಿತರಣಾ ಪಟ್ಟಿ
ml: ഡെലിവറി ലിസ്റ്റ്
mr: वितरण यादी
nl: Leveringslijst
pa: ਡਿਲਿਵਰੀ ਸੂਚੀ
pl: Lista dostaw
pt: Lista de entrega
ru: Список доставки
sv: Leveranslista
ta: டெலிவரி பட்டியல்
te: డెలివరీ జాబితా
th: รายการจัดส่ง
tr: Teslimat Listesi
vi: Danh sách giao hàng

source: Delivery Type
ar: نوع التسليم
bn: ডেলিভারি টাইপ
da: Leveringstype
de: Lieferart
el: Τύπος παράδοσης
es: Tipo de entrega
fi: Toimitustyyppi
fr: Type de livraison
he: סוג משלוח
hi: डिलिवरी प्रकार
id: Jenis Pengiriman
it: Tipo di consegna
ja: 配送タイプ
kn: ವಿತರಣಾ ಪ್ರಕಾರ
ml: ഡെലിവറി തരം
mr: वितरण प्रकार
nl: Leveringstype
pa: ਡਿਲੀਵਰੀ ਦੀ ਕਿਸਮ
pl: Rodzaj dostawy
pt: Tipo de entrega
ru: Тип доставки
sv: Leveranstyp
ta: டெலிவரி வகை
te: డెలివరీ రకం
th: ประเภทการจัดส่ง
tr: Teslimat Türü
vi: Loại giao hàng

source: Completion Criteria
ar: معايير الإنجاز
bn: সমাপ্তির মানদণ্ড
da: Gennemførelseskriterier
de: Abschlusskriterien
el: Κριτήρια Ολοκλήρωσης
es: Criterios de finalización
fi: Valmistumiskriteerit
fr: Critères d'achèvement
he: קריטריוני השלמה
hi: समापन मानदंड
id: Kriteria Penyelesaian
it: Criteri di completamento
ja: 完了基準
kn: ಪೂರ್ಣಗೊಳಿಸುವಿಕೆಯ ಮಾನದಂಡ
ml: പൂർത്തീകരണ മാനദണ്ഡം
mr: पूर्णता निकष
nl: Voltooiingscriteria
pa: ਸੰਪੂਰਨਤਾ ਮਾਪਦੰਡ
pl: Kryteria ukończenia
pt: Critérios de conclusão
ru: Критерии завершения
sv: Kriterier för slutförande
ta: நிறைவு அளவுகோல்கள்
te: పూర్తి ప్రమాణాలు
th: เกณฑ์การสำเร็จ
tr: Tamamlama Kriterleri
vi: Tiêu chí hoàn thành

source: No deliveries found.
ar: لم يتم العثور على أي تسليمات.
bn: কোনো ডেলিভারি পাওয়া যায়নি।
da: Ingen leverancer fundet.
de: Keine Lieferungen gefunden.
el: Δεν βρέθηκαν παραδόσεις.
es: No se encontraron entregas.
fi: Toimituksia ei löytynyt.
fr: Aucune livraison trouvée.
he: לא נמצאו משלוחים.
hi: कोई डिलीवरी नहीं मिली.
id: Tidak ada pengiriman yang ditemukan.
it: Nessuna consegna trovata.
ja: 配達物が見つかりませんでした。
kn: ಯಾವುದೇ ವಿತರಣೆಗಳು ಕಂಡುಬಂದಿಲ್ಲ.
ml: ഡെലിവറികൾ ഒന്നും കണ്ടെത്തിയില്ല.
mr: कोणतेही वितरण आढळले नाही.
nl: Geen leveringen gevonden.
pa: ਕੋਈ ਡਿਲੀਵਰੀ ਨਹੀਂ ਮਿਲੀ।
pl: Nie znaleziono dostaw.
pt: Nenhuma entrega encontrada.
ru: Поставки не найдены.
sv: Inga leveranser hittades.
ta: டெலிவரிகள் எதுவும் இல்லை.
te: డెలివరీలు ఏవీ కనుగొనబడలేదు.
th: ไม่พบการส่งมอบ
tr: Hiçbir teslimat bulunamadı.
vi: Không tìm thấy giao hàng.

source: Showing
ar: عرض
bn: দেখাচ্ছে
da: Viser
de: Zeigt
el: Επίδειξη
es: Demostración
fi: Näytetään
fr: Affichage
gu: દર્શાવે છે
he: הַצָגָה
hi: दिखा
id: Menampilkan
it: Mostrare
ja: 表示中
kn: ತೋರಿಸಲಾಗುತ್ತಿದೆ
ml: കാണിക്കുന്നു
mr: दाखवत आहे
nl: Tonen
no: Viser
or: ଦେଖାଉଛି |
pa: ਦਿਖਾ ਰਿਹਾ ਹੈ
pl: Seans
pt: Mostrando
ru: Показаны
sv: Visande
ta: காட்டும்
te: చూపిస్తున్నారు
th: กำลังแสดง
tr: Gösteriliyor
vi: Đang hiển thị

source: to
ar: ل
bn: থেকে
da: til
de: Zu
el: να
es: a
fr: à
gu: થી
he: אֶל
hi: को
id: ke
it: A
ja: に
kn: ಗೆ
ml: വരെ
mr: करण्यासाठी
nl: naar
no: til
or: କୁ
pa: ਨੂੰ
pl: Do
pt: para
ru: к
sv: till
ta: செய்ய
te: కు
th: ถึง
tr: ile
vi: ĐẾN

source: of
ar: ل
bn: এর
da: af
de: von
el: του
es: de
fr: de
gu: ના
he: שֶׁל
hi: का
id: dari
it: Di
ja: の
kn: ನ
ml: യുടെ
mr: च्या
nl: van
no: av
or: ର
pa: ਦੇ
pl: z
pt: de
ru: из
sv: av
ta: இன்
te: యొక్క
th: ของ
tr: ile ilgili
vi: của

source: results
ar: نتائج
bn: ফলাফল
da: resultater
de: Ergebnisse
el: αποτελέσματα
es: resultados
fi: tuloksia
fr: résultats
gu: પરિણામો
he: תוצאות
hi: परिणाम
id: hasil
it: risultati
ja: 結果
kn: ಫಲಿತಾಂಶಗಳು
ml: ഫലങ്ങൾ
mr: परिणाम
nl: resultaten
no: resultater
or: ଫଳାଫଳ
pa: ਨਤੀਜੇ
pl: wyniki
pt: resultados
ru: результаты
sv: resultat
ta: முடிவுகள்
te: ఫలితాలు
th: ผลลัพธ์
tr: sonuçlar
vi: kết quả

source: Enroll Learners - LMS Admin
ar: تسجيل المتعلمين - مسؤول LMS
bn: শিক্ষার্থীদের তালিকাভুক্ত করুন - LMS অ্যাডমিন
da: Tilmeld elever - LMS Admin
de: Lernende einschreiben – LMS-Administrator
el: Εγγραφή Εκπαιδευομένων - Διαχειριστής LMS
es: Inscribir alumnos: administrador de LMS
fi: Ilmoittaudu oppijoille - LMS-järjestelmänvalvoja
fr: Inscrire des apprenants - Administrateur LMS
he: רשום לומדים - מנהל מערכת LMS
hi: शिक्षार्थियों का नामांकन करें - एलएमएस एडमिन
id: Daftarkan Peserta - Admin LMS
it: Iscrivi studenti - Amministrazione LMS
ja: 学習者の登録 - LMS 管理者
kn: ಕಲಿಯುವವರನ್ನು ನೋಂದಾಯಿಸಿ - LMS ನಿರ್ವಾಹಕ
ml: പഠിതാക്കളെ എൻറോൾ ചെയ്യുക - LMS അഡ്മിൻ
mr: विद्यार्थ्यांची नोंदणी करा - LMS प्रशासन
nl: Studenten inschrijven - LMS-beheerder
pa: ਸਿਖਿਆਰਥੀਆਂ ਨੂੰ ਦਾਖਲ ਕਰੋ - LMS ਪ੍ਰਸ਼ਾਸਕ
pl: Zarejestruj uczniów — administrator LMS
pt: Inscrever alunos - Administrador do LMS
ru: Регистрация учащихся – администратор LMS
sv: Registrera elever - LMS Admin
ta: கற்றவர்களை பதிவு செய்யுங்கள் - LMS நிர்வாகி
te: అభ్యాసకులను నమోదు చేసుకోండి - LMS అడ్మిన్
th: ลงทะเบียนผู้เรียน - ผู้ดูแลระบบ LMS
tr: Öğrencileri Kaydetme - LMS Yöneticisi
vi: Đăng ký học viên - LMS Admin

source: Enroll Learners
ar: تسجيل المتعلمين
bn: শিক্ষার্থীদের তালিকাভুক্ত করুন
da: Tilmeld elever
de: Melden Sie Lernende an
el: Εγγραφή Μαθητών
es: Inscribir estudiantes
fi: Ilmoittaudu oppilaat
fr: Inscrire des apprenants
he: רשום לומדים
hi: शिक्षार्थियों का नामांकन करें
id: Daftarkan Peserta didik
it: Iscrivi gli studenti
ja: 学習者の登録
kn: ಕಲಿಯುವವರನ್ನು ನೋಂದಾಯಿಸಿ
ml: പഠിതാക്കളെ എൻറോൾ ചെയ്യുക
mr: शिकणाऱ्यांची नोंदणी करा
nl: Schrijf leerlingen in
pa: ਸਿਖਿਆਰਥੀਆਂ ਨੂੰ ਭਰਤੀ ਕਰੋ
pl: Zapisz uczniów
pt: Inscrever alunos
ru: Зарегистрируйте учащихся
sv: Anmäl elever
ta: கற்றவர்களை பதிவு செய்யுங்கள்
te: అభ్యాసకులను నమోదు చేయండి
th: ลงทะเบียนผู้เรียน
tr: Öğrencileri Kaydetme
vi: Đăng ký học viên

source: Select Learners to Enroll
ar: حدد المتعلمين للتسجيل
bn: নথিভুক্ত করার জন্য শিক্ষার্থী নির্বাচন করুন
da: Vælg Elever at tilmelde
de: Wählen Sie „Zu registrierende Lernende“ aus
el: Επιλέξτε Μαθητές για εγγραφή
es: Seleccione estudiantes para inscribir
fi: Valitse ilmoittautuvat oppilaat
fr: Sélectionnez les apprenants à inscrire
he: בחר לומדים להרשמה
hi: नामांकन के लिए शिक्षार्थियों का चयन करें
id: Pilih Peserta yang Akan Didaftarkan
it: Seleziona gli studenti da iscrivere
ja: 登録する学習者を選択してください
kn: ನೋಂದಾಯಿಸಲು ಕಲಿಯುವವರನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: എൻറോൾ ചെയ്യാൻ പഠിതാക്കളെ തിരഞ്ഞെടുക്കുക
mr: नावनोंदणी करण्यासाठी शिकणारे निवडा
nl: Selecteer Studenten die zich willen inschrijven
pa: ਦਾਖਲਾ ਲੈਣ ਲਈ ਸਿਖਿਆਰਥੀਆਂ ਦੀ ਚੋਣ ਕਰੋ
pl: Wybierz uczniów do zapisania
pt: Selecione os alunos para se inscrever
ru: Выберите учащихся для регистрации
sv: Välj Elever att registrera
ta: பதிவுசெய்ய கற்றவர்களைத் தேர்ந்தெடுக்கவும்
te: నమోదు చేసుకోవడానికి అభ్యాసకులను ఎంచుకోండి
th: เลือกผู้เรียนที่จะลงทะเบียน
tr: Kaydolacak Öğrencileri Seçin
vi: Chọn người học để đăng ký

source: Search learners...
ar: بحث عن المتعلمين...
bn: শিক্ষার্থীদের অনুসন্ধান করুন...
da: Søg efter elever...
de: Lernende suchen...
el: Αναζήτηση μαθητών...
es: Buscar alumnos...
fi: Hae oppijoita...
fr: Rechercher des apprenants...
he: חפש לומדים...
hi: शिक्षार्थियों को खोजें...
id: Telusuri pelajar...
it: Cerca studenti...
ja: 学習者を検索...
kn: ಕಲಿಯುವವರನ್ನು ಹುಡುಕಿ...
ml: പഠിതാക്കളെ തിരയുക...
mr: शिकणारे शोधा...
nl: Zoek leerlingen...
pa: ਸਿਖਿਆਰਥੀਆਂ ਦੀ ਖੋਜ ਕਰੋ...
pl: Wyszukaj uczniów...
pt: Pesquisar alunos...
ru: Поиск учащихся...
sv: Sök efter elever...
ta: கற்றவர்களைத் தேடுங்கள்...
te: అభ్యాసకులను వెతకండి...
th: ค้นหาผู้เรียน...
tr: Öğrencileri arayın...
vi: Tìm kiếm người học...

source: Filter by Program
ar: تصفية حسب البرنامج
bn: প্রোগ্রাম দ্বারা ফিল্টার
da: Filtrer efter program
de: Nach Programm filtern
el: Φιλτράρισμα ανά πρόγραμμα
es: Filtrar por programa
fi: Suodata ohjelman mukaan
fr: Filtrer par programme
he: סנן לפי תוכנית
hi: प्रोग्राम द्वारा फ़िल्टर करें
id: Filter berdasarkan Program
it: Filtra per programma
ja: プログラムでフィルターする
kn: ಪ್ರೋಗ್ರಾಂ ಮೂಲಕ ಫಿಲ್ಟರ್ ಮಾಡಿ
ml: പ്രോഗ്രാം പ്രകാരം ഫിൽട്ടർ ചെയ്യുക
mr: प्रोग्रामनुसार फिल्टर करा
nl: Filter op programma
pa: ਪ੍ਰੋਗਰਾਮ ਦੁਆਰਾ ਫਿਲਟਰ ਕਰੋ
pl: Filtruj według programu
pt: Filtrar por programa
ru: Фильтровать по программе
sv: Filtrera efter program
ta: நிரல் மூலம் வடிகட்டவும்
te: ప్రోగ్రామ్ ద్వారా ఫిల్టర్ చేయండి
th: กรองตามโปรแกรม
tr: Programa Göre Filtrele
vi: Lọc theo chương trình

source: Filter by Year
ar: التصفية حسب السنة
bn: বছর অনুযায়ী ফিল্টার করুন
da: Filtrer efter år
de: Nach Jahr filtern
el: Φιλτράρισμα ανά έτος
es: Filtrar por año
fi: Suodata vuoden mukaan
fr: Filtrer par année
he: סנן לפי שנה
hi: वर्ष के अनुसार फ़िल्टर करें
id: Filter berdasarkan Tahun
it: Filtra per anno
ja: 年でフィルターする
kn: ವರ್ಷದಿಂದ ಫಿಲ್ಟರ್ ಮಾಡಿ
ml: വർഷം അനുസരിച്ച് ഫിൽട്ടർ ചെയ്യുക
mr: वर्षानुसार फिल्टर करा
nl: Filter op jaar
pa: ਸਾਲ ਮੁਤਾਬਕ ਫਿਲਟਰ ਕਰੋ
pl: Filtruj według roku
pt: Filtrar por ano
ru: Фильтровать по году
sv: Filtrera efter år
ta: ஆண்டு வாரியாக வடிகட்டவும்
te: సంవత్సరం వారీగా ఫిల్టర్ చేయండి
th: กรองตามปี
tr: Yıla Göre Filtrele
vi: Lọc theo năm

source: Filter by Status
ar: التصفية حسب الحالة
bn: স্থিতি অনুসারে ফিল্টার করুন
da: Filtrer efter status
de: Nach Status filtern
el: Φιλτράρισμα κατά κατάσταση
es: Filtrar por estado
fi: Suodata tilan mukaan
fr: Filtrer par statut
he: סנן לפי סטטוס
hi: स्थिति के अनुसार फ़िल्टर करें
id: Saring berdasarkan Status
it: Filtra per stato
ja: ステータスによるフィルター
kn: ಸ್ಥಿತಿಯ ಮೂಲಕ ಫಿಲ್ಟರ್ ಮಾಡಿ
ml: സ്റ്റാറ്റസ് അനുസരിച്ച് ഫിൽട്ടർ ചെയ്യുക
mr: स्थितीनुसार फिल्टर करा
nl: Filter op Status
pa: ਸਥਿਤੀ ਦੁਆਰਾ ਫਿਲਟਰ ਕਰੋ
pl: Filtruj według stanu
pt: Filtrar por status
ru: Фильтровать по статусу
sv: Filtrera efter status
ta: நிலையின்படி வடிகட்டவும்
te: స్థితి ద్వారా ఫిల్టర్ చేయండి
th: กรองตามสถานะ
tr: Duruma göre filtrele
vi: Lọc theo trạng thái
