Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Hello, I'm having trouble registering for the Advanced Python course. The system keeps showing an error message when I try to complete the registration. Can you please help me with this issue?
ar: مرحبًا، أواجه مشكلة في التسجيل في دورة لغة بايثون المتقدمة. يستمر النظام في إظهار رسالة خطأ عندما أحاول إكمال التسجيل. هل يمكنك مساعدتي في هذه المشكلة؟
bn: হ্যালো, অ্যাডভান্সড পাইথন কোর্সের জন্য নিবন্ধন করতে আমার সমস্যা হচ্ছে। যখন আমি নিবন্ধন সম্পূর্ণ করার চেষ্টা করি তখন সিস্টেমটি একটি ত্রুটি বার্তা প্রদর্শন করে। আপনি এই সমস্যা আমাকে সাহায্য করতে পারেন?
da: Hej, jeg har problemer med at tilmelde mig Advanced Python-kurset. Systemet bliver ved med at vise en fejlmeddelelse, når jeg forsøger at fuldføre registreringen. Kan du hjælpe mig med dette problem?
de: Hallo, ich habe Probleme bei der Anmeldung zum Advanced Python-Kurs. Das System zeigt immer wieder eine Fehlermeldung an, wenn ich versuche, die Registrierung abzuschließen. Können Sie mir bitte bei diesem Problem helfen?
el: Γεια σας, αντιμετωπίζω πρόβλημα με την εγγραφή μου στο μάθημα της Python για προχωρημένους. Το σύστημα εμφανίζει συνέχεια ένα μήνυμα σφάλματος όταν προσπαθώ να ολοκληρώσω την εγγραφή. Μπορείτε παρακαλώ να με βοηθήσετε με αυτό το θέμα;
es: Hola, tengo problemas para registrarme en el curso avanzado de Python. El sistema sigue mostrando un mensaje de error cuando intento completar el registro. ¿Puedes ayudarme con este problema?
fi: Hei, minulla on vaikeuksia rekisteröityä Python-lisäkurssille. Järjestelmä näyttää jatkuvasti virheilmoituksen, kun yritän suorittaa rekisteröinnin loppuun. Voitteko auttaa minua tässä ongelmassa?
fr: Bonjour, j'ai du mal à m'inscrire au cours Advanced Python. Le système continue d'afficher un message d'erreur lorsque j'essaie de terminer l'enregistrement. Pouvez-vous s'il vous plaît m'aider avec ce problème ?
gu: હેલો, મને એડવાન્સ્ડ પાયથોન કોર્સ માટે નોંધણી કરવામાં મુશ્કેલી આવી રહી છે. જ્યારે હું નોંધણી પૂર્ણ કરવાનો પ્રયાસ કરું છું ત્યારે સિસ્ટમ ભૂલ સંદેશો બતાવતી રહે છે. શું તમે કૃપા કરીને મને આ સમસ્યામાં મદદ કરી શકશો?
he: שלום, אני מתקשה להירשם לקורס Python מתקדם. המערכת ממשיכה להציג הודעת שגיאה כאשר אני מנסה להשלים את הרישום. אתה יכול בבקשה לעזור לי עם הנושא הזה?
hi: नमस्ते, मुझे उन्नत पायथन पाठ्यक्रम के लिए पंजीकरण करने में समस्या आ रही है। जब मैं पंजीकरण पूरा करने का प्रयास करता हूं तो सिस्टम एक त्रुटि संदेश दिखाता रहता है। क्या आप कृपया इस मुद्दे पर मेरी मदद कर सकते हैं?
id: Halo, Saya mengalami masalah saat mendaftar kursus Python Tingkat Lanjut. Sistem terus menampilkan pesan kesalahan ketika saya mencoba menyelesaikan pendaftaran. Bisakah Anda membantu saya mengatasi masalah ini?
it: Ciao, ho problemi con l'iscrizione al corso Python Avanzato. Il sistema continua a mostrare un messaggio di errore quando provo a completare la registrazione. Potete per favore aiutarmi con questo problema?
ja: こんにちは、上級 Python コースに登録できずに困っています。登録を完了しようとすると、システムにエラー メッセージが表示され続けます。この問題について手伝ってもらえますか?
kn: ಹಲೋ, ನಾನು ಸುಧಾರಿತ ಪೈಥಾನ್ ಕೋರ್ಸ್‌ಗೆ ನೋಂದಾಯಿಸಿಕೊಳ್ಳುವಲ್ಲಿ ಸಮಸ್ಯೆಯನ್ನು ಎದುರಿಸುತ್ತಿದ್ದೇನೆ. ನಾನು ನೋಂದಣಿಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ಪ್ರಯತ್ನಿಸಿದಾಗ ಸಿಸ್ಟಮ್ ದೋಷ ಸಂದೇಶವನ್ನು ತೋರಿಸುತ್ತಲೇ ಇರುತ್ತದೆ. ದಯವಿಟ್ಟು ಈ ಸಮಸ್ಯೆಯೊಂದಿಗೆ ನನಗೆ ಸಹಾಯ ಮಾಡಬಹುದೇ?
ml: ഹലോ, അഡ്വാൻസ്ഡ് പൈത്തൺ കോഴ്‌സിനായി രജിസ്റ്റർ ചെയ്യുന്നതിൽ എനിക്ക് പ്രശ്‌നമുണ്ട്. ഞാൻ രജിസ്ട്രേഷൻ പൂർത്തിയാക്കാൻ ശ്രമിക്കുമ്പോൾ സിസ്റ്റം ഒരു പിശക് സന്ദേശം കാണിക്കുന്നു. ഈ പ്രശ്നത്തിൽ എന്നെ സഹായിക്കാമോ?
mr: नमस्कार, मला Advanced Python कोर्ससाठी नोंदणी करताना समस्या येत आहे. जेव्हा मी नोंदणी पूर्ण करण्याचा प्रयत्न करतो तेव्हा सिस्टम त्रुटी संदेश दर्शवत राहते. कृपया या समस्येत तुम्ही मला मदत करू शकता का?
nl: Hallo, ik heb problemen met het inschrijven voor de Advanced Python-cursus. Het systeem geeft steeds een foutmelding als ik de registratie probeer te voltooien. Kunt u mij alstublieft helpen met dit probleem?
no: Hei, jeg har problemer med å registrere meg for Advanced Python-kurset. Systemet fortsetter å vise en feilmelding når jeg prøver å fullføre registreringen. Kan du hjelpe meg med dette problemet?
or: ନମସ୍କାର, ଉନ୍ନତ ପାଇଥନ୍ ପାଠ୍ୟକ୍ରମ ପାଇଁ ପଞ୍ଜୀକରଣ କରିବାରେ ମୋର ଅସୁବିଧା ହେଉଛି | ଯେତେବେଳେ ମୁଁ ପଞ୍ଜୀକରଣ ସଂପୂର୍ଣ୍ଣ କରିବାକୁ ଚେଷ୍ଟା କରେ ସିଷ୍ଟମ୍ ଏକ ତ୍ରୁଟି ସନ୍ଦେଶ ଦେଖାଇଥାଏ | ଆପଣ ଦୟାକରି ମୋତେ ଏହି ପ୍ରସଙ୍ଗରେ ସାହାଯ୍ୟ କରିପାରିବେ କି?
pa: ਹੈਲੋ, ਮੈਨੂੰ ਐਡਵਾਂਸਡ ਪਾਈਥਨ ਕੋਰਸ ਲਈ ਰਜਿਸਟਰ ਕਰਨ ਵਿੱਚ ਮੁਸ਼ਕਲ ਆ ਰਹੀ ਹੈ। ਜਦੋਂ ਮੈਂ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਨੂੰ ਪੂਰਾ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦਾ ਹਾਂ ਤਾਂ ਸਿਸਟਮ ਇੱਕ ਗਲਤੀ ਸੁਨੇਹਾ ਦਿਖਾਉਂਦਾ ਰਹਿੰਦਾ ਹੈ। ਕੀ ਤੁਸੀਂ ਇਸ ਮੁੱਦੇ ਵਿੱਚ ਮੇਰੀ ਮਦਦ ਕਰ ਸਕਦੇ ਹੋ?
pl: Witam, mam problem z rejestracją na kurs Advanced Python. Kiedy próbuję dokończyć rejestrację, system wyświetla komunikat o błędzie. Czy możesz mi pomóc z tym problemem?
pt: Olá, estou com dificuldades para me inscrever no curso Python Avançado. O sistema continua mostrando uma mensagem de erro quando tento finalizar o cadastro. Você pode me ajudar com esse problema?
ru: Здравствуйте, у меня возникли проблемы с регистрацией на курс Advanced Python. Система продолжает показывать сообщение об ошибке, когда я пытаюсь завершить регистрацию. Можете ли вы помочь мне с этой проблемой?
sv: Hej, jag har problem med att registrera mig för Advanced Python-kursen. Systemet fortsätter att visa ett felmeddelande när jag försöker slutföra registreringen. Kan du hjälpa mig med det här problemet?
ta: வணக்கம், மேம்பட்ட பைதான் பாடத்திற்கு பதிவு செய்வதில் சிக்கல் உள்ளது. நான் பதிவை முடிக்க முயலும்போது கணினி பிழைச் செய்தியைக் காட்டுகிறது. இந்தப் பிரச்சினையில் எனக்கு உதவ முடியுமா?
te: హలో, అడ్వాన్స్‌డ్ పైథాన్ కోర్సు కోసం రిజిస్టర్ చేసుకోవడంలో నాకు సమస్య ఉంది. నేను రిజిస్ట్రేషన్‌ని పూర్తి చేయడానికి ప్రయత్నించినప్పుడు సిస్టమ్ దోష సందేశాన్ని చూపుతూనే ఉంటుంది. దయచేసి ఈ సమస్యతో నాకు సహాయం చేయగలరా?
th: สวัสดี ฉันประสบปัญหาในการลงทะเบียนหลักสูตร Advanced Python ระบบแสดงข้อความแสดงข้อผิดพลาดเมื่อฉันพยายามลงทะเบียนให้เสร็จสิ้น คุณช่วยฉันเกี่ยวกับปัญหานี้ได้ไหม
tr: Merhaba, İleri Düzey Python kursuna kaydolmakta sorun yaşıyorum. Kaydı tamamlamaya çalıştığımda sistem sürekli hata mesajı gösteriyor. Lütfen bu sorunla ilgili bana yardımcı olabilir misiniz?
vi: Xin chào, tôi đang gặp sự cố khi đăng ký khóa học Python nâng cao. Hệ thống liên tục hiển thị thông báo lỗi khi tôi cố gắng hoàn tất đăng ký. Bạn có thể vui lòng giúp tôi với vấn đề này?

source: Type your reply here...
ar: اكتب ردك هنا...
bn: এখানে আপনার উত্তর টাইপ করুন...
da: Skriv dit svar her...
de: Geben Sie hier Ihre Antwort ein...
el: Πληκτρολογήστε την απάντησή σας εδώ...
es: Escribe tu respuesta aquí...
fi: Kirjoita vastauksesi tähän...
fr: Tapez votre réponse ici...
gu: તમારો જવાબ અહીં લખો...
he: הקלד את תשובתך כאן...
hi: अपना उत्तर यहां टाइप करें...
id: Ketik balasan Anda di sini...
it: Scrivi la tua risposta qui...
ja: ここに返信を入力してください...
kn: ನಿಮ್ಮ ಉತ್ತರವನ್ನು ಇಲ್ಲಿ ಟೈಪ್ ಮಾಡಿ...
ml: നിങ്ങളുടെ മറുപടി ഇവിടെ ടൈപ്പ് ചെയ്യുക...
mr: तुमचे उत्तर येथे टाइप करा...
nl: Typ hier uw antwoord...
no: Skriv svaret ditt her...
or: ତୁମର ଉତ୍ତର ଏଠାରେ ଟାଇପ୍ କର ...
pa: ਆਪਣਾ ਜਵਾਬ ਇੱਥੇ ਟਾਈਪ ਕਰੋ...
pl: Wpisz tutaj swoją odpowiedź...
pt: Digite sua resposta aqui...
ru: Введите свой ответ здесь...
sv: Skriv ditt svar här...
ta: உங்கள் பதிலை இங்கே தட்டச்சு செய்யவும்...
te: మీ ప్రత్యుత్తరాన్ని ఇక్కడ టైప్ చేయండి...
th: พิมพ์คำตอบของคุณที่นี่...
tr: Cevabınızı buraya yazın...
vi: Nhập câu trả lời của bạn vào đây...

source: Send Reply
ar: إرسال الرد
bn: উত্তর পাঠান
da: Send svar
de: Antwort senden
el: Αποστολή Απάντησης
es: Enviar respuesta
fi: Lähetä vastaus
fr: Envoyer la réponse
gu: જવાબ મોકલો
he: שלח תגובה
hi: उत्तर भेजें
id: Kirim Balasan
it: Invia risposta
ja: 返信を送信
kn: ಪ್ರತ್ಯುತ್ತರ ಕಳುಹಿಸಿ
ml: മറുപടി അയയ്ക്കുക
mr: उत्तर पाठवा
nl: Antwoord verzenden
no: Send svar
or: ଉତ୍ତର ପଠାନ୍ତୁ |
pa: ਜਵਾਬ ਭੇਜੋ
pl: Wyślij odpowiedź
pt: Enviar resposta
ru: Отправить ответ
sv: Skicka svar
ta: பதில் அனுப்பவும்
te: ప్రత్యుత్తరం పంపండి
th: ส่งตอบกลับ
tr: Yanıt Gönder
vi: Gửi trả lời

source: Message Filters
ar: مرشحات الرسائل
bn: বার্তা ফিল্টার
da: Meddelelsesfiltre
de: Nachrichtenfilter
el: Φίλτρα μηνυμάτων
es: Filtros de mensajes
fi: Viestisuodattimet
fr: Filtres de messages
gu: સંદેશ ફિલ્ટર્સ
he: מסנני הודעות
hi: संदेश फ़िल्टर
id: Filter Pesan
it: Filtri dei messaggi
ja: メッセージフィルター
kn: ಸಂದೇಶ ಫಿಲ್ಟರ್‌ಗಳು
ml: സന്ദേശ ഫിൽട്ടറുകൾ
mr: संदेश फिल्टर
nl: Berichtfilters
no: Meldingsfiltre
or: ବାର୍ତ୍ତା ଫିଲ୍ଟର୍ |
pa: ਸੁਨੇਹਾ ਫਿਲਟਰ
pl: Filtry wiadomości
pt: Filtros de mensagens
ru: Фильтры сообщений
sv: Meddelandefilter
ta: செய்தி வடிப்பான்கள்
te: సందేశ ఫిల్టర్లు
th: ตัวกรองข้อความ
tr: Mesaj Filtreleri
vi: Bộ lọc tin nhắn

source: All Messages
ar: جميع الرسائل
bn: সমস্ত বার্তা
da: Alle beskeder
de: Alle Nachrichten
el: Όλα τα μηνύματα
es: Todos los mensajes
fi: Kaikki viestit
fr: Tous les messages
gu: બધા સંદેશાઓ
he: כל ההודעות
hi: सभी संदेश
id: Semua Pesan
it: Tutti i messaggi
ja: すべてのメッセージ
kn: ಎಲ್ಲಾ ಸಂದೇಶಗಳು
ml: എല്ലാ സന്ദേശങ്ങളും
mr: सर्व संदेश
nl: Alle berichten
no: Alle meldinger
or: ସମସ୍ତ ବାର୍ତ୍ତା |
pa: ਸਾਰੇ ਸੁਨੇਹੇ
pl: Wszystkie wiadomości
pt: Todas as mensagens
ru: Все сообщения
sv: Alla meddelanden
ta: அனைத்து செய்திகளும்
te: అన్ని సందేశాలు
th: ข้อความทั้งหมด
tr: Tüm Mesajlar
vi: Tất cả tin nhắn

source: Unread
ar: غير مقروءة
bn: অপঠিত
da: Ulæst
de: Ungelesen
el: Αδιάβαστος
es: No leído
fi: Lukematon
fr: Non lu
gu: ન વાંચેલ
he: לא נקרא
hi: अपठित ग
id: Belum dibaca
it: Non letto
ja: 未読
kn: ಓದಿಲ್ಲ
ml: വായിക്കാത്തത്
mr: न वाचलेले
nl: Ongelezen
no: Ulest
or: ପ read ା ନାହିଁ
pa: ਨਾ ਪੜ੍ਹਿਆ
pl: Niewykształcony
pt: Não lido
ru: Непрочитано
sv: Oläst
ta: படிக்காதது
te: చదవలేదు
th: ยังไม่ได้อ่าน
tr: Okunmamış
vi: Chưa đọc

source: Flagged
ar: تم وضع علامة عليها
bn: পতাকা লাগানো
da: Flagget
de: Gekennzeichnet
el: Επισημασμένο
es: Marcado
fi: Merkitty
fr: Marqué
gu: ધ્વજવંદન
he: מסומן
hi: चिह्नित किए गए
id: Ditandai
it: Contrassegnato
ja: フラグ付き
kn: ಧ್ವಜಾರೋಹಣ ಮಾಡಿದರು
ml: കൊടിയേറ്റി
mr: ध्वजांकित
nl: Gemarkeerd
no: Flagget
or: ଫ୍ଲାଗ୍ ହୋଇଛି |
pa: ਫਲੈਗ ਕੀਤਾ
pl: Taflowy
pt: Sinalizado
ru: Помечено
sv: Flaggat
ta: கொடியேற்றப்பட்டது
te: ధ్వజమెత్తారు
th: ติดธง
tr: İşaretlendi
vi: Đã gắn cờ

source: Archived
ar: مؤرشف
bn: সংরক্ষণাগারভুক্ত
da: Arkiveret
de: Archiviert
el: Αρχειοθετήθηκε
es: Archivado
fi: Arkistoitu
fr: Archivé
gu: આર્કાઇવ
he: בארכיון
hi: संग्रहीत
id: Diarsipkan
it: Archiviato
ja: アーカイブ済み
kn: ಆರ್ಕೈವ್ ಮಾಡಲಾಗಿದೆ
ml: ആർക്കൈവ് ചെയ്തു
mr: संग्रहित
nl: Gearchiveerd
no: Arkivert
or: ସଂଗୃହିତ
pa: ਪੁਰਾਲੇਖ
pl: Zarchiwizowane
pt: Arquivado
ru: В архиве
sv: Arkiverad
ta: காப்பகப்படுத்தப்பட்டது
te: ఆర్కైవ్ చేయబడింది
th: เก็บถาวรแล้ว
tr: Arşivlendi
vi: Đã lưu trữ

source: All Users
ar: كافة المستخدمين
bn: সমস্ত ব্যবহারকারী
da: Alle brugere
de: Alle Benutzer
el: Όλοι οι Χρήστες
es: Todos los usuarios
fi: Kaikki käyttäjät
fr: Tous les utilisateurs
gu: બધા વપરાશકર્તાઓ
he: כל המשתמשים
hi: सभी उपयोगकर्ता
id: Semua Pengguna
it: Tutti gli utenti
ja: すべてのユーザー
kn: ಎಲ್ಲಾ ಬಳಕೆದಾರರು
ml: എല്ലാ ഉപയോക്താക്കളും
mr: सर्व वापरकर्ते
nl: Alle gebruikers
no: Alle brukere
or: ସମସ୍ତ ଉପଯୋଗକର୍ତ୍ତା |
pa: ਸਾਰੇ ਉਪਭੋਗਤਾ
pl: Wszyscy Użytkownicy
pt: Todos os usuários
ru: Все пользователи
sv: Alla användare
ta: அனைத்து பயனர்கள்
te: అందరు వినియోగదారులు
th: ผู้ใช้ทั้งหมด
tr: Tüm Kullanıcılar
vi: Tất cả người dùng

source: Students
ar: طلاب
bn: ছাত্ররা
da: studerende
de: Studenten
el: Φοιτητόκοσμος
es: Estudiantes
fi: Opiskelijat
fr: Étudiants
gu: વિદ્યાર્થીઓ
he: סטודנטים
hi: छात्र
id: Siswa
it: Studenti
ja: 学生
kn: ವಿದ್ಯಾರ್ಥಿಗಳು
ml: വിദ്യാർത്ഥികൾ
mr: विद्यार्थी
nl: Studenten
no: Studenter
or: ଛାତ୍ରମାନେ
pa: ਵਿਦਿਆਰਥੀ
pl: Studenci
pt: Alunos
ru: Студенты
sv: Studenter
ta: மாணவர்கள்
te: విద్యార్థులు
th: นักเรียน
tr: Öğrenciler
vi: Sinh viên

source: Instructors
ar: المدربين
bn: প্রশিক্ষক
da: Instruktører
de: Ausbilder
el: Εκπαιδευτές
es: Instructores
fi: Ohjaajat
fr: Instructeurs
gu: પ્રશિક્ષકો
he: מדריכים
hi: अनुदेशकों
id: Instruktur
it: Istruttori
ja: 講師
kn: ಬೋಧಕರು
ml: ഇൻസ്ട്രക്ടർമാർ
mr: प्रशिक्षक
nl: Instructeurs
no: Instruktører
or: ଶିକ୍ଷକମାନେ |
pa: ਇੰਸਟ੍ਰਕਟਰ
pl: Instruktorzy
pt: Instrutores
ru: Инструкторы
sv: Instruktörer
ta: பயிற்றுனர்கள்
te: బోధకులు
th: อาจารย์ผู้สอน
tr: eğitmenler
vi: Giảng viên

source: Administrators
ar: المسؤولين
bn: প্রশাসক
da: Administratorer
de: Administratoren
el: Διαχειριστές
es: Administradores
fi: Järjestelmänvalvojat
fr: Administrateurs
gu: સંચાલકો
he: מנהלים
hi: व्यवस्थापकों
id: Administrator
it: Amministratori
ja: 管理者
kn: ನಿರ್ವಾಹಕರು
ml: കാര്യനിർവാഹകർ
mr: प्रशासक
nl: Beheerders
no: Administratorer
or: ପ୍ରଶାସକ
pa: ਪ੍ਰਸ਼ਾਸਕ
pl: Administratorzy
pt: Administradores
ru: Администраторы
sv: Administratörer
ta: நிர்வாகிகள்
te: నిర్వాహకులు
th: ผู้ดูแลระบบ
tr: Yöneticiler
vi: Quản trị viên

source: Search messages...
ar: بحث في الرسائل...
bn: বার্তা অনুসন্ধান করুন...
da: Søg i beskeder...
de: Nachrichten durchsuchen...
el: Αναζήτηση μηνυμάτων...
es: Buscar mensajes...
fi: Hae viestejä...
fr: Rechercher des messages...
gu: સંદેશાઓ શોધો...
he: חפש הודעות...
hi: संदेश खोजें...
id: Telusuri pesan...
it: Cerca messaggi...
ja: メッセージを検索...
kn: ಸಂದೇಶಗಳನ್ನು ಹುಡುಕಿ...
ml: സന്ദേശങ്ങൾ തിരയുക...
mr: संदेश शोधा...
nl: Berichten zoeken...
no: Søk etter meldinger...
or: ବାର୍ତ୍ତା ଖୋଜ ...
pa: ਸੁਨੇਹੇ ਖੋਜੋ...
pl: Wyszukaj wiadomości...
pt: Pesquisar mensagens...
ru: Поиск сообщений...
sv: Sök meddelanden...
ta: செய்திகளைத் தேடு...
te: సందేశాలను వెతకండి...
th: ค้นหาข้อความ...
tr: Mesajları ara...
vi: Tìm kiếm tin nhắn...

source: Bulk Actions
ar: الإجراءات السائبة
bn: বাল্ক অ্যাকশন
da: Massehandlinger
de: Massenaktionen
el: Μαζικές ενέργειες
es: Acciones masivas
fi: Joukkotoiminnot
fr: Actions groupées
gu: બલ્ક ક્રિયાઓ
he: פעולות בכמות גדולה
hi: थोक क्रियाएँ
id: Tindakan Massal
it: Azioni collettive
ja: 一括アクション
kn: ಬೃಹತ್ ಕ್ರಿಯೆಗಳು
ml: ബൾക്ക് പ്രവർത്തനങ്ങൾ
mr: मोठ्या प्रमाणात क्रिया
nl: Bulkacties
no: Massehandlinger
or: ବଲ୍କ କ୍ରିୟା
pa: ਬਲਕ ਕਾਰਵਾਈਆਂ
pl: Działania zbiorcze
pt: Ações em massa
ru: Массовые действия
sv: Bulkåtgärder
ta: மொத்த செயல்கள்
te: బల్క్ చర్యలు
th: การดำเนินการเป็นกลุ่ม
tr: Toplu İşlemler
vi: Hành động hàng loạt

source: Mark as Read
ar: وضع علامة كمقروءة
bn: পঠিত হিসাবে চিহ্নিত করুন
da: Markér som læst
de: Als gelesen markieren
el: Επισήμανση ως αναγνωσμένο
es: Marcar como leído
fi: Merkitse luetuksi
fr: Marquer comme lu
gu: વાંચેલ તરીકે ચિહ્નિત કરો
he: סמן כקריאה
hi: पढ़े हुए का चिह्न
id: Tandai sebagai Telah Dibaca
it: Segna come letto
ja: 既読としてマーク
kn: ಓದಿದಂತೆ ಗುರುತಿಸಿ
ml: വായിച്ചതായി അടയാളപ്പെടുത്തുക
mr: वाचले म्हणून चिन्हांकित करा
nl: Markeer als gelezen
no: Merk som lest
or: ପ Read ଼ିବା ପରି ଚିହ୍ନିତ କର |
pa: ਪੜ੍ਹੇ ਵਜੋਂ ਚਿੰਨ੍ਹਿਤ ਕਰੋ
pl: Oznacz jako przeczytane
pt: Marcar como lido
ru: Отметить как прочитанное
sv: Markera som läst
ta: படித்ததாகக் குறி
te: చదివినట్లు గుర్తు పెట్టండి
th: ทำเครื่องหมายว่าอ่านแล้ว
tr: Okundu Olarak İşaretle
vi: Đánh dấu là đã đọc

source: Flag Selected
ar: العلم المحدد
bn: পতাকা নির্বাচিত
da: Flag valgt
de: Flagge ausgewählt
el: Επιλέχθηκε η σημαία
es: Bandera seleccionada
fi: Lippu valittu
fr: Drapeau sélectionné
gu: પસંદ કરેલ ધ્વજ
he: דגל נבחר
hi: ध्वज चयनित
id: Bendera Dipilih
it: Contrassegno selezionato
ja: フラグが選択されました
kn: ಧ್ವಜವನ್ನು ಆಯ್ಕೆ ಮಾಡಲಾಗಿದೆ
ml: ഫ്ലാഗ് തിരഞ്ഞെടുത്തു
mr: ध्वज निवडला
nl: Vlag geselecteerd
no: Flagg valgt
or: ପତାକା ଚୟନ କରାଯାଇଛି |
pa: ਫਲੈਗ ਚੁਣਿਆ ਗਿਆ
pl: Flaga wybrana
pt: Bandeira selecionada
ru: Пометить выбранное
sv: Flagga vald
ta: கொடி தேர்ந்தெடுக்கப்பட்டது
te: ఫ్లాగ్ ఎంచుకోబడింది
th: เลือกธงแล้ว
tr: Seçileni İşaretle
vi: Cờ đã chọn

source: Delete Selected
ar: حذف المحدد
bn: নির্বাচিত মুছুন
da: Slet valgte
de: Ausgewählte löschen
el: Διαγραφή επιλεγμένων
es: Eliminar seleccionado
fi: Poista valitut
fr: Supprimer la sélection
gu: પસંદ કરેલ કાઢી નાખો
he: מחק את נבחרות
hi: चयनित को हटाओ
id: Hapus yang Dipilih
it: Elimina selezionato
ja: 選択したものを削除
kn: ಆಯ್ಕೆ ಮಾಡಿರುವುದನ್ನು ಅಳಿಸಿ
ml: തിരഞ്ഞെടുത്തത് ഇല്ലാതാക്കുക
mr: निवडलेले हटवा
nl: Geselecteerde verwijderen
no: Slett valgte
or: ମନୋନୀତ ବିଲୋପ କରନ୍ତୁ |
pa: ਚੁਣਿਆ ਮਿਟਾਓ
pl: Usuń wybrane
pt: Excluir selecionado
ru: Удалить выбранное
sv: Ta bort markerade
ta: தேர்ந்தெடுக்கப்பட்டதை நீக்கு
te: ఎంచుకున్న వాటిని తొలగించండి
th: ลบที่เลือก
tr: Seçileni Sil
vi: Xóa đã chọn

source: Export Selected
ar: تصدير المحدد
bn: রপ্তানি নির্বাচিত
da: Eksporter valgt
de: Ausgewählte exportieren
el: Επιλέχθηκε η εξαγωγή
es: Exportar seleccionado
fi: Vie valitut
fr: Exporter la sélection
gu: નિકાસ પસંદ કરેલ
he: ייצוא נבחרים
hi: निर्यात चयनित
id: Ekspor yang Dipilih
it: Esporta selezionato
ja: 選択したものをエクスポート
kn: ರಫ್ತು ಆಯ್ಕೆ ಮಾಡಲಾಗಿದೆ
ml: കയറ്റുമതി തിരഞ്ഞെടുത്തു
mr: निर्यात निवडले
nl: Geselecteerd exporteren
no: Eksporter valgt
or: ରପ୍ତାନି ମନୋନୀତ |
pa: ਨਿਰਯਾਤ ਚੁਣਿਆ ਗਿਆ
pl: Eksportuj wybrane
pt: Exportar selecionado
ru: Экспортировать выбранное
sv: Exportera vald
ta: ஏற்றுமதி தேர்ந்தெடுக்கப்பட்டது
te: ఎగుమతి ఎంచుకోబడింది
th: ส่งออกที่เลือก
tr: Seçileni Dışa Aktar
vi: Xuất đã chọn

source: Compose New Message
ar: إنشاء رسالة جديدة
bn: নতুন বার্তা রচনা করুন
da: Skriv ny besked
de: Neue Nachricht verfassen
el: Σύνταξη νέου μηνύματος
es: Redactar nuevo mensaje
fi: Kirjoita uusi viesti
he: כתוב הודעה חדשה
hi: नया संदेश लिखें
id: Tulis Pesan Baru
it: Componi un nuovo messaggio
ja: 新しいメッセージを作成する
kn: ಹೊಸ ಸಂದೇಶವನ್ನು ರಚಿಸಿ
ml: പുതിയ സന്ദേശം രചിക്കുക
mr: नवीन संदेश तयार करा
nl: Nieuw bericht opstellen
pa: ਨਵਾਂ ਸੁਨੇਹਾ ਲਿਖੋ
pl: Utwórz nową wiadomość
pt: Compor nova mensagem
ru: Написать новое сообщение
sv: Skriv nytt meddelande
ta: புதிய செய்தியை எழுதுங்கள்
te: కొత్త సందేశాన్ని కంపోజ్ చేయండి
th: เขียนข้อความใหม่
tr: Yeni Mesaj Oluştur
vi: Soạn tin nhắn mới

source: To:
ar: ل:
bn: প্রতি:
da: Til:
de: Zu:
el: Να:
es: A:
fi: Vastaanottaja:
fr: À:
he: אֶל:
hi: को:
id: Ke:
it: A:
ja: に：
kn: ಇವರಿಗೆ:
ml: സ്വീകർത്താവ്:
mr: प्रति:
nl: Naar:
pa: ਨੂੰ:
pl: Do:
pt: Para:
ru: К:
sv: Till:
ta: பெறுநர்:
te: వీరికి:
th: ถึง:
tr: İle:
vi: ĐẾN:

source: Message:
ar: رسالة:
bn: বার্তা:
da: Besked:
de: Nachricht:
el: Μήνυμα:
es: Mensaje:
fi: Viesti:
he: הוֹדָעָה:
hi: संदेश:
id: Pesan:
it: Messaggio:
ja: メッセージ：
kn: ಸಂದೇಶ:
ml: സന്ദേശം:
mr: संदेश:
nl: Bericht:
pa: ਸੁਨੇਹਾ:
pl: Wiadomość:
pt: Mensagem:
ru: Сообщение:
sv: Meddelande:
ta: செய்தி:
te: సందేశం:
th: ข้อความ:
tr: Mesaj:
vi: Tin nhắn:

source: LMS
ar: نظام إدارة التعلم
bn: এলএমএস
gu: એલએમએસ
hi: एलएमएस
ml: എൽ.എം.എസ്
ru: система управления обучением
th: แอลเอ็มเอส
tr: ÖYS/ÖYS

source: AI Search
ar: بحث الذكاء الاصطناعي
bn: এআই অনুসন্ধান
da: AI-søgning
de: KI-Suche
el: AI Αναζήτηση
es: Búsqueda por IA
fi: AI-haku
fr: Recherche IA
gu: AI શોધ
he: חיפוש בינה מלאכותית
hi: एआई खोज
id: Pencarian AI
it: Ricerca AI
ja: AI検索
kn: AI ಹುಡುಕಾಟ
ml: AI തിരയൽ
mr: एआय शोध
nl: AI-zoekopdracht
no: AI-søk
or: AI ସନ୍ଧାନ |
pa: AI ਖੋਜ
pl: Wyszukiwanie AI
pt: Pesquisa de IA
ru: AI-поиск
sv: AI-sökning
ta: AI தேடல்
te: AI శోధన
th: ค้นหาเอไอ
tr: Yapay Zeka Arama
vi: Tìm kiếm AI

source: Search anything...
ar: ابحث عن أي شيء...
bn: যেকোনো কিছু অনুসন্ধান করুন...
da: Søg hvad som helst...
de: Alles durchsuchen...
el: Ψάξε οτιδήποτε...
es: Busca cualquier cosa...
fi: Etsi mitä tahansa...
fr: Rechercher n'importe quoi...
he: חפש כל דבר...
hi: कुछ भी खोजें...
id: Telusuri apa saja...
it: Cerca qualsiasi cosa...
ja: 何でも検索してください...
kn: ಯಾವುದನ್ನಾದರೂ ಹುಡುಕಿ...
ml: എന്തും അന്വേഷിക്കൂ...
mr: काहीही शोधा...
nl: Zoek alles...
pa: ਕੁਝ ਵੀ ਖੋਜੋ...
pl: Szukaj czegokolwiek...
pt: Pesquise qualquer coisa...
ru: Искать что угодно...
sv: Sök vad som helst...
ta: எதையும் தேடு...
te: ఏదైనా శోధించండి...
th: ค้นหาอะไรก็ได้...
tr: Herhangi bir şeyi arayın...
vi: Tìm kiếm bất cứ điều gì...

source: View notifications
ar: عرض الإخطارات
bn: বিজ্ঞপ্তি দেখুন
da: Se notifikationer
de: Benachrichtigungen anzeigen
el: Προβολή ειδοποιήσεων
es: Ver notificaciones
fi: Näytä ilmoitukset
fr: Afficher les notifications
gu: સૂચનાઓ જુઓ
he: הצג התראות
hi: सूचनाएं देखें
id: Lihat notifikasi
it: Visualizza le notifiche
ja: 通知を表示する
kn: ಅಧಿಸೂಚನೆಗಳನ್ನು ವೀಕ್ಷಿಸಿ
ml: അറിയിപ്പുകൾ കാണുക
mr: सूचना पहा
nl: Bekijk meldingen
no: Se varsler
or: ବିଜ୍ଞପ୍ତିଗୁଡିକ ଦେଖନ୍ତୁ |
pa: ਸੂਚਨਾਵਾਂ ਦੇਖੋ
pl: Wyświetl powiadomienia
pt: Ver notificações
ru: Просмотр уведомлений
sv: Visa aviseringar
ta: அறிவிப்புகளைப் பார்க்கவும்
te: నోటిఫికేషన్‌లను వీక్షించండి
th: ดูการแจ้งเตือน
tr: Bildirimleri görüntüle
vi: Xem thông báo

source: Open user menu
ar: فتح قائمة المستخدم
bn: ব্যবহারকারী মেনু খুলুন
da: Åbn brugermenuen
de: Benutzermenü öffnen
el: Ανοίξτε το μενού χρήστη
es: Abrir menú de usuario
fi: Avaa käyttäjävalikko
fr: Ouvrir le menu utilisateur
gu: વપરાશકર્તા મેનૂ ખોલો
he: פתח את תפריט המשתמש
hi: उपयोगकर्ता मेनू खोलें
id: Buka menu pengguna
it: Apri il menu utente
ja: ユーザーメニューを開く
kn: ಬಳಕೆದಾರ ಮೆನು ತೆರೆಯಿರಿ
ml: ഉപയോക്തൃ മെനു തുറക്കുക
mr: वापरकर्ता मेनू उघडा
nl: Gebruikersmenu openen
no: Åpne brukermenyen
or: ବ୍ୟବହାରକାରୀ ମେନୁ ଖୋଲନ୍ତୁ |
pa: ਉਪਭੋਗਤਾ ਮੀਨੂ ਖੋਲ੍ਹੋ
pl: Otwórz menu użytkownika
pt: Abrir menu do usuário
ru: Открыть меню пользователя
sv: Öppna användarmenyn
ta: பயனர் மெனுவைத் திறக்கவும்
te: వినియోగదారు మెనుని తెరవండి
th: เปิดเมนูผู้ใช้
tr: Kullanıcı menüsünü aç
vi: Mở menu người dùng

source: user photo
ar: صورة المستخدم
bn: ব্যবহারকারীর ছবি
da: brugerbillede
de: Benutzerfoto
el: φωτογραφία χρήστη
es: foto de usuario
fi: käyttäjän valokuva
fr: photo d'utilisateur
gu: વપરાશકર્તા ફોટો
he: תמונת משתמש
hi: उपयोगकर्ता फोटो
id: foto pengguna
it: foto dell'utente
ja: ユーザーの写真
kn: ಬಳಕೆದಾರ ಫೋಟೋ
ml: ഉപയോക്തൃ ഫോട്ടോ
mr: वापरकर्ता फोटो
nl: gebruiker foto
no: brukerbilde
or: ବ୍ୟବହାରକାରୀ ଫଟୋ
pa: ਉਪਭੋਗਤਾ ਫੋਟੋ
pl: zdjęcie użytkownika
pt: foto do usuário
ru: фотография пользователя
sv: användarfoto
ta: பயனர் புகைப்படம்
te: వినియోగదారు ఫోటో
th: ภาพถ่ายของผู้ใช้
tr: kullanıcı fotoğrafı
vi: ảnh người dùng

source: Search language...
ar: لغة البحث...
bn: ভাষা অনুসন্ধান করুন...
da: Søg sprog...
de: Sprache suchen...
el: Αναζήτηση γλώσσας...
es: Idioma de búsqueda...
fi: Hae kieli...
fr: Langue de recherche...
gu: ભાષા શોધો...
he: שפת חיפוש...
hi: भाषा खोजें...
id: Bahasa pencarian...
it: Cerca lingua...
ja: 言語を検索...
kn: ಹುಡುಕಾಟ ಭಾಷೆ...
ml: ഭാഷ തിരയുക...
mr: भाषा शोधा...
nl: Zoektaal...
or: ଭାଷା ଖୋଜ ...
pa: ਭਾਸ਼ਾ ਖੋਜੋ...
pl: Wyszukaj język...
pt: Idioma de pesquisa...
ru: Язык поиска...
sv: Sök språk...
ta: தேடல் மொழி...
te: శోధన భాష...
th: ค้นหาภาษา...
tr: Dil ara...
vi: Tìm kiếm ngôn ngữ...

source: Notifications - LMS Admin
ar: الإخطارات - مسؤول LMS
bn: বিজ্ঞপ্তি - LMS অ্যাডমিন
da: Meddelelser - LMS Admin
de: Benachrichtigungen – LMS-Administrator
el: Ειδοποιήσεις - Διαχειριστής LMS
es: Notificaciones - Administrador de LMS
fi: Ilmoitukset – LMS-järjestelmänvalvoja
fr: Notifications - Administrateur LMS
he: התראות - LMS Admin
hi: सूचनाएं - एलएमएस व्यवस्थापक
id: Pemberitahuan - Admin LMS
it: Notifiche - Amministrazione LMS
ja: 通知 - LMS 管理者
kn: ಅಧಿಸೂಚನೆಗಳು - LMS ನಿರ್ವಾಹಕ
ml: അറിയിപ്പുകൾ - LMS അഡ്മിൻ
mr: सूचना - LMS प्रशासन
nl: Meldingen - LMS-beheerder
pa: ਸੂਚਨਾਵਾਂ - LMS ਪ੍ਰਸ਼ਾਸਕ
pl: Powiadomienia - Administrator LMS
pt: Notificações - Administrador LMS
ru: Уведомления – администратор LMS
sv: Aviseringar - LMS Admin
ta: அறிவிப்புகள் - LMS நிர்வாகம்
te: నోటిఫికేషన్‌లు - LMS అడ్మిన్
th: การแจ้งเตือน - ผู้ดูแลระบบ LMS
tr: Bildirimler - LMS Yöneticisi
vi: Thông báo - Quản trị viên LMS

source: All Notifications
ar: جميع الإخطارات
bn: সমস্ত বিজ্ঞপ্তি
da: Alle meddelelser
de: Alle Benachrichtigungen
el: Όλες οι Ειδοποιήσεις
es: Todas las notificaciones
fi: Kaikki ilmoitukset
fr: Toutes les notifications
he: כל ההתראות
hi: सभी सूचनाएं
id: Semua Pemberitahuan
it: Tutte le notifiche
ja: すべての通知
kn: ಎಲ್ಲಾ ಅಧಿಸೂಚನೆಗಳು
ml: എല്ലാ അറിയിപ്പുകളും
mr: सर्व सूचना
nl: Alle meldingen
pa: ਸਾਰੀਆਂ ਸੂਚਨਾਵਾਂ
pl: Wszystkie powiadomienia
pt: Todas as notificações
ru: Все уведомления
sv: Alla aviseringar
ta: அனைத்து அறிவிப்புகளும்
te: అన్ని నోటిఫికేషన్‌లు
th: การแจ้งเตือนทั้งหมด
tr: Tüm Bildirimler
vi: Tất cả thông báo
