Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Skill Development
ar: تنمية المهارات
bn: দক্ষতা উন্নয়ন
da: Færdighedsudvikling
de: Kompetenzentwicklung
el: Ανάπτυξη Δεξιοτήτων
es: Desarrollo de habilidades
fi: Taitojen kehittäminen
fr: Développement des compétences
he: פיתוח מיומנות
hi: कौशल विकास
id: Pengembangan Keterampilan
it: Sviluppo delle competenze
ja: スキル開発
ml: നൈപുണ്യ വികസനം
mr: कौशल्य विकास
nl: Ontwikkeling van vaardigheden
pa: ਹੁਨਰ ਵਿਕਾਸ
pl: Rozwój umiejętności
pt: Desenvolvimento de habilidades
ru: Развитие навыков
sv: Kompetensutveckling
ta: திறன் மேம்பாடு
te: నైపుణ్యాభివృద్ధి
th: การพัฒนาทักษะ
tr: Beceri Geliştirme
vi: Phát triển kỹ năng

source: Current Courses
ar: الدورات الحالية
bn: বর্তমান কোর্স
da: Aktuelle kurser
de: Aktuelle Kurse
el: Τρέχοντα Μαθήματα
es: Cursos actuales
fi: Nykyiset kurssit
fr: Cours actuels
gu: વર્તમાન અભ્યાસક્રમો
he: קורסים נוכחיים
hi: वर्तमान पाठ्यक्रम
id: Kursus Saat Ini
it: Corsi attuali
ja: 現在のコース
ml: നിലവിലെ കോഴ്സുകൾ
mr: चालू अभ्यासक्रम
nl: Huidige cursussen
no: Aktuelle kurs
or: ସାମ୍ପ୍ରତିକ ପାଠ୍ୟକ୍ରମ
pa: ਮੌਜੂਦਾ ਕੋਰਸ
pl: Aktualne kursy
pt: Cursos atuais
ru: Текущие курсы
sv: Aktuella kurser
ta: தற்போதைய படிப்புகள்
te: ప్రస్తుత కోర్సులు
th: หลักสูตรปัจจุบัน
tr: Güncel Kurslar
vi: Các khóa học hiện tại

source: Web Development Fundamentals
ar: أساسيات تطوير الويب
bn: ওয়েব ডেভেলপমেন্ট ফান্ডামেন্টালস
da: Grundlæggende om webudvikling
de: Grundlagen der Webentwicklung
el: Βασικές αρχές ανάπτυξης Ιστού
es: Fundamentos del desarrollo web
fi: Verkkokehityksen perusteet
fr: Fondamentaux du développement Web
gu: વેબ ડેવલપમેન્ટ ફંડામેન્ટલ્સ
he: יסודות פיתוח אתרים
hi: वेब विकास की बुनियादी बातें
id: Dasar-dasar Pengembangan Web
it: Fondamenti di sviluppo Web
ja: ウェブ開発の基礎
ml: വെബ് ഡെവലപ്മെൻ്റ് അടിസ്ഥാനങ്ങൾ
mr: वेब डेव्हलपमेंट फंडामेंटल्स
nl: Basisprincipes van webontwikkeling
no: Grunnleggende om nettutvikling
or: ୱେବ୍ ବିକାଶ ମ ament ଳିକତା |
pa: ਵੈੱਬ ਡਿਵੈਲਪਮੈਂਟ ਫੰਡਾਮੈਂਟਲਜ਼
pl: Podstawy tworzenia stron internetowych
pt: Fundamentos de Desenvolvimento Web
ru: Основы веб-разработки
sv: Grundläggande webbutveckling
ta: வலை அபிவிருத்தி அடிப்படைகள்
te: వెబ్ డెవలప్‌మెంట్ ఫండమెంటల్స్
th: พื้นฐานการพัฒนาเว็บ
tr: Web Geliştirmenin Temelleri
vi: Nguyên tắc cơ bản về phát triển web

source: Data Science Basics
ar: أساسيات علم البيانات
bn: ডেটা সায়েন্স বেসিক
da: Grundlæggende datavidenskab
de: Grundlagen der Datenwissenschaft
el: Βασικά στοιχεία της Επιστήμης Δεδομένων
es: Conceptos básicos de la ciencia de datos
fi: Tietojen perusteet
fr: Bases de la science des données
gu: ડેટા સાયન્સ બેઝિક્સ
he: יסודות מדעי הנתונים
hi: डेटा विज्ञान मूल बातें
id: Dasar-dasar Ilmu Data
it: Nozioni di base sulla scienza dei dati
ja: データサイエンスの基礎
ml: ഡാറ്റ സയൻസ് ബേസിക്സ്
mr: डेटा सायन्स बेसिक्स
nl: Basisprincipes van datawetenschap
no: Grunnleggende om datavitenskap
or: ଡାଟା ସାଇନ୍ସ ମ ics ଳିକ |
pa: ਡਾਟਾ ਸਾਇੰਸ ਬੇਸਿਕਸ
pl: Podstawy nauki o danych
pt: Noções básicas de ciência de dados
ru: Основы науки о данных
sv: Grundläggande datavetenskap
ta: தரவு அறிவியல் அடிப்படைகள்
te: డేటా సైన్స్ బేసిక్స్
th: พื้นฐานวิทยาศาสตร์ข้อมูล
tr: Veri Biliminin Temelleri
vi: Khái niệm cơ bản về khoa học dữ liệu

source: Upcoming Deadlines
ar: المواعيد النهائية القادمة
bn: আসন্ন সময়সীমা
da: Kommende deadlines
de: Kommende Fristen
el: Προσεχείς Προθεσμίες
es: Próximos plazos
fi: Tulevat määräajat
fr: Dates limites à venir
gu: આગામી સમયમર્યાદા
he: מועדים קרובים
hi: आने वाली डेड लाइन
id: Batas Waktu Mendatang
it: Prossime scadenze
ja: 今後の締め切り
ml: വരാനിരിക്കുന്ന സമയപരിധി
mr: आगामी मुदत
nl: Aankomende deadlines
no: Kommende frister
or: ଆଗାମୀ ସମୟସୀମା |
pa: ਆਗਾਮੀ ਅੰਤਮ ਤਾਰੀਖਾਂ
pl: Najbliższe terminy
pt: Próximos Prazos
ru: Ближайшие сроки
sv: Kommande deadlines
ta: வரவிருக்கும் காலக்கெடு
te: రాబోయే గడువులు
th: กำหนดเวลาที่กำลังจะมาถึง
tr: Yaklaşan Son Tarihler
vi: Thời hạn sắp tới

source: Data Visualization Quiz
ar: مسابقة تصور البيانات
bn: ডেটা ভিজ্যুয়ালাইজেশন কুইজ
da: Datavisualiseringsquiz
de: Quiz zur Datenvisualisierung
el: Κουίζ Οπτικοποίησης Δεδομένων
es: Prueba de visualización de datos
fi: Tietojen visualisointikilpailu
fr: Quiz sur la visualisation des données
gu: ડેટા વિઝ્યુલાઇઝેશન ક્વિઝ
he: חידון הדמיית נתונים
hi: डेटा विज़ुअलाइज़ेशन प्रश्नोत्तरी
id: Kuis Visualisasi Data
it: Quiz sulla visualizzazione dei dati
ja: データ視覚化クイズ
ml: ഡാറ്റ വിഷ്വലൈസേഷൻ ക്വിസ്
mr: डेटा व्हिज्युअलायझेशन क्विझ
nl: Datavisualisatiequiz
no: Quiz for datavisualisering
or: ଡାଟା ଭିଜୁଆଲାଇଜେସନ୍ କୁଇଜ୍ |
pa: ਡਾਟਾ ਵਿਜ਼ੂਅਲਾਈਜ਼ੇਸ਼ਨ ਕਵਿਜ਼
pl: Quiz dotyczący wizualizacji danych
pt: Questionário de visualização de dados
ru: Викторина по визуализации данных
sv: Datavisualiseringsquiz
ta: தரவு காட்சிப்படுத்தல் வினாடிவினா
te: డేటా విజువలైజేషన్ క్విజ్
th: แบบทดสอบการแสดงข้อมูล
tr: Veri Görselleştirme Sınavı
vi: Bài kiểm tra trực quan hóa dữ liệu

source: Personalized Recommendations
ar: توصيات شخصية
bn: ব্যক্তিগতকৃত সুপারিশ
da: Personlige anbefalinger
de: Personalisierte Empfehlungen
el: Εξατομικευμένες συστάσεις
es: Recomendaciones personalizadas
fi: Henkilökohtaiset suositukset
fr: Recommandations personnalisées
he: המלצות מותאמות אישית
hi: वैयक्तिकृत सिफ़ारिशें
id: Rekomendasi yang Dipersonalisasi
it: Raccomandazioni personalizzate
ja: パーソナライズされた推奨事項
ml: വ്യക്തിഗതമാക്കിയ ശുപാർശകൾ
mr: वैयक्तिकृत शिफारसी
nl: Gepersonaliseerde aanbevelingen
pa: ਵਿਅਕਤੀਗਤ ਸਿਫ਼ਾਰਸ਼ਾਂ
pl: Spersonalizowane rekomendacje
pt: Recomendações personalizadas
ru: Персонализированные рекомендации
sv: Personliga rekommendationer
ta: தனிப்பயனாக்கப்பட்ட பரிந்துரைகள்
te: వ్యక్తిగతీకరించిన సిఫార్సులు
th: คำแนะนำส่วนบุคคล
tr: Kişiselleştirilmiş Öneriler
vi: Đề xuất được cá nhân hóa

source: Recommended Course
ar: الدورة الموصى بها
bn: প্রস্তাবিত কোর্স
da: Anbefalet kursus
de: Empfohlener Kurs
el: Προτεινόμενο μάθημα
es: Curso recomendado
fi: Suositeltu kurssi
fr: Cours recommandé
he: קורס מומלץ
hi: अनुशंसित पाठ्यक्रम
id: Kursus yang Direkomendasikan
it: Corso consigliato
ja: おすすめコース
ml: ശുപാർശ ചെയ്ത കോഴ്സ്
mr: शिफारस केलेला अभ्यासक्रम
nl: Aanbevolen cursus
pa: ਸਿਫਾਰਸ਼ੀ ਕੋਰਸ
pl: Polecany kurs
pt: Curso recomendado
ru: Рекомендуемый курс
sv: Rekommenderad kurs
ta: பரிந்துரைக்கப்பட்ட பாடநெறி
te: సిఫార్సు చేసిన కోర్సు
th: หลักสูตรแนะนำ
tr: Önerilen Kurs
vi: Khóa học được đề xuất

source: Advanced JavaScript Techniques
ar: تقنيات جافا سكريبت المتقدمة
bn: উন্নত জাভাস্ক্রিপ্ট কৌশল
da: Avancerede JavaScript-teknikker
de: Fortgeschrittene JavaScript-Techniken
el: Προηγμένες τεχνικές JavaScript
es: Técnicas avanzadas de JavaScript
fi: Edistyneet JavaScript-tekniikat
fr: Techniques JavaScript avancées
he: טכניקות JavaScript מתקדמות
hi: उन्नत जावास्क्रिप्ट तकनीकें
id: Teknik JavaScript Tingkat Lanjut
it: Tecniche JavaScript avanzate
ja: 高度な JavaScript テクニック
ml: വിപുലമായ ജാവാസ്ക്രിപ്റ്റ് ടെക്നിക്കുകൾ
mr: प्रगत JavaScript तंत्र
nl: Geavanceerde JavaScript-technieken
pa: ਐਡਵਾਂਸਡ JavaScript ਤਕਨੀਕਾਂ
pl: Zaawansowane techniki JavaScript
pt: Técnicas Avançadas de JavaScript
ru: Продвинутые методы JavaScript
sv: Avancerade JavaScript-tekniker
ta: மேம்பட்ட ஜாவாஸ்கிரிப்ட் நுட்பங்கள்
te: అధునాతన జావాస్క్రిప్ట్ టెక్నిక్స్
th: เทคนิคจาวาสคริปต์ขั้นสูง
tr: Gelişmiş JavaScript Teknikleri
vi: Kỹ thuật JavaScript nâng cao

source: Enroll Now
ar: سجل الآن
bn: এখন নথিভুক্ত করুন
da: Tilmeld dig nu
de: Melden Sie sich jetzt an
el: Εγγραφείτε τώρα
es: Inscríbete ahora
fi: Ilmoittaudu nyt
fr: Inscrivez-vous maintenant
he: הירשם עכשיו
hi: अभी दाखिला लें
id: Daftar Sekarang
it: Iscriviti ora
ja: 今すぐ登録
ml: ഇപ്പോൾ എൻറോൾ ചെയ്യുക
mr: आता नावनोंदणी करा
nl: Schrijf je nu in
pa: ਹੁਣੇ ਦਰਜ ਕਰੋ
pl: Zarejestruj się teraz
pt: Inscreva-se agora
ru: Зарегистрируйтесь сейчас
sv: Anmäl dig nu
ta: இப்போது பதிவு செய்யவும்
te: ఇప్పుడే నమోదు చేయండి
th: ลงทะเบียนตอนนี้
tr: Şimdi Kaydolun
vi: Đăng ký ngay

source: Upcoming Event
ar: الحدث القادم
bn: আসন্ন ইভেন্ট
da: Kommende begivenhed
de: Kommende Veranstaltung
el: Προσεχής Εκδήλωση
es: Próximo evento
fi: Tuleva Tapahtuma
fr: Événement à venir
he: אירוע קרוב
hi: आगामी कार्यक्रम
id: Acara Mendatang
it: Prossimo evento
ja: 今後のイベント
ml: വരാനിരിക്കുന്ന ഇവൻ്റ്
mr: आगामी कार्यक्रम
nl: Aankomend evenement
pa: ਆਗਾਮੀ ਇਵੈਂਟ
pl: Nadchodzące wydarzenie
pt: Próximo evento
ru: Предстоящее событие
sv: Kommande event
ta: வரவிருக்கும் நிகழ்வு
te: రాబోయే ఈవెంట్
th: เหตุการณ์ที่จะเกิดขึ้น
tr: Yaklaşan Etkinlik
vi: Sự kiện sắp tới

source: Web Development Career Fair
ar: معرض وظائف تطوير الويب
bn: ওয়েব ডেভেলপমেন্ট ক্যারিয়ার ফেয়ার
da: Webudvikling karrieremesse
de: Karrieremesse für Webentwicklung
el: Έκθεση Επαγγελματικής Ανάπτυξης Ιστού
es: Feria de carreras de desarrollo web
fi: Verkkokehityksen uramessut
fr: Salon des carrières en développement Web
he: יריד קריירה בבניית אתרים
hi: वेब विकास कैरियर मेला
id: Pameran Karir Pengembangan Web
it: Fiera della carriera nello sviluppo web
ja: Web開発キャリアフェア
ml: വെബ് ഡെവലപ്‌മെൻ്റ് കരിയർ മേള
mr: वेब डेव्हलपमेंट करिअर फेअर
nl: Carrièrebeurs voor webontwikkeling
pa: ਵੈੱਬ ਵਿਕਾਸ ਕਰੀਅਰ ਮੇਲਾ
pl: Targi Kariery w zakresie tworzenia stron internetowych
pt: Feira de Carreiras em Desenvolvimento Web
ru: Ярмарка вакансий веб-разработчиков
sv: Webbutveckling Karriärmässa
ta: வலை அபிவிருத்தி தொழில் கண்காட்சி
te: వెబ్ డెవలప్‌మెంట్ కెరీర్ ఫెయిర్
th: งานมหกรรมอาชีพพัฒนาเว็บไซต์
tr: Web Geliştirme Kariyer Fuarı
vi: Hội chợ việc làm phát triển web

source: Date: August 15, 2024
ar: التاريخ: 15 أغسطس 2024
bn: তারিখ: আগস্ট 15, 2024
da: Dato: 15. august 2024
de: Datum: 15. August 2024
el: Ημερομηνία: 15 Αυγούστου 2024
es: Fecha: 15 de agosto de 2024
fi: Päivämäärä: 15.8.2024
fr: Date : 15 août 2024
he: תאריך: 15 באוגוסט 2024
hi: दिनांक: 15 अगस्त, 2024
id: Tanggal: 15 Agustus 2024
it: Data: 15 agosto 2024
ja: 日付: 2024 年 8 月 15 日
ml: തീയതി: ഓഗസ്റ്റ് 15, 2024
mr: तारीख: १५ ऑगस्ट २०२४
nl: Datum: 15 augustus 2024
pa: ਮਿਤੀ: 15 ਅਗਸਤ, 2024
pl: Data: 15 sierpnia 2024 r
pt: Data: 15 de agosto de 2024
ru: Дата: 15 августа 2024 г.
sv: Datum: 15 augusti 2024
ta: தேதி: ஆகஸ்ட் 15, 2024
te: తేదీ: ఆగస్టు 15, 2024
th: วันที่: 15 สิงหาคม 2567
tr: Tarih: 15 Ağustos 2024
vi: Ngày: 15 tháng 8 năm 2024

source: Register
ar: يسجل
bn: নিবন্ধন করুন
de: Registrieren
el: Μητρώο
es: Registro
fi: Rekisteröidy
fr: Registre
he: לִרְשׁוֹם
hi: पंजीकरण करवाना
id: Daftar
it: Registro
ja: 登録する
ml: രജിസ്റ്റർ ചെയ്യുക
mr: नोंदणी करा
pa: ਰਜਿਸਟਰ ਕਰੋ
pl: Rejestr
pt: Cadastre-se
ru: Зарегистрироваться
ta: பதிவு செய்யுங்கள்
te: నమోదు చేసుకోండి
th: ลงทะเบียน
tr: Kayıt olmak
vi: Đăng ký

source: Career Path
ar: المسار الوظيفي
bn: ক্যারিয়ারের পথ
da: Karrierevej
de: Karriereweg
el: Διαδρομή Καριέρας
es: Trayectoria profesional
fi: Urapolku
fr: Cheminement de carrière
he: נתיב קריירה
hi: जीविका पथ
id: Jenjang karir
it: Percorso di carriera
ja: キャリアパス
ml: കരിയർ പാത
mr: करिअरचा मार्ग
nl: Carrièrepad
pa: ਕਰੀਅਰ ਮਾਰਗ
pl: Ścieżka kariery
pt: Plano de carreira
ru: Карьерный путь
sv: Karriärväg
ta: தொழில் பாதை
te: కెరీర్ మార్గం
th: เส้นทางอาชีพ
tr: Kariyer Yolu
vi: Con đường sự nghiệp

source: Full Stack Developer
ar: مطور مكدس كامل
bn: সম্পূর্ণ স্ট্যাক ডেভেলপার
da: Full Stack-udvikler
de: Full-Stack-Entwickler
el: Προγραμματιστής Full Stack
es: Desarrollador Full Stack
fi: Full Stack -kehittäjä
fr: Développeur Full Stack
he: מפתח Full Stack
hi: फुल स्टैक डेवलपर
id: Pengembang Tumpukan Penuh
it: Sviluppatore stack completo
ja: フルスタック開発者
ml: പൂർണ്ണ സ്റ്റാക്ക് ഡെവലപ്പർ
mr: पूर्ण स्टॅक विकसक
nl: Fullstack-ontwikkelaar
pa: ਪੂਰਾ ਸਟੈਕ ਡਿਵੈਲਪਰ
pl: Programista Full Stack
pt: Desenvolvedor Full Stack
ru: Полный стек разработчик
sv: Full Stack-utvecklare
ta: முழு அடுக்கு டெவலப்பர்
te: పూర్తి స్టాక్ డెవలపర్
th: นักพัฒนาเต็มสแต็ค
tr: Tam Yığın Geliştirici
vi: Nhà phát triển ngăn xếp đầy đủ

source: Explore Path
ar: استكشاف المسار
bn: পথ অন্বেষণ
da: Udforsk stien
de: Pfad erkunden
el: Εξερευνήστε το μονοπάτι
es: Explorar camino
fi: Tutki polkua
fr: Explorer le chemin
he: חקור את נתיב
hi: पथ का अन्वेषण करें
id: Jelajahi Jalur
it: Esplora percorso
ja: パスを探索する
ml: പാത പര്യവേക്ഷണം ചെയ്യുക
mr: मार्ग एक्सप्लोर करा
nl: Ontdek pad
pa: ਮਾਰਗ ਦੀ ਪੜਚੋਲ ਕਰੋ
pl: Przeglądaj ścieżkę
pt: Explorar caminho
ru: Исследуйте путь
sv: Utforska Path
ta: பாதையை ஆராயுங்கள்
te: మార్గాన్ని అన్వేషించండి
th: สำรวจเส้นทาง
tr: Yolu Keşfet
vi: Khám phá đường dẫn

source: Recent Activity
ar: النشاط الأخير
bn: সাম্প্রতিক কার্যকলাপ
da: Seneste aktivitet
de: Letzte Aktivität
el: Πρόσφατη Δραστηριότητα
es: Actividad reciente
fi: Viimeaikainen toiminta
fr: Activité récente
gu: તાજેતરની પ્રવૃત્તિ
he: פעילות אחרונה
hi: हाल की गतिविधि
id: Aktivitas Terkini
it: Attività recente
ja: 最近の活動
ml: സമീപകാല പ്രവർത്തനം
mr: अलीकडील क्रियाकलाप
nl: Recente activiteit
no: Nylig aktivitet
or: ସାମ୍ପ୍ରତିକ କାର୍ଯ୍ୟକଳାପ
pa: ਹਾਲੀਆ ਗਤੀਵਿਧੀ
pl: Ostatnia aktywność
pt: Atividade recente
ru: Недавняя активность
sv: Senaste aktivitet
ta: சமீபத்திய செயல்பாடு
te: ఇటీవలి కార్యాచరణ
th: กิจกรรมล่าสุด
tr: Son Etkinlik
vi: Hoạt động gần đây

source: Completed lesson: Introduction to JavaScript
ar: الدرس المكتمل: مقدمة إلى JavaScript
bn: সমাপ্ত পাঠ: জাভাস্ক্রিপ্টের ভূমিকা
da: Afsluttet lektion: Introduktion til JavaScript
de: Abgeschlossene Lektion: Einführung in JavaScript
el: Ολοκληρωμένο μάθημα: Εισαγωγή στη JavaScript
es: Lección completada: Introducción a JavaScript
fi: Suoritettu oppitunti: Johdatus JavaScriptiin
fr: Leçon terminée : Introduction à JavaScript
gu: પૂર્ણ કરેલ પાઠ: JavaScriptનો પરિચય
he: שיעור שהושלם: מבוא ל-JavaScript
hi: पूरा पाठ: जावास्क्रिप्ट का परिचय
id: Pelajaran yang telah selesai: Pengantar JavaScript
it: Lezione completata: Introduzione a JavaScript
ja: 完了したレッスン: JavaScript の概要
ml: പൂർത്തിയാക്കിയ പാഠം: ജാവാസ്ക്രിപ്റ്റിലേക്കുള്ള ആമുഖം
mr: पूर्ण केलेला धडा: JavaScript चा परिचय
nl: Voltooide les: Inleiding tot JavaScript
no: Fullført leksjon: Introduksjon til JavaScript
or: ସମାପ୍ତ ପାଠ୍ୟ: ଜାଭାସ୍କ୍ରିପ୍ଟର ପରିଚୟ |
pa: ਪੂਰਾ ਕੀਤਾ ਪਾਠ: JavaScript ਦੀ ਜਾਣ-ਪਛਾਣ
pl: Ukończona lekcja: Wprowadzenie do JavaScript
pt: Lição concluída: Introdução ao JavaScript
ru: Завершенный урок: Введение в JavaScript
sv: Genomförd lektion: Introduktion till JavaScript
ta: முடிக்கப்பட்ட பாடம்: ஜாவாஸ்கிரிப்ட் அறிமுகம்
te: పూర్తి చేసిన పాఠం: జావాస్క్రిప్ట్‌తో పరిచయం
th: บทเรียนที่เสร็จสมบูรณ์: บทนำเกี่ยวกับ JavaScript
tr: Tamamlanan ders: JavaScript'e Giriş
vi: Đã hoàn thành bài học: Giới thiệu về JavaScript

source: Earned certificate: HTML & CSS Fundamentals
ar: الشهادة المكتسبة: أساسيات HTML وCSS
bn: অর্জিত শংসাপত্র: HTML এবং CSS মৌলিক
da: Optjent certifikat: HTML & CSS Fundamentals
de: Erworbenes Zertifikat: HTML- und CSS-Grundlagen
el: Κερδισμένο πιστοποιητικό: HTML & CSS Fundamentals
es: Certificado obtenido: Fundamentos de HTML y CSS
fi: Ansaittu sertifikaatti: HTML & CSS Fundamentals
fr: Certificat obtenu : Fondamentaux HTML et CSS
gu: કમાયેલ પ્રમાણપત્ર: HTML અને CSS ફંડામેન્ટલ્સ
he: תעודה שהושגה: HTML & CSS Fundamentals
hi: अर्जित प्रमाणपत्र: HTML और CSS बुनियादी बातें
id: Sertifikat yang diperoleh: Dasar-dasar HTML & CSS
it: Certificato ottenuto: Fondamenti di HTML e CSS
ja: 取得した証明書: HTML と CSS の基礎
ml: നേടിയ സർട്ടിഫിക്കറ്റ്: HTML & CSS അടിസ്ഥാനങ്ങൾ
mr: अर्जित प्रमाणपत्र: HTML आणि CSS मूलभूत तत्त्वे
nl: Verdiend certificaat: HTML & CSS Fundamentals
no: Opptjent sertifikat: HTML og CSS Fundamentals
or: ଅର୍ଜନ କରିଥିବା ସାର୍ଟିଫିକେଟ୍: HTML ଏବଂ CSS ମ ament ଳିକତା |
pa: ਹਾਸਲ ਕੀਤਾ ਸਰਟੀਫਿਕੇਟ: HTML ਅਤੇ CSS ਫੰਡਾਮੈਂਟਲ
pl: Zdobyty certyfikat: Podstawy HTML i CSS
pt: Certificado ganho: Fundamentos de HTML e CSS
ru: Получен сертификат: Основы HTML и CSS.
sv: Förtjänat certifikat: HTML & CSS Fundamentals
ta: பெற்ற சான்றிதழ்: HTML & CSS அடிப்படைகள்
te: సంపాదించిన ప్రమాణపత్రం: HTML & CSS ఫండమెంటల్స్
th: ใบรับรองที่ได้รับ: พื้นฐาน HTML และ CSS
tr: Kazanılan sertifika: HTML ve CSS Temelleri
vi: Chứng chỉ đã đạt được: Nguyên tắc cơ bản về HTML & CSS

source: Participated in forum discussion: Best practices for responsive design
ar: شارك في مناقشة المنتدى: أفضل الممارسات للتصميم سريع الاستجابة
bn: ফোরাম আলোচনায় অংশগ্রহণ: প্রতিক্রিয়াশীল ডিজাইনের জন্য সর্বোত্তম অনুশীলন
da: Deltog i forumdiskussion: Best practices for responsive design
de: Teilnahme an der Forumsdiskussion: Best Practices für Responsive Design
el: Συμμετείχε στη συζήτηση του φόρουμ: Βέλτιστες πρακτικές για αποκριτικό σχεδιασμό
es: Participó en el foro de discusión: Mejores prácticas para el diseño responsivo.
fi: Osallistui foorumikeskusteluun: Responsiivisen suunnittelun parhaat käytännöt
fr: Participation à une discussion sur le forum : Meilleures pratiques en matière de conception réactive
he: השתתף בדיון בפורום: שיטות עבודה מומלצות לעיצוב רספונסיבי
hi: फ़ोरम चर्चा में भाग लिया: प्रतिक्रियाशील डिज़ाइन के लिए सर्वोत्तम अभ्यास
id: Berpartisipasi dalam diskusi forum: Praktik terbaik untuk desain responsif
it: Partecipazione alla discussione del forum: Migliori pratiche per il responsive design
ja: フォーラムのディスカッションに参加しました: レスポンシブ デザインのベスト プラクティス
ml: ഫോറം ചർച്ചയിൽ പങ്കെടുത്തു: പ്രതികരണാത്മക രൂപകൽപ്പനയ്ക്കുള്ള മികച്ച സമ്പ്രദായങ്ങൾ
mr: मंच चर्चेत भाग घेतला: प्रतिसादात्मक डिझाइनसाठी सर्वोत्तम पद्धती
nl: Deelgenomen aan forumdiscussie: Best practices voor responsief ontwerp
pa: ਫੋਰਮ ਚਰਚਾ ਵਿੱਚ ਹਿੱਸਾ ਲਿਆ: ਜਵਾਬਦੇਹ ਡਿਜ਼ਾਈਨ ਲਈ ਵਧੀਆ ਅਭਿਆਸ
pl: Brałem udział w dyskusji na forum: Najlepsze praktyki dotyczące responsywnego projektowania
pt: Participou da discussão do fórum: Melhores práticas para design responsivo
ru: Участвовал в обсуждении на форуме: Лучшие практики адаптивного дизайна.
sv: Deltog i forumdiskussion: Best practices for responsive design
ta: மன்ற விவாதத்தில் பங்கேற்றார்: பதிலளிக்கக்கூடிய வடிவமைப்பிற்கான சிறந்த நடைமுறைகள்
te: ఫోరమ్ చర్చలో పాల్గొన్నారు: ప్రతిస్పందించే డిజైన్ కోసం ఉత్తమ పద్ధతులు
th: เข้าร่วมการสนทนาในฟอรัม: แนวทางปฏิบัติที่ดีที่สุดสำหรับการออกแบบที่ตอบสนอง
tr: Forum tartışmasına katılım: Duyarlı tasarım için en iyi uygulamalar
vi: Đã tham gia thảo luận trên diễn đàn: Các phương pháp hay nhất cho thiết kế đáp ứng

source: 3 days ago
ar: منذ 3 أيام
bn: ৩ দিন আগে
da: 3 dage siden
de: Vor 3 Tagen
el: πριν 3 μέρες
es: Hace 3 días
fi: 3 päivää sitten
fr: il y a 3 jours
he: לפני 3 ימים
hi: 3 दिन पहले
id: 3 hari yang lalu
it: 3 giorni fa
ja: 3日前
ml: 3 ദിവസം മുമ്പ്
nl: 3 dagen geleden
pa: 3 ਦਿਨ ਪਹਿਲਾਂ
pl: 3 dni temu
pt: 3 dias atrás
ru: 3 дня назад
sv: 3 dagar sedan
ta: 3 நாட்களுக்கு முன்பு
te: 3 రోజుల క్రితం
th: 3 วันที่ผ่านมา
tr: 3 gün önce
vi: 3 ngày trước

source: Hours Studied
ar: ساعات الدراسة
bn: ঘন্টা অধ্যয়ন
da: Undersøgte timer
de: Stunden studiert
el: Ώρες μελέτης
es: Horas estudiadas
fi: Opiskelutunnit
fr: Heures étudiées
he: שעות לימוד
hi: अध्ययन के घंटे
id: Jam Belajar
it: Ore studiate
ja: 勉強時間
ml: മണിക്കൂർ പഠിച്ചു
nl: Uren gestudeerd
pa: ਘੰਟਿਆਂ ਦਾ ਅਧਿਐਨ ਕੀਤਾ
pl: Godziny nauki
pt: Horas Estudadas
ru: Часы обучения
sv: Studietimmar
ta: படித்த மணிநேரம்
te: చదువుకున్న గంటలు
th: ชั่วโมงเรียน
tr: Çalışılan Saatler
vi: Số giờ học

source: Progress
ar: تقدم
bn: অগ্রগতি
da: Fremskridt
de: Fortschritt
el: Πρόοδος
es: Progreso
fi: Edistyminen
fr: Progrès
gu: પ્રગતિ
he: הִתקַדְמוּת
hi: प्रगति
id: Kemajuan
it: Progressi
ja: 進捗
ml: പുരോഗതി
mr: प्रगती
nl: Voortgang
no: Framgang
or: ପ୍ରଗତି
pa: ਤਰੱਕੀ
pl: Postęp
pt: Progresso
ru: Прогресс
sv: Framsteg
ta: முன்னேற்றம்
te: పురోగతి
th: ความคืบหน้า
tr: İlerlemek
vi: Tiến triển

source: Month
ar: شهر
bn: মাস
da: Måned
de: Monat
el: Μήνας
es: Mes
fi: Kuukausi
fr: Mois
gu: મહિનો
he: חוֹדֶשׁ
hi: महीना
id: Bulan
it: Mese
ja: 月
ml: മാസം
mr: महिना
nl: Maand
no: Måned
or: ମାସ
pa: ਮਹੀਨਾ
pl: Miesiąc
pt: Mês
ru: Месяц
sv: Månad
ta: மாதம்
te: నెల
th: เดือน
tr: Ay
vi: Tháng

source: Current Skills
ar: المهارات الحالية
bn: বর্তমান দক্ষতা
da: Aktuelle færdigheder
de: Aktuelle Fähigkeiten
el: Τρέχουσες δεξιότητες
es: Habilidades actuales
fi: Nykyiset taidot
fr: Compétences actuelles
he: מיומנויות נוכחיות
hi: वर्तमान कौशल
id: Keterampilan Saat Ini
it: Competenze attuali
ja: 現在のスキル
ml: നിലവിലെ കഴിവുകൾ
mr: वर्तमान कौशल्ये
nl: Huidige vaardigheden
pa: ਮੌਜੂਦਾ ਹੁਨਰ
pl: Aktualne umiejętności
pt: Habilidades atuais
ru: Текущие навыки
sv: Aktuella färdigheter
ta: தற்போதைய திறன்கள்
te: ప్రస్తుత నైపుణ్యాలు
th: ทักษะปัจจุบัน
tr: Mevcut Beceriler
vi: Kỹ năng hiện tại

source: My Enrollments - LMS Learner
ar: تسجيلاتي - LMS Learner
bn: আমার তালিকাভুক্তি - LMS লার্নার
da: Mine tilmeldinger - LMS Learner
de: Meine Anmeldungen – LMS Learner
el: Οι εγγραφές μου - LMS Learner
es: Mis inscripciones - LMS Learner
fi: Omat ilmoittautumiset - LMS-oppija
fr: Mes inscriptions - Apprenant LMS
he: ההרשמות שלי - LMS Learner
hi: मेरा नामांकन - एलएमएस शिक्षार्थी
id: Pendaftaran Saya - Pelajar LMS
it: Le mie iscrizioni - LMS Learner
ja: 私の登録 - LMS 学習者
ml: എൻ്റെ എൻറോൾമെൻ്റുകൾ - LMS ലേണർ
mr: माझी नावनोंदणी - LMS Learner
nl: Mijn inschrijvingen - LMS Learner
pa: ਮੇਰੇ ਦਾਖਲੇ - LMS ਸਿੱਖਣ ਵਾਲੇ
pl: Moje zapisy — uczeń LMS
pt: Minhas inscrições - LMS Learner
ru: Мои регистрации - LMS Learner
sv: Mina anmälningar - LMS Learner
ta: எனது பதிவுகள் - LMS கற்றவர்
te: నా నమోదులు - LMS లెర్నర్
th: การลงทะเบียนของฉัน - ผู้เรียน LMS
tr: Kayıtlarım - LMS Öğrencisi
vi: Đăng ký của tôi - Người học LMS

source: Help & Support - LMS Learner
ar: المساعدة والدعم - LMS Learner
bn: সাহায্য ও সমর্থন - এলএমএস লার্নার
da: Hjælp og support - LMS Learner
de: Hilfe und Support – LMS Learner
el: Βοήθεια & Υποστήριξη - LMS Learner
es: Ayuda y soporte - LMS Learner
fi: Ohje ja tuki - LMS Learner
fr: Aide et support - Apprenant LMS
he: עזרה ותמיכה - LMS Learner
hi: सहायता एवं समर्थन - एलएमएस लर्नर
id: Bantuan & Dukungan - Pelajar LMS
it: Aiuto e supporto - Studente LMS
ja: ヘルプとサポート - LMS 学習者
ml: സഹായവും പിന്തുണയും - LMS ലേണർ
mr: मदत आणि समर्थन - LMS Learner
nl: Hulp en ondersteuning - LMS Learner
pa: ਮਦਦ ਅਤੇ ਸਹਾਇਤਾ - LMS ਸਿੱਖਣ ਵਾਲਾ
pl: Pomoc i wsparcie — uczeń LMS
pt: Ajuda e suporte - LMS Learner
ru: Помощь и поддержка — LMS Learner
sv: Hjälp och support - LMS Learner
ta: உதவி & ஆதரவு - LMS Learner
te: సహాయం & మద్దతు - LMS లెర్నర్
th: ช่วยเหลือและสนับสนุน - ผู้เรียน LMS
tr: Yardım ve Destek - LMS Öğrencisi
vi: Trợ giúp & Hỗ trợ - Người học LMS

source: Find answers to your questions and get the support you need
ar: ابحث عن إجابات لأسئلتك واحصل على الدعم الذي تحتاجه
bn: আপনার প্রশ্নের উত্তর খুঁজুন এবং আপনার প্রয়োজনীয় সমর্থন পান
da: Find svar på dine spørgsmål og få den støtte, du har brug for
de: Finden Sie Antworten auf Ihre Fragen und erhalten Sie die Unterstützung, die Sie brauchen
el: Βρείτε απαντήσεις στις ερωτήσεις σας και λάβετε την υποστήριξη που χρειάζεστε
es: Encuentre respuestas a sus preguntas y obtenga el soporte que necesita
fi: Löydä vastauksia kysymyksiisi ja saat tarvitsemaasi tukea
fr: Trouvez les réponses à vos questions et obtenez le soutien dont vous avez besoin
he: מצא תשובות לשאלות שלך וקבל את התמיכה שאתה צריך
hi: अपने प्रश्नों के उत्तर ढूंढें और आवश्यक सहायता प्राप्त करें
id: Temukan jawaban atas pertanyaan Anda dan dapatkan dukungan yang Anda butuhkan
it: Trova le risposte alle tue domande e ottieni il supporto di cui hai bisogno
ja: 質問に対する答えを見つけて、必要なサポートを受けてください
ml: നിങ്ങളുടെ ചോദ്യങ്ങൾക്ക് ഉത്തരം കണ്ടെത്തുകയും നിങ്ങൾക്ക് ആവശ്യമായ പിന്തുണ നേടുകയും ചെയ്യുക
mr: तुमच्या प्रश्नांची उत्तरे शोधा आणि तुम्हाला आवश्यक असलेला पाठिंबा मिळवा
nl: Vind antwoorden op uw vragen en krijg de ondersteuning die u nodig heeft
pa: ਆਪਣੇ ਸਵਾਲਾਂ ਦੇ ਜਵਾਬ ਲੱਭੋ ਅਤੇ ਤੁਹਾਨੂੰ ਲੋੜੀਂਦਾ ਸਮਰਥਨ ਪ੍ਰਾਪਤ ਕਰੋ
pl: Znajdź odpowiedzi na swoje pytania i uzyskaj potrzebne wsparcie
pt: Encontre respostas para suas perguntas e obtenha o suporte que você precisa
ru: Найдите ответы на свои вопросы и получите необходимую поддержку
sv: Hitta svar på dina frågor och få det stöd du behöver
ta: உங்கள் கேள்விகளுக்கான பதில்களைக் கண்டறிந்து உங்களுக்குத் தேவையான ஆதரவைப் பெறுங்கள்
te: మీ ప్రశ్నలకు సమాధానాలను కనుగొని, మీకు అవసరమైన మద్దతును పొందండి
th: ค้นหาคำตอบสำหรับคำถามของคุณและรับการสนับสนุนที่คุณต้องการ
tr: Sorularınızın yanıtlarını bulun ve ihtiyacınız olan desteği alın
vi: Tìm câu trả lời cho câu hỏi của bạn và nhận được sự hỗ trợ bạn cần
