Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Available Learners
ar: المتعلمين المتاحين
bn: উপলভ্য শিক্ষার্থীরা
da: Tilgængelige elever
de: Verfügbare Lernende
el: Διαθέσιμοι Μαθητές
es: Estudiantes disponibles
fi: Saatavilla olevat oppijat
fr: Apprenants disponibles
he: לומדים זמינים
hi: उपलब्ध शिक्षार्थी
id: Pembelajar yang Tersedia
it: Studenti disponibili
ja: 利用可能な学習者
kn: ಲಭ್ಯವಿರುವ ಕಲಿಯುವವರು
ml: ലഭ്യമായ പഠിതാക്കൾ
mr: उपलब्ध शिकणारे
nl: Beschikbare leerlingen
pa: ਉਪਲਬਧ ਸਿਖਿਆਰਥੀ
pl: Dostępni uczniowie
pt: Alunos disponíveis
ru: Доступные учащиеся
sv: Tillgängliga elever
ta: கிடைக்கும் கற்றவர்கள்
te: అందుబాటులో ఉన్న అభ్యాసకులు
th: ผู้เรียนที่มีอยู่
tr: Mevcut Öğrenciler
vi: Người học có sẵn

source: Select All
ar: حدد الكل
bn: সব নির্বাচন করুন
da: Vælg alle
de: Wählen Sie „Alle“ aus
el: Επιλέξτε Όλα
es: Seleccionar todo
fi: Valitse Kaikki
fr: Sélectionner tout
he: בחר הכל
hi: सबका चयन करें
id: Pilih Semua
it: Seleziona tutto
ja: すべて選択
kn: ಎಲ್ಲವನ್ನೂ ಆಯ್ಕೆಮಾಡಿ
ml: എല്ലാം തിരഞ്ഞെടുക്കുക
mr: सर्व निवडा
nl: Selecteer Alles
pa: ਸਭ ਚੁਣੋ
pl: Wybierz wszystko
pt: Selecionar tudo
ru: Выбрать все
sv: Välj Alla
ta: அனைத்தையும் தேர்ந்தெடுக்கவும்
te: అన్నీ ఎంచుకోండి
th: เลือกทั้งหมด
tr: Tümünü Seç
vi: Chọn tất cả

source: Deselect All
ar: قم بإلغاء تحديد الكل
bn: সকলকে অনির্বাচন করুন
da: Fravælg alle
de: Alle abwählen
el: Καταργήστε την επιλογή όλων
es: Deseleccionar todo
fi: Poista kaikki valinta
fr: Désélectionner tout
he: בטל את הבחירה בהכל
hi: सबको अचयनित करो
id: Batalkan pilihan Semua
it: Deseleziona tutto
ja: すべての選択を解除
kn: ಎಲ್ಲವನ್ನೂ ಆಯ್ಕೆ ರದ್ದುಮಾಡಿ
ml: എല്ലാം തിരഞ്ഞെടുത്തത് മാറ്റുക
mr: सर्वांची निवड रद्द करा
nl: Deselecteer Alles
pa: ਸਭ ਨੂੰ ਅਣਚੁਣਿਆ ਕਰੋ
pl: Odznacz wszystko
pt: Desmarcar tudo
ru: Отменить выбор всех
sv: Avmarkera alla
ta: அனைத்தையும் தேர்வுநீக்கவும்
te: అన్నీ ఎంపికను తీసివేయండి
th: ยกเลิกการเลือกทั้งหมด
tr: Tümünün Seçimini Kaldır
vi: Bỏ chọn tất cả

source: Enroll Selected Learners
ar: تسجيل المتعلمين المختارين
bn: নির্বাচিত শিক্ষার্থীদের তালিকাভুক্ত করুন
da: Tilmeld udvalgte elever
de: Ausgewählte Lernende einschreiben
el: Εγγραφή επιλεγμένων μαθητών
es: Inscribir estudiantes seleccionados
fi: Ilmoittaudu valituille oppijoille
fr: Inscrire les apprenants sélectionnés
he: רשום לומדים נבחרים
hi: चयनित शिक्षार्थियों का नामांकन करें
id: Daftarkan Peserta Terpilih
it: Iscrivi gli studenti selezionati
ja: 選択した学習者を登録する
kn: ಆಯ್ದ ಕಲಿಯುವವರನ್ನು ನೋಂದಾಯಿಸಿ
ml: തിരഞ്ഞെടുത്ത പഠിതാക്കളെ എൻറോൾ ചെയ്യുക
mr: निवडलेल्या विद्यार्थ्यांची नोंदणी करा
nl: Geselecteerde studenten inschrijven
pa: ਚੁਣੇ ਹੋਏ ਸਿਖਿਆਰਥੀਆਂ ਨੂੰ ਭਰਤੀ ਕਰੋ
pl: Zapisz wybranych uczniów
pt: Inscrever alunos selecionados
ru: Зарегистрируйте выбранных учащихся
sv: Registrera utvalda elever
ta: தேர்ந்தெடுக்கப்பட்ட கற்றவர்களை பதிவு செய்யவும்
te: ఎంచుకున్న అభ్యాసకులను నమోదు చేయండి
th: ลงทะเบียนผู้เรียนที่เลือก
tr: Seçilen Öğrencileri Kaydet
vi: Ghi danh những người học được chọn

source: Create Enrollments
ar: إنشاء التسجيلات
bn: তালিকাভুক্তি তৈরি করুন
da: Opret tilmeldinger
de: Anmeldungen erstellen
el: Δημιουργία εγγραφών
es: Crear inscripciones
fi: Luo ilmoittautumisia
fr: Créer des inscriptions
he: צור הרשמות
hi: नामांकन बनाएँ
id: Buat Pendaftaran
it: Crea iscrizioni
ja: 登録の作成
kn: ದಾಖಲಾತಿಗಳನ್ನು ರಚಿಸಿ
ml: എൻറോൾമെൻ്റുകൾ സൃഷ്ടിക്കുക
mr: नावनोंदणी तयार करा
nl: Inschrijvingen maken
pa: ਦਾਖਲਾ ਬਣਾਓ
pl: Utwórz zapisy
pt: Criar inscrições
ru: Создание регистраций
sv: Skapa registreringar
ta: பதிவுகளை உருவாக்கவும்
te: నమోదులను సృష్టించండి
th: สร้างการลงทะเบียน
tr: Kayıt Oluştur
vi: Tạo đăng ký

source: Create Enrollments for
ar: إنشاء التسجيلات ل
bn: জন্য তালিকাভুক্তি তৈরি করুন
da: Opret tilmeldinger til
de: Erstellen Sie Anmeldungen für
el: Δημιουργία εγγραφών για
es: Crear inscripciones para
fi: Luo ilmoittautumiset kohteelle
fr: Créer des inscriptions pour
he: צור הרשמות עבור
hi: के लिए नामांकन बनाएं
id: Buat Pendaftaran untuk
it: Crea iscrizioni per
ja: の登録を作成する
kn: ಇದಕ್ಕಾಗಿ ದಾಖಲಾತಿಗಳನ್ನು ರಚಿಸಿ
ml: ഇതിനായി എൻറോൾമെൻ്റുകൾ സൃഷ്ടിക്കുക
mr: साठी नावनोंदणी तयार करा
nl: Inschrijvingen aanmaken voor
pa: ਲਈ ਨਾਮਾਂਕਣ ਬਣਾਓ
pl: Utwórz zapisy dla
pt: Criar inscrições para
ru: Создать заявки на
sv: Skapa anmälningar för
ta: இதற்கான பதிவுகளை உருவாக்கவும்
te: కోసం నమోదులను సృష్టించండి
th: สร้างการลงทะเบียนสำหรับ
tr: Şunun için Kayıtlar Oluşturun:
vi: Tạo đăng ký cho

source: Enroll users in this delivery by filtering and selecting them below.
ar: قم بتسجيل المستخدمين في هذا التسليم عن طريق تصفيتهم واختيارهم أدناه.
bn: ফিল্টারিং এবং নীচে তাদের নির্বাচন করে এই বিতরণে ব্যবহারকারীদের নথিভুক্ত করুন৷
da: Tilmeld brugere i denne levering ved at filtrere og vælge dem nedenfor.
de: Registrieren Sie Benutzer für diese Lieferung, indem Sie sie unten filtern und auswählen.
el: Εγγράψτε χρήστες σε αυτήν την παράδοση φιλτράροντας και επιλέγοντάς τους παρακάτω.
es: Inscribe usuarios en esta entrega filtrándolos y seleccionándolos a continuación.
fi: Ilmoita käyttäjät tähän toimitukseen suodattamalla ja valitsemalla heidät alta.
fr: Inscrivez les utilisateurs à cette diffusion en les filtrant et en les sélectionnant ci-dessous.
he: רשום משתמשים למסירה זו על ידי סינון ובחירתם למטה.
hi: नीचे फ़िल्टर करके और चयन करके उपयोगकर्ताओं को इस डिलीवरी में नामांकित करें।
id: Daftarkan pengguna dalam pengiriman ini dengan memfilter dan memilih mereka di bawah.
it: Iscrivi gli utenti a questa consegna filtrandoli e selezionandoli di seguito.
ja: 以下でユーザーをフィルタリングして選択して、この配信にユーザーを登録します。
kn: ಫಿಲ್ಟರ್ ಮಾಡುವ ಮೂಲಕ ಮತ್ತು ಕೆಳಗೆ ಆಯ್ಕೆ ಮಾಡುವ ಮೂಲಕ ಈ ವಿತರಣೆಯಲ್ಲಿ ಬಳಕೆದಾರರನ್ನು ನೋಂದಾಯಿಸಿ.
ml: ഉപയോക്താക്കളെ ഫിൽട്ടർ ചെയ്‌ത് ചുവടെ തിരഞ്ഞെടുത്ത് ഈ ഡെലിവറിയിൽ എൻറോൾ ചെയ്യുക.
mr: फिल्टर करून आणि त्यांना खाली निवडून या वितरणामध्ये वापरकर्त्यांची नोंदणी करा.
nl: Schrijf gebruikers in voor deze levering door ze hieronder te filteren en te selecteren.
pa: ਹੇਠਾਂ ਫਿਲਟਰ ਕਰਕੇ ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਚੁਣ ਕੇ ਇਸ ਡਿਲੀਵਰੀ ਵਿੱਚ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਦਰਜ ਕਰੋ।
pl: Zarejestruj użytkowników w tej dostawie, filtrując i wybierając ich poniżej.
pt: Inscreva usuários neste delivery filtrando e selecionando-os abaixo.
ru: Зарегистрируйте пользователей в этой доставке, отфильтровав и выбрав их ниже.
sv: Registrera användare i denna leverans genom att filtrera och välja dem nedan.
ta: இந்த டெலிவரியில் பயனர்களை வடிகட்டுதல் மற்றும் கீழே தேர்ந்தெடுப்பதன் மூலம் பதிவு செய்யவும்.
te: ఈ డెలివరీలో వినియోగదారులను ఫిల్టర్ చేసి, దిగువన ఎంచుకోవడం ద్వారా నమోదు చేసుకోండి.
th: ลงทะเบียนผู้ใช้ในการจัดส่งนี้โดยการกรองและเลือกพวกเขาด้านล่าง
tr: Kullanıcıları aşağıda filtreleyip seçerek bu dağıtıma kaydedin.
vi: Đăng ký người dùng vào phân phối này bằng cách lọc và chọn họ bên dưới.

source: Enrollments for
ar: التسجيلات ل
bn: জন্য তালিকাভুক্তি
da: Tilmeldinger til
de: Anmeldungen für
el: Εγγραφές για
es: Inscripciones para
fi: Ilmoittautumiset varten
fr: Inscriptions pour
he: נרשמים ל
hi: के लिए नामांकन
id: Pendaftaran untuk
it: Iscrizioni per
ja: の登録
kn: ಗಾಗಿ ದಾಖಲಾತಿಗಳು
ml: എൻറോൾമെൻ്റുകൾ
mr: साठी नावनोंदणी
nl: Inschrijvingen voor
pa: ਲਈ ਨਾਮਾਂਕਣ
pl: Zapisy na
pt: Inscrições para
ru: Запись на
sv: Anmälningar till
ta: க்கான பதிவுகள்
te: కోసం నమోదులు
th: การลงทะเบียนสำหรับ
tr: Kayıtlar
vi: Đăng ký cho

source: Manage and view all enrollments for this delivery.
ar: إدارة وعرض جميع التسجيلات لهذا التسليم.
bn: এই বিতরণের জন্য সমস্ত নথিভুক্তিগুলি পরিচালনা করুন এবং দেখুন৷
da: Administrer og se alle tilmeldinger til denne levering.
de: Alle Anmeldungen für diese Lieferung verwalten und anzeigen.
el: Διαχειριστείτε και δείτε όλες τις εγγραφές για αυτήν την παράδοση.
es: Gestiona y visualiza todas las inscripciones para esta entrega.
fi: Hallinnoi ja tarkastele kaikkia tämän toimituksen ilmoittautumisia.
fr: Gérez et affichez toutes les inscriptions pour cette livraison.
he: נהל והצג את כל ההרשמות למשלוח זה.
hi: इस डिलीवरी के लिए सभी नामांकन प्रबंधित करें और देखें।
id: Kelola dan lihat semua pendaftaran untuk pengiriman ini.
it: Gestisci e visualizza tutte le iscrizioni per questa consegna.
ja: この配信のすべての登録を管理および表示します。
kn: ಈ ವಿತರಣೆಗಾಗಿ ಎಲ್ಲಾ ದಾಖಲಾತಿಗಳನ್ನು ನಿರ್ವಹಿಸಿ ಮತ್ತು ವೀಕ್ಷಿಸಿ.
ml: ഈ ഡെലിവറിക്കായി എല്ലാ എൻറോൾമെൻ്റുകളും നിയന്ത്രിക്കുകയും കാണുക.
mr: या वितरणासाठी सर्व नावनोंदणी व्यवस्थापित करा आणि पहा.
nl: Beheer en bekijk alle inschrijvingen voor deze levering.
pa: ਇਸ ਡਿਲੀਵਰੀ ਲਈ ਸਾਰੇ ਨਾਮਾਂਕਣਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ ਅਤੇ ਦੇਖੋ।
pl: Zarządzaj i przeglądaj wszystkie rejestracje dla tej dostawy.
pt: Gerencie e visualize todas as inscrições para este delivery.
ru: Управляйте и просматривайте все заявки на участие в этой доставке.
sv: Hantera och se alla registreringar för denna leverans.
ta: இந்த விநியோகத்திற்கான அனைத்து பதிவுகளையும் நிர்வகிக்கவும் மற்றும் பார்க்கவும்.
te: ఈ డెలివరీ కోసం అన్ని నమోదులను నిర్వహించండి మరియు వీక్షించండి.
th: จัดการและดูการลงทะเบียนทั้งหมดสำหรับการจัดส่งนี้
tr: Bu teslimata ilişkin tüm kayıtları yönetin ve görüntüleyin.
vi: Quản lý và xem tất cả các đăng ký cho lần giao hàng này.

source: Enrollment Statistics
ar: إحصائيات التسجيل
bn: তালিকাভুক্তি পরিসংখ্যান
da: Tilmeldingsstatistik
de: Einschreibungsstatistik
el: Στατιστικά Εγγραφών
es: Estadísticas de inscripción
fi: Ilmoittautumistilastot
fr: Statistiques d'inscription
he: סטטיסטיקת הרשמה
hi: नामांकन सांख्यिकी
id: Statistik Pendaftaran
it: Statistiche di iscrizione
ja: 登録統計
kn: ದಾಖಲಾತಿ ಅಂಕಿಅಂಶಗಳು
ml: എൻറോൾമെൻ്റ് സ്ഥിതിവിവരക്കണക്കുകൾ
mr: नावनोंदणी आकडेवारी
nl: Inschrijvingsstatistieken
pa: ਦਾਖਲੇ ਦੇ ਅੰਕੜੇ
pl: Statystyki zapisów
pt: Estatísticas de matrícula
ru: Статистика регистрации
sv: Inskrivningsstatistik
ta: பதிவு புள்ளிவிவரங்கள்
te: నమోదు గణాంకాలు
th: สถิติการลงทะเบียน
tr: Kayıt İstatistikleri
vi: Thống kê tuyển sinh

source: Filter Enrollments
ar: تصفية التسجيلات
bn: ফিল্টার তালিকাভুক্তি
da: Filtrer tilmeldinger
de: Anmeldungen filtern
el: Φιλτράρισμα εγγραφών
es: Filtrar inscripciones
fi: Suodata ilmoittautumiset
fr: Filtrer les inscriptions
he: סינון הרשמות
hi: नामांकन फ़िल्टर करें
id: Filter Pendaftaran
it: Filtra iscrizioni
ja: フィルタ登録
kn: ದಾಖಲಾತಿಗಳನ್ನು ಫಿಲ್ಟರ್ ಮಾಡಿ
ml: എൻറോൾമെൻ്റുകൾ ഫിൽട്ടർ ചെയ്യുക
mr: नावनोंदणी फिल्टर करा
nl: Filter inschrijvingen
pa: ਨਾਮਾਂਕਣਾਂ ਨੂੰ ਫਿਲਟਰ ਕਰੋ
pl: Filtruj zapisy
pt: Filtrar inscrições
ru: Фильтровать записи
sv: Filtrera registreringar
ta: வடிகட்டுதல் பதிவுகள்
te: నమోదులను ఫిల్టర్ చేయండి
th: กรองการลงทะเบียน
tr: Kayıtları Filtrele
vi: Lọc tuyển sinh

source: Create Enrollment
ar: إنشاء التسجيل
bn: তালিকাভুক্তি তৈরি করুন
da: Opret tilmelding
de: Anmeldung erstellen
el: Δημιουργία Εγγραφής
es: Crear inscripción
fi: Luo ilmoittautuminen
fr: Créer une inscription
he: צור הרשמה
hi: नामांकन बनाएँ
id: Buat Pendaftaran
it: Crea iscrizione
ja: 登録の作成
kn: ನೋಂದಣಿ ರಚಿಸಿ
ml: എൻറോൾമെൻ്റ് സൃഷ്ടിക്കുക
mr: नावनोंदणी तयार करा
nl: Inschrijving maken
pa: ਦਾਖਲਾ ਬਣਾਓ
pl: Utwórz rejestrację
pt: Criar inscrição
ru: Создать регистрацию
sv: Skapa registrering
ta: பதிவை உருவாக்கவும்
te: నమోదును సృష్టించండి
th: สร้างการลงทะเบียน
tr: Kayıt Oluştur
vi: Tạo đăng ký

source: Completion Date
ar: تاريخ الانتهاء
bn: সমাপ্তির তারিখ
da: Afslutningsdato
de: Fertigstellungsdatum
el: Ημερομηνία Ολοκλήρωσης
es: Fecha de finalización
fi: Valmistumispäivämäärä
fr: Date d'achèvement
he: תאריך סיום
hi: पूरा करने की तिथि
id: Tanggal Penyelesaian
it: Data di completamento
ja: 完了日
kn: ಪೂರ್ಣಗೊಂಡ ದಿನಾಂಕ
ml: പൂർത്തീകരണ തീയതി
mr: पूर्ण होण्याची तारीख
nl: Voltooiingsdatum
pa: ਮੁਕੰਮਲ ਹੋਣ ਦੀ ਮਿਤੀ
pl: Data zakończenia
pt: Data de conclusão
ru: Дата завершения
sv: Slutdatum
ta: நிறைவு தேதி
te: పూర్తయిన తేదీ
th: วันที่เสร็จสมบูรณ์
tr: Tamamlanma Tarihi
vi: Ngày hoàn thành

source: No enrollments found.
ar: لم يتم العثور على التسجيلات.
bn: কোনো তালিকাভুক্তি পাওয়া যায়নি.
da: Ingen tilmeldinger fundet.
de: Keine Anmeldungen gefunden.
el: Δεν βρέθηκαν εγγραφές.
es: No se encontraron inscripciones.
fi: Ilmoittautumisia ei löytynyt.
fr: Aucune inscription trouvée.
he: לא נמצאו הרשמות.
hi: कोई नामांकन नहीं मिला.
id: Tidak ada pendaftaran yang ditemukan.
it: Nessuna iscrizione trovata.
ja: 登録は見つかりませんでした。
kn: ಯಾವುದೇ ದಾಖಲಾತಿಗಳು ಕಂಡುಬಂದಿಲ್ಲ.
ml: എൻറോൾമെൻ്റുകളൊന്നും കണ്ടെത്തിയില്ല.
mr: कोणतीही नोंदणी आढळली नाही.
nl: Geen inschrijvingen gevonden.
pa: ਕੋਈ ਦਾਖਲਾ ਨਹੀਂ ਮਿਲਿਆ।
pl: Nie znaleziono zapisów.
pt: Nenhuma inscrição encontrada.
ru: Записей не обнаружено.
sv: Inga registreringar hittades.
ta: பதிவுகள் எதுவும் இல்லை.
te: నమోదులు ఏవీ కనుగొనబడలేదు.
th: ไม่พบการลงทะเบียน
tr: Hiçbir kayıt bulunamadı.
vi: Không tìm thấy tuyển sinh nào.

source: Add
ar: يضيف
bn: যোগ করুন
da: Tilføje
de: Hinzufügen
el: Προσθέτω
es: Agregar
fi: Lisätä
fr: Ajouter
he: לְהוֹסִיף
hi: जोड़ना
id: Menambahkan
it: Aggiungere
ja: 追加
kn: ಸೇರಿಸಿ
ml: ചേർക്കുക
mr: ॲड
nl: Toevoegen
pa: ਸ਼ਾਮਲ ਕਰੋ
pl: Dodać
pt: Adicionar
ru: Добавлять
sv: Tillägga
ta: சேர்
te: జోడించు
th: เพิ่ม
tr: Eklemek
vi: Thêm vào

source: Delete Enrollment
ar: حذف التسجيل
bn: তালিকাভুক্তি মুছুন
da: Slet tilmelding
de: Anmeldung löschen
el: Διαγραφή εγγραφής
es: Eliminar inscripción
fi: Poista ilmoittautuminen
fr: Supprimer l'inscription
he: מחק הרשמה
hi: नामांकन हटाएँ
id: Hapus Pendaftaran
it: Elimina iscrizione
ja: 登録の削除
kn: ದಾಖಲಾತಿ ಅಳಿಸಿ
ml: എൻറോൾമെൻ്റ് ഇല്ലാതാക്കുക
mr: नावनोंदणी हटवा
nl: Inschrijving verwijderen
pa: ਦਾਖਲਾ ਮਿਟਾਓ
pl: Usuń rejestrację
pt: Excluir inscrição
ru: Удалить регистрацию
sv: Ta bort registrering
ta: பதிவை நீக்கவும்
te: నమోదును తొలగించండి
th: ลบการลงทะเบียน
tr: Kaydı Sil
vi: Xóa đăng ký

source: Confirm enrollment deletion
ar: تأكيد حذف التسجيل
bn: তালিকাভুক্তি মুছে ফেলা নিশ্চিত করুন
da: Bekræft sletning af tilmelding
de: Bestätigen Sie die Löschung der Registrierung
el: Επιβεβαιώστε τη διαγραφή εγγραφής
es: Confirmar eliminación de inscripción
fi: Vahvista ilmoittautumisen poistaminen
fr: Confirmer la suppression de l'inscription
he: אשר את מחיקת ההרשמה
hi: नामांकन हटाने की पुष्टि करें
id: Konfirmasikan penghapusan pendaftaran
it: Conferma l'eliminazione dell'iscrizione
ja: 登録削除の確認
kn: ದಾಖಲಾತಿ ಅಳಿಸುವಿಕೆಯನ್ನು ದೃಢೀಕರಿಸಿ
ml: എൻറോൾമെൻ്റ് ഇല്ലാതാക്കൽ സ്ഥിരീകരിക്കുക
mr: नोंदणी हटविण्याची पुष्टी करा
nl: Bevestig het verwijderen van de inschrijving
pa: ਦਾਖਲਾ ਮਿਟਾਉਣ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
pl: Potwierdź usunięcie rejestracji
pt: Confirmar exclusão de inscrição
ru: Подтвердите удаление регистрации
sv: Bekräfta borttagning av registrering
ta: பதிவு நீக்கத்தை உறுதிப்படுத்தவும்
te: నమోదు తొలగింపును నిర్ధారించండి
th: ยืนยันการลบการลงทะเบียน
tr: Kayıt silme işlemini onaylayın
vi: Xác nhận xóa đăng ký

source: Are you sure you want to delete this enrollment?
ar: هل أنت متأكد أنك تريد حذف هذا التسجيل؟
bn: আপনি কি নিশ্চিত আপনি এই তালিকা মুছে ফেলতে চান?
da: Er du sikker på, at du vil slette denne tilmelding?
de: Sind Sie sicher, dass Sie diese Registrierung löschen möchten?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την εγγραφή;
es: ¿Está seguro de que desea eliminar esta inscripción?
fi: Haluatko varmasti poistaa tämän ilmoittautumisen?
fr: Êtes-vous sûr de vouloir supprimer cette inscription ?
he: האם אתה בטוח שברצונך למחוק את ההרשמה הזו?
hi: क्या आप वाकई इस नामांकन को हटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus pendaftaran ini?
it: Sei sicuro di voler eliminare questa registrazione?
ja: この登録を削除してもよろしいですか?
kn: ಈ ದಾಖಲಾತಿಯನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
ml: ഈ എൻറോൾമെൻ്റ് ഇല്ലാതാക്കണമെന്ന് തീർച്ചയാണോ?
mr: तुमची खात्री आहे की तुम्ही ही नोंदणी हटवू इच्छिता?
nl: Weet u zeker dat u deze inschrijving wilt verwijderen?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ ਇਸ ਦਾਖਲੇ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy na pewno chcesz usunąć tę rejestrację?
pt: Tem certeza de que deseja excluir esta inscrição?
ru: Вы уверены, что хотите удалить эту регистрацию?
sv: Är du säker på att du vill ta bort denna registrering?
ta: இந்தப் பதிவை நிச்சயமாக நீக்க விரும்புகிறீர்களா?
te: మీరు ఈ నమోదును ఖచ్చితంగా తొలగించాలనుకుంటున్నారా?
th: คุณแน่ใจหรือไม่ว่าต้องการลบการลงทะเบียนนี้
tr: Bu kaydı silmek istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn xóa đăng ký này?

source: Enrollment Type
ar: نوع التسجيل
bn: তালিকাভুক্তির ধরন
da: Tilmeldingstype
de: Anmeldetyp
el: Τύπος εγγραφής
es: Tipo de inscripción
fi: Ilmoittautumistyyppi
fr: Type d'inscription
he: סוג הרשמה
hi: नामांकन प्रकार
id: Jenis Pendaftaran
it: Tipo di iscrizione
ja: 登録タイプ
kn: ದಾಖಲಾತಿ ಪ್ರಕಾರ
ml: എൻറോൾമെൻ്റ് തരം
mr: नावनोंदणी प्रकार
nl: Inschrijvingstype
pa: ਨਾਮਾਂਕਣ ਦੀ ਕਿਸਮ
pl: Typ rejestracji
pt: Tipo de inscrição
ru: Тип регистрации
sv: Typ av registrering
ta: பதிவு வகை
te: నమోదు రకం
th: ประเภทการลงทะเบียน
tr: Kayıt Türü
vi: Loại đăng ký

source: Delivery
ar: توصيل
bn: ডেলিভারি
da: Levering
de: Lieferung
el: Διανομή
es: Entrega
fi: Toimitus
fr: Livraison
he: מְסִירָה
hi: वितरण
id: Pengiriman
it: Consegna
ja: 配達
kn: ವಿತರಣೆ
ml: ഡെലിവറി
mr: डिलिव्हरी
nl: Levering
pa: ਡਿਲਿਵਰੀ
pl: Dostawa
pt: Entrega
ru: Доставка
sv: Leverans
ta: டெலிவரி
te: డెలివరీ
th: จัดส่ง
tr: Teslimat
vi: Vận chuyển

source: Program
ar: برنامج
bn: প্রোগ্রাম
de: Programm
el: Πρόγραμμα
es: Programa
fi: Ohjelmoida
fr: Programme
he: תָכְנִית
hi: कार्यक्रम
it: Programma
ja: プログラム
kn: ಕಾರ್ಯಕ್ರಮ
ml: പ്രോഗ്രാം
mr: कार्यक्रम
nl: Programma
pa: ਪ੍ਰੋਗਰਾਮ
pt: Programa
ru: Программа
sv: Programmera
ta: நிரல்
te: కార్యక్రమం
th: โปรแกรม
tr: programı
vi: Chương trình

source: Confirm Delete
ar: تأكيد الحذف
bn: মুছে ফেলা নিশ্চিত করুন
da: Bekræft sletning
de: Bestätigen Sie Löschen
el: Επιβεβαίωση Διαγραφής
es: Confirmar eliminación
fi: Vahvista Poista
fr: Confirmer la suppression
he: אשר את המחיקה
hi: हटाने की पुष्टि करें
id: Konfirmasi Hapus
it: Conferma eliminazione
ja: 削除の確認
kn: ಅಳಿಸುವುದನ್ನು ದೃಢೀಕರಿಸಿ
ml: ഇല്ലാതാക്കൽ സ്ഥിരീകരിക്കുക
mr: हटविण्याची पुष्टी करा
nl: Bevestig verwijderen
pa: ਮਿਟਾਉਣ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
pl: Potwierdź usunięcie
pt: Confirmar exclusão
ru: Подтвердить удаление
sv: Bekräfta radering
ta: நீக்குவதை உறுதிப்படுத்தவும்
te: తొలగించడాన్ని నిర్ధారించండి
th: ยืนยันการลบ
tr: Silmeyi Onayla
vi: Xác nhận Xóa

source: Create New Enrollments
ar: إنشاء تسجيلات جديدة
bn: নতুন তালিকাভুক্তি তৈরি করুন
da: Opret nye tilmeldinger
de: Erstellen Sie neue Anmeldungen
el: Δημιουργία Νέων Εγγραφών
es: Crear nuevas inscripciones
fi: Luo uusia ilmoittautumisia
fr: Créer de nouvelles inscriptions
he: צור הרשמות חדשות
hi: नए नामांकन बनाएं
id: Buat Pendaftaran Baru
it: Crea nuove iscrizioni
ja: 新しい登録の作成
kn: ಹೊಸ ದಾಖಲಾತಿಗಳನ್ನು ರಚಿಸಿ
ml: പുതിയ എൻറോൾമെൻ്റുകൾ സൃഷ്ടിക്കുക
mr: नवीन नावनोंदणी तयार करा
nl: Maak nieuwe inschrijvingen
pa: ਨਵੇਂ ਦਾਖਲੇ ਬਣਾਓ
pl: Utwórz nowe zapisy
pt: Criar novas inscrições
ru: Создать новые регистрации
sv: Skapa nya registreringar
ta: புதிய பதிவுகளை உருவாக்கவும்
te: కొత్త నమోదులను సృష్టించండి
th: สร้างการลงทะเบียนใหม่
tr: Yeni Kayıtlar Oluşturun
vi: Tạo đăng ký mới

source: Enroll users in courses, programs, or deliveries
ar: تسجيل المستخدمين في الدورات التدريبية أو البرامج أو عمليات التسليم
bn: কোর্স, প্রোগ্রাম বা ডেলিভারিতে ব্যবহারকারীদের নথিভুক্ত করুন
da: Tilmeld brugere til kurser, programmer eller leveringer
de: Registrieren Sie Benutzer für Kurse, Programme oder Lieferungen
el: Εγγραφή χρηστών σε μαθήματα, προγράμματα ή παραδόσεις
es: Inscribir usuarios en cursos, programas o entregas
fi: Ilmoittaudu kursseille, ohjelmiin tai toimituksiin
fr: Inscrire des utilisateurs à des cours, des programmes ou des diffusions
he: רשום משתמשים לקורסים, תוכניות או משלוחים
hi: उपयोगकर्ताओं को पाठ्यक्रमों, कार्यक्रमों या डिलीवरी में नामांकित करें
id: Daftarkan pengguna dalam kursus, program, atau penyampaian
it: Iscrivi gli utenti a corsi, programmi o consegne
ja: コース、プログラム、または配信にユーザーを登録する
kn: ಕೋರ್ಸ್‌ಗಳು, ಪ್ರೋಗ್ರಾಂಗಳು ಅಥವಾ ವಿತರಣೆಗಳಲ್ಲಿ ಬಳಕೆದಾರರನ್ನು ನೋಂದಾಯಿಸಿ
ml: കോഴ്‌സുകളിലോ പ്രോഗ്രാമുകളിലോ ഡെലിവറികളിലോ ഉപയോക്താക്കളെ എൻറോൾ ചെയ്യുക
mr: अभ्यासक्रम, कार्यक्रम किंवा वितरणांमध्ये वापरकर्त्यांची नोंदणी करा
nl: Schrijf gebruikers in voor cursussen, programma's of leveringen
pa: ਕੋਰਸਾਂ, ਪ੍ਰੋਗਰਾਮਾਂ, ਜਾਂ ਡਿਲੀਵਰੀ ਵਿੱਚ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਦਰਜ ਕਰੋ
pl: Rejestruj użytkowników na kursy, programy lub dostawy
pt: Inscrever usuários em cursos, programas ou entregas
ru: Регистрация пользователей на курсы, программы или поставки
sv: Registrera användare till kurser, program eller leveranser
ta: படிப்புகள், திட்டங்கள் அல்லது டெலிவரிகளில் பயனர்களைச் சேர்க்கவும்
te: కోర్సులు, ప్రోగ్రామ్‌లు లేదా డెలివరీలలో వినియోగదారులను నమోదు చేయండి
th: ลงทะเบียนผู้ใช้ในหลักสูตร โปรแกรม หรือการจัดส่ง
tr: Kullanıcıları kurslara, programlara veya sunumlara kaydetme
vi: Đăng ký người dùng vào các khóa học, chương trình hoặc giao hàng

source: Select enrollment type
ar: اختر نوع التسجيل
bn: তালিকাভুক্তির ধরন নির্বাচন করুন
da: Vælg tilmeldingstype
de: Wählen Sie den Anmeldetyp aus
el: Επιλέξτε τύπο εγγραφής
es: Seleccione el tipo de inscripción
fi: Valitse ilmoittautumistyyppi
fr: Sélectionnez le type d'inscription
he: בחר סוג הרשמה
hi: नामांकन प्रकार चुनें
id: Pilih jenis pendaftaran
it: Seleziona il tipo di iscrizione
ja: 登録タイプを選択してください
kn: ನೋಂದಣಿ ಪ್ರಕಾರವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: എൻറോൾമെൻ്റ് തരം തിരഞ്ഞെടുക്കുക
mr: नावनोंदणी प्रकार निवडा
nl: Selecteer het inschrijvingstype
pa: ਨਾਮਾਂਕਣ ਦੀ ਕਿਸਮ ਚੁਣੋ
pl: Wybierz typ rejestracji
pt: Selecione o tipo de inscrição
ru: Выберите тип регистрации
sv: Välj registreringstyp
ta: பதிவு வகையைத் தேர்ந்தெடுக்கவும்
te: నమోదు రకాన్ని ఎంచుకోండి
th: เลือกประเภทการลงทะเบียน
tr: Kayıt türünü seçin
vi: Chọn loại đăng ký

source: Select delivery
ar: حدد التسليم
bn: ডেলিভারি নির্বাচন করুন
da: Vælg levering
de: Lieferung auswählen
el: Επιλέξτε παράδοση
es: Seleccionar entrega
fi: Valitse toimitus
fr: Sélectionnez la livraison
he: בחר משלוח
hi: डिलीवरी का चयन करें
id: Pilih pengiriman
it: Seleziona la consegna
ja: 配送を選択
kn: ವಿತರಣೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: ഡെലിവറി തിരഞ്ഞെടുക്കുക
mr: वितरण निवडा
nl: Selecteer bezorging
pa: ਡਿਲੀਵਰੀ ਚੁਣੋ
pl: Wybierz dostawę
pt: Selecione a entrega
ru: Выберите доставку
sv: Välj leverans
ta: விநியோகத்தைத் தேர்ந்தெடுக்கவும்
te: డెలివరీని ఎంచుకోండి
th: เลือกการจัดส่ง
tr: Teslimatı seçin
vi: Chọn giao hàng

source: Select program
ar: حدد البرنامج
bn: প্রোগ্রাম নির্বাচন করুন
da: Vælg program
de: Programm auswählen
el: Επιλέξτε πρόγραμμα
es: Seleccionar programa
fi: Valitse ohjelma
fr: Sélectionnez le programme
he: בחר תוכנית
hi: प्रोग्राम चुनें
id: Pilih program
it: Seleziona il programma
ja: プログラムを選択する
kn: ಪ್ರೋಗ್ರಾಂ ಆಯ್ಕೆಮಾಡಿ
ml: പ്രോഗ്രാം തിരഞ്ഞെടുക്കുക
mr: प्रोग्राम निवडा
nl: Selecteer programma
pa: ਪ੍ਰੋਗਰਾਮ ਚੁਣੋ
pl: Wybierz program
pt: Selecione o programa
ru: Выберите программу
sv: Välj program
ta: நிரலைத் தேர்ந்தெடுக்கவும்
te: ప్రోగ్రామ్‌ని ఎంచుకోండి
th: เลือกโปรแกรม
tr: Programı seç
vi: Chọn chương trình

source: Select course
ar: اختر الدورة
bn: কোর্স নির্বাচন করুন
da: Vælg kursus
de: Kurs auswählen
el: Επιλέξτε μάθημα
es: Seleccionar curso
fi: Valitse kurssi
fr: Sélectionnez un cours
he: בחר קורס
hi: पाठ्यक्रम चुनें
id: Pilih kursus
it: Seleziona il corso
ja: コースを選択
kn: ಕೋರ್ಸ್ ಆಯ್ಕೆಮಾಡಿ
ml: കോഴ്സ് തിരഞ്ഞെടുക്കുക
mr: अभ्यासक्रम निवडा
nl: Cursus selecteren
pa: ਕੋਰਸ ਚੁਣੋ
pl: Wybierz kurs
pt: Selecione o curso
ru: Выберите курс
sv: Välj kurs
ta: படிப்பைத் தேர்ந்தெடுக்கவும்
te: కోర్సును ఎంచుకోండి
th: เลือกหลักสูตร
tr: Kurs seçin
vi: Chọn khóa học

source: Select Users
ar: حدد المستخدمين
bn: ব্যবহারকারী নির্বাচন করুন
da: Vælg Brugere
de: Wählen Sie Benutzer aus
el: Επιλέξτε Χρήστες
es: Seleccionar usuarios
fi: Valitse Käyttäjät
fr: Sélectionnez les utilisateurs
he: בחר משתמשים
hi: उपयोगकर्ता चुनें
id: Pilih Pengguna
it: Seleziona Utenti
ja: ユーザーの選択
kn: ಬಳಕೆದಾರರನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: ഉപയോക്താക്കളെ തിരഞ്ഞെടുക്കുക
mr: वापरकर्ते निवडा
nl: Selecteer Gebruikers
pa: ਉਪਭੋਗਤਾ ਚੁਣੋ
pl: Wybierz Użytkownicy
pt: Selecione usuários
ru: Выберите пользователей
sv: Välj Användare
ta: பயனர்களைத் தேர்ந்தெடுக்கவும்
te: వినియోగదారులను ఎంచుకోండి
th: เลือกผู้ใช้
tr: Kullanıcıları Seçin
vi: Chọn người dùng
