Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Dedicated account manager
ar: مدير حساب مخصص
bn: ডেডিকেটেড অ্যাকাউন্ট ম্যানেজার
da: Dedikeret account manager
de: Dedizierter Account Manager
el: Αποκλειστικός διαχειριστής λογαριασμού
es: Gerente de cuenta dedicado
fi: Omistettu tilivastaava
fr: Gestionnaire de comptes dédié
he: מנהל חשבונות מסור
hi: समर्पित खाता प्रबंधक
id: Manajer akun khusus
it: Account manager dedicato
ja: 専任のアカウントマネージャー
ml: സമർപ്പിത അക്കൗണ്ട് മാനേജർ
mr: समर्पित खाते व्यवस्थापक
nl: Toegewijde accountmanager
pa: ਸਮਰਪਿਤ ਖਾਤਾ ਪ੍ਰਬੰਧਕ
pl: Dedykowany menadżer konta
pt: Gerente de conta dedicado
ru: Выделенный менеджер по работе с клиентами
sv: Dedikerad kontoansvarig
ta: பிரத்யேக கணக்கு மேலாளர்
te: అంకితమైన ఖాతా మేనేజర్
th: ผู้จัดการบัญชีเฉพาะ
tr: Özel hesap yöneticisi
vi: Người quản lý tài khoản chuyên dụng

source: Ready to Transform Your Learning Experience?
ar: هل أنت مستعد لتحويل تجربتك التعليمية؟
bn: আপনার শেখার অভিজ্ঞতা রূপান্তর করতে প্রস্তুত?
da: Klar til at transformere din læringsoplevelse?
de: Sind Sie bereit, Ihre Lernerfahrung zu verändern?
el: Είστε έτοιμοι να μεταμορφώσετε τη μαθησιακή σας εμπειρία;
es: ¿Listo para transformar su experiencia de aprendizaje?
fi: Oletko valmis muuttamaan oppimiskokemuksesi?
fr: Prêt à transformer votre expérience d'apprentissage ?
he: מוכן לשנות את חווית הלמידה שלך?
hi: क्या आप अपने सीखने के अनुभव को बदलने के लिए तैयार हैं?
id: Siap Mengubah Pengalaman Belajar Anda?
it: Pronto a trasformare la tua esperienza di apprendimento?
ja: 学習体験を変える準備はできていますか?
ml: നിങ്ങളുടെ പഠനാനുഭവം പരിവർത്തനം ചെയ്യാൻ തയ്യാറാണോ?
mr: तुमचा शिकण्याचा अनुभव बदलण्यासाठी तयार आहात?
nl: Klaar om uw leerervaring te transformeren?
pa: ਆਪਣੇ ਸਿੱਖਣ ਦੇ ਅਨੁਭਵ ਨੂੰ ਬਦਲਣ ਲਈ ਤਿਆਰ ਹੋ?
pl: Gotowy na zmianę swojego doświadczenia edukacyjnego?
pt: Pronto para transformar sua experiência de aprendizagem?
ru: Готовы изменить свой опыт обучения?
sv: Är du redo att förvandla din inlärningsupplevelse?
ta: உங்கள் கற்றல் அனுபவத்தை மாற்றத் தயாரா?
te: మీ అభ్యాస అనుభవాన్ని మార్చడానికి సిద్ధంగా ఉన్నారా?
th: พร้อมที่จะเปลี่ยนประสบการณ์การเรียนรู้ของคุณแล้วหรือยัง?
tr: Öğrenme Deneyiminizi Dönüştürmeye Hazır mısınız?
vi: Sẵn sàng để thay đổi trải nghiệm học tập của bạn?

source: Unlock the full potential of your organization's talent with our innovative learning management system.
ar: أطلق العنان للإمكانات الكاملة لمواهب مؤسستك من خلال نظام إدارة التعلم المبتكر الخاص بنا.
bn: আমাদের উদ্ভাবনী লার্নিং ম্যানেজমেন্ট সিস্টেমের মাধ্যমে আপনার প্রতিষ্ঠানের প্রতিভার পূর্ণ সম্ভাবনাকে আনলক করুন।
da: Frigør det fulde potentiale af din organisations talent med vores innovative læringsstyringssystem.
de: Schöpfen Sie das volle Potenzial der Talente Ihres Unternehmens mit unserem innovativen Lernmanagementsystem aus.
el: Ξεκλειδώστε πλήρως τις δυνατότητες του ταλέντου του οργανισμού σας με το καινοτόμο σύστημα διαχείρισης μάθησης.
es: Libere todo el potencial del talento de su organización con nuestro innovador sistema de gestión del aprendizaje.
fi: Avaa organisaatiosi kykyjen täysi potentiaali innovatiivisella oppimisen hallintajärjestelmällämme.
fr: Libérez tout le potentiel des talents de votre organisation grâce à notre système innovant de gestion de l’apprentissage.
he: גלה את מלוא הפוטנציאל של הכישרון של הארגון שלך עם מערכת ניהול הלמידה החדשנית שלנו.
hi: हमारे नवोन्मेषी शिक्षण प्रबंधन प्रणाली के साथ अपने संगठन की प्रतिभा की पूरी क्षमता को अनलॉक करें।
id: Buka potensi penuh dari bakat organisasi Anda dengan sistem manajemen pembelajaran inovatif kami.
it: Sblocca tutto il potenziale del talento della tua organizzazione con il nostro innovativo sistema di gestione dell'apprendimento.
ja: 当社の革新的な学習管理システムで、組織の才能の可能性を最大限に引き出します。
ml: ഞങ്ങളുടെ നൂതനമായ ലേണിംഗ് മാനേജ്‌മെൻ്റ് സിസ്റ്റം ഉപയോഗിച്ച് നിങ്ങളുടെ ഓർഗനൈസേഷൻ്റെ കഴിവുകളുടെ മുഴുവൻ സാധ്യതകളും അൺലോക്ക് ചെയ്യുക.
mr: आमच्या नाविन्यपूर्ण शिक्षण व्यवस्थापन प्रणालीसह तुमच्या संस्थेच्या प्रतिभेची पूर्ण क्षमता अनलॉक करा.
nl: Ontgrendel het volledige potentieel van het talent van uw organisatie met ons innovatieve leermanagementsysteem.
pa: ਸਾਡੀ ਨਵੀਨਤਾਕਾਰੀ ਸਿਖਲਾਈ ਪ੍ਰਬੰਧਨ ਪ੍ਰਣਾਲੀ ਨਾਲ ਆਪਣੀ ਸੰਸਥਾ ਦੀ ਪ੍ਰਤਿਭਾ ਦੀ ਪੂਰੀ ਸੰਭਾਵਨਾ ਨੂੰ ਅਨਲੌਕ ਕਰੋ।
pl: Odblokuj pełny potencjał talentów swojej organizacji dzięki naszemu innowacyjnemu systemowi zarządzania nauką.
pt: Desbloqueie todo o potencial do talento da sua organização com nosso inovador sistema de gestão de aprendizagem.
ru: Раскройте весь потенциал талантов вашей организации с помощью нашей инновационной системы управления обучением.
sv: Lås upp den fulla potentialen hos din organisations talang med vårt innovativa ledningssystem för lärande.
ta: எங்களின் புதுமையான கற்றல் மேலாண்மை அமைப்பு மூலம் உங்கள் நிறுவனத்தின் திறமையின் முழு திறனையும் திறக்கவும்.
te: మా ఇన్నోవేటివ్ లెర్నింగ్ మేనేజ్‌మెంట్ సిస్టమ్‌తో మీ సంస్థ ప్రతిభ యొక్క పూర్తి సామర్థ్యాన్ని అన్‌లాక్ చేయండి.
th: ปลดล็อกศักยภาพสูงสุดขององค์กรของคุณด้วยระบบการจัดการการเรียนรู้ที่เป็นนวัตกรรมใหม่ของเรา
tr: Yenilikçi öğrenme yönetimi sistemimizle kuruluşunuzun yeteneklerinin tüm potansiyelini ortaya çıkarın.
vi: Khai thác toàn bộ tiềm năng tài năng của tổ chức bạn bằng hệ thống quản lý học tập sáng tạo của chúng tôi.

source: Request a Demo
ar: طلب عرض توضيحي
bn: একটি ডেমো অনুরোধ
da: Anmod om en demo
de: Fordern Sie eine Demo an
el: Ζητήστε μια επίδειξη
es: Solicitar una demostración
fi: Pyydä demo
fr: Demander une démo
he: בקש הדגמה
hi: एक डेमो का अनुरोध करें
id: Minta Demo
it: Richiedi una dimostrazione
ja: デモをリクエストする
ml: ഒരു ഡെമോ അഭ്യർത്ഥിക്കുക
mr: डेमोची विनंती करा
nl: Vraag een demo aan
pa: ਇੱਕ ਡੈਮੋ ਲਈ ਬੇਨਤੀ ਕਰੋ
pl: Poproś o wersję demonstracyjną
pt: Solicite uma demonstração
ru: Запросить демо
sv: Begär en demo
ta: டெமோவைக் கோரவும்
te: డెమోను అభ్యర్థించండి
th: ขอการสาธิต
tr: Demo Talep Edin
vi: Yêu cầu bản demo

source: Empowering the future of learning with innovative technology.
ar: تمكين مستقبل التعلم باستخدام التكنولوجيا المبتكرة.
bn: উদ্ভাবনী প্রযুক্তির মাধ্যমে শেখার ভবিষ্যৎকে শক্তিশালী করা।
da: Styrkelse af fremtidens læring med innovativ teknologi.
de: Mit innovativer Technologie die Zukunft des Lernens stärken.
el: Ενδυναμώνοντας το μέλλον της μάθησης με καινοτόμο τεχνολογία.
es: Potenciando el futuro del aprendizaje con tecnología innovadora.
fi: Oppimisen tulevaisuuden voimaannuttaminen innovatiivisella teknologialla.
fr: Faciliter l’avenir de l’apprentissage grâce à une technologie innovante.
he: העצמת עתיד הלמידה באמצעות טכנולוגיה חדשנית.
hi: नवीन प्रौद्योगिकी के साथ सीखने के भविष्य को सशक्त बनाना।
id: Memberdayakan masa depan pembelajaran dengan teknologi inovatif.
it: Potenziare il futuro dell’apprendimento con tecnologie innovative.
ja: 革新的なテクノロジーで学習の未来を強化します。
ml: നൂതന സാങ്കേതികവിദ്യ ഉപയോഗിച്ച് പഠനത്തിൻ്റെ ഭാവി ശാക്തീകരിക്കുന്നു.
mr: नाविन्यपूर्ण तंत्रज्ञानासह शिकण्याचे भविष्य सक्षम करणे.
nl: De toekomst van leren versterken met innovatieve technologie.
pa: ਨਵੀਨਤਾਕਾਰੀ ਤਕਨਾਲੋਜੀ ਨਾਲ ਸਿੱਖਣ ਦੇ ਭਵਿੱਖ ਨੂੰ ਸਮਰੱਥ ਬਣਾਉਣਾ।
pl: Wzmacnianie przyszłości uczenia się dzięki innowacyjnej technologii.
pt: Capacitando o futuro da aprendizagem com tecnologia inovadora.
ru: Расширение возможностей будущего обучения с помощью инновационных технологий.
sv: Styrka framtidens lärande med innovativ teknik.
ta: புதுமையான தொழில்நுட்பத்துடன் கற்றலின் எதிர்காலத்தை மேம்படுத்துதல்.
te: వినూత్న సాంకేతికతతో నేర్చుకునే భవిష్యత్తును శక్తివంతం చేయడం.
th: เสริมศักยภาพการเรียนรู้แห่งอนาคตด้วยเทคโนโลยีที่เป็นนวัตกรรม
tr: Öğrenmenin geleceğini yenilikçi teknolojiyle güçlendiriyoruz.
vi: Trao quyền cho tương lai của việc học tập với công nghệ tiên tiến.

source: Newtown, Kolkata, West Bengal, India, 700156
ar: نيوتاون، كولكاتا، البنغال الغربية، الهند، 700156
bn: নিউটাউন, কলকাতা, পশ্চিমবঙ্গ, ভারত, 700156
da: Newtown, Kolkata, Vestbengalen, Indien, 700156
de: Newtown, Kalkutta, Westbengalen, Indien, 700156
el: Newtown, Καλκούτα, Δυτική Βεγγάλη, Ινδία, 700156
es: Newtown, Calcuta, Bengala Occidental, India, 700156
fi: Newtown, Kolkata, Länsi-Bengal, Intia, 700156
fr: Newtown, Calcutta, Bengale occidental, Inde, 700156
he: ניוטאון, קולקטה, מערב בנגל, הודו, 700156
hi: न्यूटाउन, कोलकाता, पश्चिम बंगाल, भारत, 700156
id: Newtown, Kolkata, Benggala Barat, India, 700156
it: Newtown, Calcutta, Bengala Occidentale, India, 700156
ja: ニュータウン, コルカタ, 西ベンガル州, インド, 700156
ml: ന്യൂടൗൺ, കൊൽക്കത്ത, പശ്ചിമ ബംഗാൾ, ഇന്ത്യ, 700156
mr: न्यूटाउन, कोलकाता, पश्चिम बंगाल, भारत, 700156
nl: Newtown, Kolkata, West-Bengalen, India, 700156
pa: ਨਿਊਟਾਊਨ, ਕੋਲਕਾਤਾ, ਪੱਛਮੀ ਬੰਗਾਲ, ਭਾਰਤ, 700156
pl: Newtown, Kalkuta, Bengal Zachodni, Indie, 700156
pt: Newtown, Calcutá, Bengala Ocidental, Índia, 700156
ru: Ньютаун, Калькутта, Западная Бенгалия, Индия, 700156
sv: Newtown, Kolkata, Västbengalen, Indien, 700156
ta: நியூடவுன், கொல்கத்தா, மேற்கு வங்காளம், இந்தியா, 700156
te: న్యూటౌన్, కోల్‌కతా, పశ్చిమ బెంగాల్, భారతదేశం, 700156
th: นิวทาวน์ โกลกาตา เบงกอลตะวันตก อินเดีย 700156
tr: Newtown, Kalküta, Batı Bengal, Hindistan, 700156
vi: Newtown, Kolkata, Tây Bengal, Ấn Độ, 700156

source: Phone: __
ar: هاتف: __
bn: ফোন: __
da: Telefon: __
de: Telefon: __
el: Τηλέφωνο: __
es: Teléfono: __
fi: Puhelin: __
fr: Téléphone: __
he: טלפון: __
hi: फ़ोन: __
id: Telepon: __
it: Telefono: __
ja: 電話： __
ml: ഫോൺ:__
mr: फोन: __
nl: Telefoon: __
pa: ਫੋਨ: __
pl: Telefon: __
pt: Telefone: __
ru: Телефон: __
sv: Telefon: __
ta: தொலைபேசி:__
te: ఫోన్:__
th: โทรศัพท์: __
tr: Telefon: __
vi: Điện thoại: __

source: Email: info@learnknowdigital.com
ar: البريد الإلكتروني: info@learnknowdigital.com
bn: ইমেইল: info@learnknowdigital.com
es: Correo electrónico: info@learnknowdigital.com
fi: Sähköposti: info@learnknowdigital.com
fr: Courriel : info@learnknowdigital.com
he: דוא"ל: info@learnknowdigital.com
hi: ईमेल: info@learnknowdigital.com
ja: 電子メール: info@learnknowdigital.com
ml: ഇമെയിൽ: info@learnknowdigital.com
mr: ईमेल: info@learnknowdigital.com
pa: ਈਮੇਲ: info@learnknowdigital.com
pt: E-mail: info@leanknowdigital.com
ru: Электронная почта: info@learnknowdigital.com
sv: E-post: info@learnknowdigital.com
ta: மின்னஞ்சல்: info@learnknowdigital.com
te: ఇమెయిల్: info@learnknowdigital.com
th: อีเมล์: info@learnknowdigital.com
tr: E-posta: info@learnknowdigital.com

source: Home
ar: بيت
bn: বাড়ি
da: Hjem
de: Heim
el: Σπίτι
es: Hogar
fi: Kotiin
fr: Maison
he: בַּיִת
hi: घर
id: Rumah
it: Casa
ja: 家
ml: വീട്
mr: घर
nl: Thuis
pa: ਘਰ
pl: Dom
pt: Lar
ru: Дом
sv: Hem
ta: வீடு
te: హోమ్
th: บ้าน
tr: Ev
vi: Trang chủ

source: Contact
ar: اتصال
bn: যোগাযোগ
da: Kontakte
de: Kontakt
el: Επαφή
es: Contacto
fi: Ota yhteyttä
he: מַגָע
hi: संपर्क
id: Kontak
it: Contatto
ja: 接触
ml: ബന്ധപ്പെടുക
mr: संपर्क करा
pa: ਸੰਪਰਕ ਕਰੋ
pl: Kontakt
pt: Contato
ru: Контакт
sv: Kontakta
ta: தொடர்பு கொள்ளவும்
te: సంప్రదించండి
th: ติดต่อ
tr: Temas etmek
vi: Liên hệ

source: About Us
ar: معلومات عنا
bn: আমাদের সম্পর্কে
da: Om os
de: Über uns
el: Σχετικά με εμάς
es: Sobre nosotros
fi: Tietoja meistä
fr: À propos de nous
he: אודותינו
hi: हमारे बारे में
id: Tentang Kami
it: Chi siamo
ja: 私たちについて
ml: ഞങ്ങളേക്കുറിച്ച്
mr: आमच्याबद्दल
nl: Over ons
pa: ਸਾਡੇ ਬਾਰੇ
pl: O nas
pt: Sobre nós
ru: О нас
sv: Om oss
ta: எங்களைப் பற்றி
te: మా గురించి
th: เกี่ยวกับเรา
tr: Hakkımızda
vi: Về chúng tôi

source: Blog
ar: مدونة
bn: ব্লগ
el: Ιστολόγιο
fi: Blogi
fr: Blogue
he: בלוג
hi: ब्लॉग
ja: ブログ
ml: ബ്ലോഗ്
mr: ब्लॉग
nl: Bloggen
pa: ਬਲੌਗ
pl: Bloga
pt: Blogue
ru: Блог
sv: Blogg
ta: வலைப்பதிவு
te: బ్లాగు
th: บล็อก

source: Legal & Support
ar: الدعم القانوني
bn: আইনি ও সমর্থন
da: Juridisk & Support
de: Recht und Support
el: Νομική & Υποστήριξη
es: Legal y soporte
fi: Lakiasiat ja tuki
fr: Juridique et assistance
he: משפטי ותמיכה
hi: विधिक सहायता
id: Hukum & Dukungan
it: Legale e supporto
ja: 法務とサポート
ml: നിയമവും പിന്തുണയും
mr: कायदेशीर आणि समर्थन
nl: Juridisch en ondersteuning
pa: ਕਾਨੂੰਨੀ ਅਤੇ ਸਮਰਥਨ
pl: Informacje prawne i wsparcie
pt: Jurídico e Suporte
ru: Юридическая поддержка и поддержка
sv: Juridik & Support
ta: சட்ட & ஆதரவு
te: చట్టపరమైన & మద్దతు
th: กฎหมายและการสนับสนุน
tr: Yasal ve Destek
vi: Pháp lý & Hỗ trợ

source: Privacy Policy
ar: سياسة الخصوصية
bn: গোপনীয়তা নীতি
da: Privatlivspolitik
de: Datenschutzrichtlinie
el: Πολιτική Απορρήτου
es: política de privacidad
fi: Tietosuojakäytäntö
fr: politique de confidentialité
he: מדיניות פרטיות
hi: गोपनीयता नीति
id: Kebijakan Privasi
it: politica sulla riservatezza
ja: プライバシーポリシー
ml: സ്വകാര്യതാ നയം
mr: गोपनीयता धोरण
nl: Privacybeleid
pa: ਪਰਾਈਵੇਟ ਨੀਤੀ
pl: Polityka prywatności
pt: política de Privacidade
ru: политика конфиденциальности
sv: Sekretesspolicy
ta: தனியுரிமைக் கொள்கை
te: గోప్యతా విధానం
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
vi: Chính sách bảo mật

source: Terms of Service
ar: شروط الخدمة
bn: পরিষেবার শর্তাবলী
da: Servicevilkår
de: Nutzungsbedingungen
el: Όροι Παροχής Υπηρεσιών
es: Términos de servicio
fi: Palveluehdot
fr: Conditions d'utilisation
he: תנאים והגבלות
hi: सेवा की शर्तें
id: Ketentuan Layanan
it: Termini di servizio
ja: 利用規約
ml: സേവന നിബന്ധനകൾ
mr: सेवा अटी
nl: Servicevoorwaarden
pa: ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ
pl: Warunki świadczenia usług
pt: Termos de Serviço
ru: Условия использования
sv: Användarvillkor
ta: சேவை விதிமுறைகள்
te: సేవా నిబంధనలు
th: ข้อกำหนดในการให้บริการ
tr: Hizmet Şartları
vi: Điều khoản dịch vụ

source: Cookie Policy
ar: سياسة ملفات تعريف الارتباط
bn: কুকি নীতি
da: Cookiepolitik
de: Cookie-Richtlinie
el: Πολιτική cookie
es: Política de cookies
fi: Evästekäytäntö
fr: Politique en matière de cookies
he: מדיניות קובצי Cookie
hi: कूकी नीति
id: Kebijakan Cookie
it: Politica sui cookie
ja: クッキーポリシー
ml: കുക്കി നയം
mr: कुकी धोरण
nl: Cookiebeleid
pa: ਕੂਕੀ ਨੀਤੀ
pl: Polityka plików cookie
pt: Política de Cookies
ru: Политика использования файлов cookie
ta: குக்கீ கொள்கை
te: కుకీ విధానం
th: นโยบายคุกกี้
tr: Çerez Politikası
vi: Chính sách cookie

source: FAQ
ar: التعليمات
es: Preguntas frecuentes
he: שאלות נפוצות
hi: अक्सर पूछे जाने वाले प्रश्न
id: Pertanyaan Umum
it: Domande frequenti
ja: よくある質問
ml: പതിവുചോദ്യങ്ങൾ
mr: वारंवार विचारले जाणारे प्रश्न
nl: Veelgestelde vragen
pl: Często zadawane pytania
pt: Perguntas frequentes
ru: Часто задаваемые вопросы
ta: அடிக்கடி கேட்கப்படும் கேள்விகள்
te: తరచుగా అడిగే ప్రశ్నలు
th: คำถามที่พบบ่อย
tr: SSS
vi: Câu hỏi thường gặp

source: Support Center
ar: مركز الدعم
bn: সাপোর্ট সেন্টার
el: Κέντρο υποστήριξης
es: Centro de soporte
fi: Tukikeskus
fr: Centre d'assistance
he: מרכז תמיכה
hi: सहायता केंद्र
id: Pusat Dukungan
it: Centro di supporto
ja: サポートセンター
ml: പിന്തുണ കേന്ദ്രം
mr: समर्थन केंद्र
nl: Ondersteuningscentrum
pa: ਸਹਾਇਤਾ ਕੇਂਦਰ
pl: Centrum wsparcia
pt: Centro de suporte
ru: Центр поддержки
ta: ஆதரவு மையம்
te: మద్దతు కేంద్రం
th: ศูนย์สนับสนุน
tr: Destek Merkezi
vi: Trung tâm hỗ trợ

source: Connect With Us
ar: تواصل معنا
bn: আমাদের সাথে সংযোগ করুন
da: Forbind med os
de: Verbinden Sie sich mit uns
el: Συνδεθείτε μαζί μας
es: Conéctese con nosotros
fi: Ota yhteyttä meihin
fr: Connectez-vous avec nous
he: התחבר אלינו
hi: हमारे साथ जुड़ें
id: Terhubung Dengan Kami
it: Connettiti con noi
ja: 私たちとつながりましょう
ml: ഞങ്ങളുമായി ബന്ധപ്പെടുക
mr: आमच्याशी कनेक्ट व्हा
nl: Maak contact met ons
pa: ਸਾਡੇ ਨਾਲ ਜੁੜੋ
pl: Połącz się z nami
pt: Conecte-se conosco
ru: Свяжитесь с нами
sv: Anslut med oss
ta: எங்களுடன் இணைக்கவும்
te: మాతో కనెక్ట్ అవ్వండి
th: เชื่อมต่อกับเรา
tr: Bizimle iletişime geçin
vi: Kết nối với chúng tôi

source: Newsletter
ar: النشرة الإخبارية
bn: নিউজলেটার
da: Nyhedsbrev
el: Εγκύκλιος
es: Hoja informativa
fi: Uutiskirje
fr: Bulletin
he: ניוזלטר
hi: समाचार पत्रिका
id: Buletin
it: Notiziario
ja: ニュースレター
ml: വാർത്താക്കുറിപ്പ്
mr: वृत्तपत्र
nl: Nieuwsbrief
pa: ਨਿਊਜ਼ਲੈਟਰ
pl: Biuletyn
pt: Boletim informativo
ru: Информационный бюллетень
sv: Nyhetsbrev
ta: செய்திமடல்
te: వార్తాలేఖ
th: จดหมายข่าว
tr: Bülten
vi: Bản tin

source: Your email
ar: البريد الإلكتروني الخاص بك
bn: আপনার ইমেইল
da: Din e-mail
de: Ihre E-Mail
el: Το email σας
es: Tu correo electrónico
fi: Sähköpostisi
fr: Votre email
he: המייל שלך
hi: आपका ईमेल
id: email Anda
it: La tua email
ja: あなたのメールアドレス
ml: നിങ്ങളുടെ ഇമെയിൽ
mr: तुमचा ईमेल
nl: Uw e-mail
pa: ਤੁਹਾਡੀ ਈਮੇਲ
pl: Twój e-mail
pt: Seu e-mail
ru: Ваш адрес электронной почты
sv: Din e-post
ta: உங்கள் மின்னஞ்சல்
te: మీ ఇమెయిల్
th: อีเมลของคุณ
tr: E-postanız
vi: Email của bạn

source: Subscribe
ar: يشترك
bn: সদস্যতা
da: Abonner
de: Abonnieren
el: Συνεισφέρω
es: Suscribir
fi: Tilaa
fr: S'abonner
he: הירשם
id: Berlangganan
it: Iscriviti
ja: 購読する
ml: സബ്സ്ക്രൈബ് ചെയ്യുക
mr: सदस्यता घ्या
nl: Abonneren
pa: ਸਬਸਕ੍ਰਾਈਬ ਕਰੋ
pl: Subskrybować
pt: Inscrever-se
ru: Подписаться
sv: Prenumerera
ta: குழுசேர்
te: సభ్యత్వం పొందండి
th: สมัครสมาชิก
tr: Abone
vi: Đặt mua

source: © 2024 NextGen LMS. All rights reserved.
ar: © 2024 NextGen LMS. جميع الحقوق محفوظة.
bn: © 2024 NextGen LMS। সর্বস্বত্ব সংরক্ষিত
da: © 2024 NextGen LMS. Alle rettigheder forbeholdes.
de: © 2024 NextGen LMS. Alle Rechte vorbehalten.
el: © 2024 NextGen LMS. Με την επιφύλαξη παντός δικαιώματος.
es: © 2024 NextGen LMS. Reservados todos los derechos.
fi: © 2024 NextGen LMS. Kaikki oikeudet pidätetään.
fr: © 2024 NextGenLMS. Tous droits réservés.
he: © 2024 NextGen LMS. כֹּל הַזְכוּיוֹת שְׁמוּרוֹת.
hi: © 2024 नेक्स्टजेन एलएमएस। सर्वाधिकार सुरक्षित।
id: © 2024 LMS Generasi Berikutnya. Semua hak dilindungi undang-undang.
it: © 2024 NextGen LMS. Tutti i diritti riservati.
ja: © 2024 NextGen LMS.無断転載を禁じます。
ml: © 2024 NextGen LMS. എല്ലാ അവകാശങ്ങളും നിക്ഷിപ്തം.
mr: © 2024 NextGen LMS. सर्व हक्क राखीव.
nl: © 2024 NextGen LMS. Alle rechten voorbehouden.
pa: © 2024 NextGen LMS। ਸਾਰੇ ਹੱਕ ਰਾਖਵੇਂ ਹਨ.
pl: © 2024 NextGen LMS. Wszelkie prawa zastrzeżone.
pt: © 2024 NextGen LMS. Todos os direitos reservados.
ru: © 2024 NextGen LMS. Все права защищены.
sv: © 2024 NextGen LMS. Alla rättigheter reserverade.
ta: © 2024 NextGen LMS. அனைத்து உரிமைகளும் பாதுகாக்கப்பட்டவை.
te: © 2024 NextGen LMS. అన్ని హక్కులు ప్రత్యేకించబడ్డాయి.
th: © 2024 NextGen LMS สงวนลิขสิทธิ์.
tr: © 2024 NextGen LMS. Her hakkı saklıdır.
vi: © 2024 NextGen LMS. Mọi quyền được bảo lưu.

source: Personal info
ar: معلومات شخصية
bn: ব্যক্তিগত তথ্য
da: Personlige oplysninger
de: Persönliche Informationen
el: Προσωπικές πληροφορίες
es: información personal
fi: Henkilökohtaiset tiedot
fr: Informations personnelles
he: מידע אישי
hi: व्यक्तिगत जानकारी
id: Informasi pribadi
it: Informazioni personali
ja: 個人情報
ml: വ്യക്തിഗത വിവരങ്ങൾ
mr: वैयक्तिक माहिती
nl: Persoonlijke informatie
pa: ਨਿੱਜੀ ਜਾਣਕਾਰੀ
pl: Dane osobowe
pt: Informações pessoais
ru: Личная информация
sv: Personlig information
ta: தனிப்பட்ட தகவல்
te: వ్యక్తిగత సమాచారం
th: ข้อมูลส่วนตัว
tr: Kişisel bilgiler
vi: Thông tin cá nhân

source: Important dates
ar: تواريخ مهمة
bn: গুরুত্বপূর্ণ তারিখ
da: Vigtige datoer
de: Wichtige Termine
el: Σημαντικές ημερομηνίες
es: Fechas importantes
fi: Tärkeitä päivämääriä
fr: Dates importantes
he: תאריכים חשובים
hi: महत्वपूर्ण तिथियाँ
id: Tanggal-tanggal penting
it: Date importanti
ja: 重要な日付
ml: പ്രധാനപ്പെട്ട തീയതികൾ
mr: महत्वाच्या तारखा
nl: Belangrijke data
pa: ਮਹੱਤਵਪੂਰਨ ਤਾਰੀਖਾਂ
pl: Ważne daty
pt: Datas importantes
ru: Важные даты
sv: Viktiga datum
ta: முக்கியமான தேதிகள்
te: ముఖ్యమైన తేదీలు
th: วันสำคัญ
tr: Önemli tarihler
vi: Những ngày quan trọng

source: Course "{}" has been published successfully.
ar: تم نشر الدورة {} بنجاح.
bn: কোর্স "{}" সফলভাবে প্রকাশিত হয়েছে।
da: Kurset "{}" er blevet offentliggjort.
de: Der Kurs „{}“ wurde erfolgreich veröffentlicht.
el: Το μάθημα "{}" δημοσιεύτηκε με επιτυχία.
es: El curso "{}" se ha publicado correctamente.
fi: Kurssi "{}" on julkaistu onnistuneesti.
fr: Le cours "{}" a été publié avec succès.
he: קורס "{}" פורסם בהצלחה.
hi: पाठ्यक्रम "{}" सफलतापूर्वक प्रकाशित हो चुका है।
id: Kursus "{}" telah berhasil dipublikasikan.
it: Il corso "{}" è stato pubblicato con successo.
ja: コース「{}」は正常に公開されました。
ml: കോഴ്‌സ് "{}" വിജയകരമായി പ്രസിദ്ധീകരിച്ചു.
mr: अभ्यासक्रम "{}" यशस्वीरित्या प्रकाशित झाला आहे.
nl: Cursus "{}" is succesvol gepubliceerd.
pa: ਕੋਰਸ "{}" ਸਫਲਤਾਪੂਰਵਕ ਪ੍ਰਕਾਸ਼ਿਤ ਕੀਤਾ ਗਿਆ ਹੈ।
pl: Kurs „{}” został pomyślnie opublikowany.
pt: O curso "{}" foi publicado com sucesso.
ru: Курс «{}» успешно опубликован.
sv: Kursen "{}" har publicerats framgångsrikt.
ta: பாடநெறி "{}" வெற்றிகரமாக வெளியிடப்பட்டது.
te: కోర్సు "{}" విజయవంతంగా ప్రచురించబడింది.
th: เผยแพร่หลักสูตร "{}" สำเร็จแล้ว
tr: "{}" kursu başarıyla yayınlandı.
vi: Khóa học "{}" đã được xuất bản thành công.

source: Course "{}" has been unpublished successfully.
ar: تم إلغاء نشر الدورة {} بنجاح.
bn: কোর্স "{}" সফলভাবে অপ্রকাশিত হয়েছে।
da: Kursus "{}" er blevet fjernet med succes.
de: Die Veröffentlichung des Kurses „{}“ wurde erfolgreich aufgehoben.
el: Το μάθημα "{}" καταργήθηκε με επιτυχία.
es: El curso "{}" se ha despublicado exitosamente.
fi: Kurssin "{}" julkaisu on peruutettu.
fr: Le cours "{}" a été dépublié avec succès.
he: הקורס "{}" בוטל בהצלחה.
hi: पाठ्यक्रम "{}" सफलतापूर्वक अप्रकाशित कर दिया गया है।
id: Kursus "{}" telah berhasil dibatalkan publikasinya.
it: La pubblicazione del corso "{}" è stata annullata con successo.
ja: コース「{}」は正常に非公開になりました。
ml: കോഴ്‌സ് "{}" വിജയകരമായി പ്രസിദ്ധീകരിച്ചു.
mr: अभ्यासक्रम "{}" यशस्वीरित्या अप्रकाशित करण्यात आला आहे.
nl: De publicatie van cursus "{}" is met succes ongedaan gemaakt.
pa: ਕੋਰਸ "{}" ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਅਪ੍ਰਕਾਸ਼ਿਤ ਕੀਤਾ ਗਿਆ ਹੈ।
pl: Cofnięto publikację kursu „{}” pomyślnie.
pt: O curso "{}" foi despublicado com sucesso.
ru: Курс «{}» успешно отменен из публикации.
sv: Kursen "{}" har avpublicerats.
ta: பாடநெறி "{}" வெற்றிகரமாக வெளியிடப்படவில்லை.
te: కోర్సు "{}" విజయవంతంగా ప్రచురించబడలేదు.
th: หลักสูตร "{}" ได้รับการยกเลิกการเผยแพร่เรียบร้อยแล้ว
tr: "{}" kursu başarıyla yayından kaldırıldı.
vi: Khóa học "{}" đã được hủy xuất bản thành công.

source: The specified course does not exist.
ar: الدورة التدريبية المحددة غير موجودة.
bn: নির্দিষ্ট কোর্স বিদ্যমান নেই.
da: Det angivne kursus findes ikke.
de: Der angegebene Kurs existiert nicht.
el: Το καθορισμένο μάθημα δεν υπάρχει.
es: El curso especificado no existe.
fi: Määritettyä kurssia ei ole olemassa.
fr: Le cours spécifié n'existe pas.
he: הקורס שצוין אינו קיים.
hi: निर्दिष्ट पाठ्यक्रम मौजूद नहीं है.
id: Kursus yang ditentukan tidak ada.
it: Il corso specificato non esiste.
ja: 指定されたコースは存在しません。
ml: നിർദ്ദിഷ്ട കോഴ്സ് നിലവിലില്ല.
mr: निर्दिष्ट अभ्यासक्रम अस्तित्वात नाही.
nl: De opgegeven cursus bestaat niet.
pa: ਨਿਰਧਾਰਤ ਕੋਰਸ ਮੌਜੂਦ ਨਹੀਂ ਹੈ।
pl: Podany kurs nie istnieje.
pt: O curso especificado não existe.
ru: Указанный курс не существует.
sv: Den angivna kursen finns inte.
ta: குறிப்பிட்ட பாடநெறி இல்லை.
te: పేర్కొన్న కోర్సు ఉనికిలో లేదు.
th: ไม่มีหลักสูตรที่ระบุ
tr: Belirtilen kurs mevcut değil.
vi: Khóa học được chỉ định không tồn tại.
