Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Allow users to select content language independently from interface language
ar: السماح للمستخدمين باختيار لغة المحتوى بشكل مستقل عن لغة الواجهة
bn: ব্যবহারকারীদের ইন্টারফেস ভাষা থেকে স্বাধীনভাবে বিষয়বস্তুর ভাষা নির্বাচন করার অনুমতি দিন
da: Tillad brugere at vælge indholdssprog uafhængigt af grænsefladesproget
de: Ermöglichen Sie Benutzern, die Sprache des Inhalts unabhängig von der Sprache der Benutzeroberfläche auszuwählen
el: Επιτρέψτε στους χρήστες να επιλέγουν τη γλώσσα περιεχομένου ανεξάρτητα από τη γλώσσα διεπαφής
es: Permitir a los usuarios seleccionar el idioma del contenido independientemente del idioma de la interfaz.
fi: Salli käyttäjien valita sisällön kieli käyttöliittymän kielestä riippumatta
fr: Permettre aux utilisateurs de sélectionner la langue du contenu indépendamment de la langue de l'interface
he: אפשר למשתמשים לבחור שפת תוכן באופן עצמאי משפת הממשק
hi: उपयोगकर्ताओं को इंटरफ़ेस भाषा से स्वतंत्र रूप से सामग्री भाषा का चयन करने की अनुमति दें
id: Izinkan pengguna memilih bahasa konten secara terpisah dari bahasa antarmuka
it: Consenti agli utenti di selezionare la lingua del contenuto indipendentemente dalla lingua dell'interfaccia
ja: ユーザーがインターフェース言語とは別にコンテンツ言語を選択できるようにする
kn: ಇಂಟರ್ಫೇಸ್ ಭಾಷೆಯಿಂದ ಸ್ವತಂತ್ರವಾಗಿ ವಿಷಯ ಭಾಷೆಯನ್ನು ಆಯ್ಕೆ ಮಾಡಲು ಬಳಕೆದಾರರನ್ನು ಅನುಮತಿಸಿ
ml: ഇൻ്റർഫേസ് ഭാഷയിൽ നിന്ന് സ്വതന്ത്രമായി ഉള്ളടക്ക ഭാഷ തിരഞ്ഞെടുക്കാൻ ഉപയോക്താക്കളെ അനുവദിക്കുക
mr: वापरकर्त्यांना इंटरफेस भाषेतून स्वतंत्रपणे सामग्री भाषा निवडण्याची अनुमती द्या
nl: Sta gebruikers toe de inhoudstaal onafhankelijk van de interfacetaal te selecteren
pa: ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਇੰਟਰਫੇਸ ਭਾਸ਼ਾ ਤੋਂ ਸੁਤੰਤਰ ਤੌਰ 'ਤੇ ਸਮੱਗਰੀ ਦੀ ਭਾਸ਼ਾ ਚੁਣਨ ਦੀ ਆਗਿਆ ਦਿਓ
pl: Zezwalaj użytkownikom na wybór języka treści niezależnie od języka interfejsu
pt: Permitir que os usuários selecionem o idioma do conteúdo independentemente do idioma da interface
ru: Разрешить пользователям выбирать язык контента независимо от языка интерфейса
sv: Tillåt användare att välja innehållsspråk oberoende av gränssnittsspråk
ta: இடைமுக மொழியிலிருந்து சுயாதீனமாக உள்ளடக்க மொழியைத் தேர்ந்தெடுக்க பயனர்களை அனுமதிக்கவும்
te: ఇంటర్‌ఫేస్ భాష నుండి స్వతంత్రంగా కంటెంట్ భాషను ఎంచుకోవడానికి వినియోగదారులను అనుమతించండి
th: อนุญาตให้ผู้ใช้เลือกภาษาของเนื้อหาได้อย่างอิสระจากภาษาอินเทอร์เฟซ
tr: Kullanıcıların içerik dilini arayüz dilinden bağımsız olarak seçmesine olanak tanıyın
vi: Cho phép người dùng lựa chọn ngôn ngữ nội dung độc lập với ngôn ngữ giao diện

source: Save Localization Settings
ar: حفظ إعدادات الترجمة
bn: স্থানীয়করণ সেটিংস সংরক্ষণ করুন
da: Gem lokaliseringsindstillinger
de: Lokalisierungseinstellungen speichern
el: Αποθήκευση ρυθμίσεων τοπικής προσαρμογής
es: Guardar configuración de localización
fi: Tallenna lokalisointiasetukset
fr: Enregistrer les paramètres de localisation
he: שמור הגדרות לוקליזציה
hi: स्थानीयकरण सेटिंग्स सहेजें
id: Simpan Pengaturan Pelokalan
it: Salva le impostazioni di localizzazione
ja: ローカリゼーション設定の保存
kn: ಸ್ಥಳೀಕರಣ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಉಳಿಸಿ
ml: പ്രാദേശികവൽക്കരണ ക്രമീകരണങ്ങൾ സംരക്ഷിക്കുക
mr: स्थानिकीकरण सेटिंग्ज जतन करा
nl: Sla lokalisatie-instellingen op
pa: ਸਥਾਨਕਕਰਨ ਸੈਟਿੰਗਾਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰੋ
pl: Zapisz ustawienia lokalizacji
pt: Salvar configurações de localização
ru: Сохранить настройки локализации
sv: Spara lokaliseringsinställningar
ta: உள்ளூர்மயமாக்கல் அமைப்புகளைச் சேமிக்கவும்
te: స్థానీకరణ సెట్టింగ్‌లను సేవ్ చేయండి
th: บันทึกการตั้งค่าการแปล
tr: Yerelleştirme Ayarlarını Kaydet
vi: Lưu cài đặt bản địa hóa

source: Security Settings
ar: إعدادات الأمان
bn: নিরাপত্তা সেটিংস
da: Sikkerhedsindstillinger
de: Sicherheitseinstellungen
el: Ρυθμίσεις ασφαλείας
es: Configuración de seguridad
fi: Suojausasetukset
fr: Paramètres de sécurité
gu: સુરક્ષા સેટિંગ્સ
he: הגדרות אבטחה
hi: सुरक्षा सेटिंग्स
id: Pengaturan Keamanan
it: Impostazioni di sicurezza
ja: セキュリティ設定
kn: ಭದ್ರತಾ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: സുരക്ഷാ ക്രമീകരണങ്ങൾ
mr: सुरक्षा सेटिंग्ज
nl: Beveiligingsinstellingen
no: Sikkerhetsinnstillinger
or: ସୁରକ୍ଷା ସେଟିଂସମୂହ
pa: ਸੁਰੱਖਿਆ ਸੈਟਿੰਗਾਂ
pl: Ustawienia zabezpieczeń
pt: Configurações de segurança
ru: Настройки безопасности
sv: Säkerhetsinställningar
ta: பாதுகாப்பு அமைப்புகள்
te: భద్రతా సెట్టింగ్‌లు
th: การตั้งค่าความปลอดภัย
tr: Güvenlik Ayarları
vi: Cài đặt bảo mật

source: Password Policy
ar: سياسة كلمة المرور
bn: পাসওয়ার্ড নীতি
da: Adgangskodepolitik
de: Passwortrichtlinie
el: Πολιτική κωδικού πρόσβασης
es: Política de contraseñas
fi: Salasanakäytäntö
fr: Politique de mot de passe
gu: પાસવર્ડ નીતિ
he: מדיניות סיסמאות
hi: पासवर्ड नीति
id: Kebijakan Kata Sandi
it: Politica sulla password
ja: パスワードポリシー
kn: ಪಾಸ್ವರ್ಡ್ ನೀತಿ
ml: പാസ്‌വേഡ് നയം
mr: पासवर्ड धोरण
nl: Wachtwoordbeleid
no: Passordpolicy
or: ପାସୱାର୍ଡ ନୀତି
pa: ਪਾਸਵਰਡ ਨੀਤੀ
pl: Polityka haseł
pt: Política de senha
ru: Политика паролей
sv: Lösenordspolicy
ta: கடவுச்சொல் கொள்கை
te: పాస్‌వర్డ్ విధానం
th: นโยบายรหัสผ่าน
tr: Şifre Politikası
vi: Chính sách mật khẩu

source: Minimum Password Length
ar: الحد الأدنى لطول كلمة المرور
bn: ন্যূনতম পাসওয়ার্ড দৈর্ঘ্য
da: Minimum adgangskodelængde
de: Mindestlänge des Passworts
el: Ελάχιστο μήκος κωδικού πρόσβασης
es: Longitud mínima de la contraseña
fi: Salasanan vähimmäispituus
fr: Longueur minimale du mot de passe
gu: ન્યૂનતમ પાસવર્ડ લંબાઈ
he: אורך סיסמה מינימלי
hi: न्यूनतम पासवर्ड लंबाई
id: Panjang Kata Sandi Minimum
it: Lunghezza minima della password
ja: パスワードの最小長
kn: ಕನಿಷ್ಠ ಪಾಸ್ವರ್ಡ್ ಉದ್ದ
ml: ഏറ്റവും കുറഞ്ഞ പാസ്‌വേഡ് ദൈർഘ്യം
mr: किमान पासवर्ड लांबी
nl: Minimale wachtwoordlengte
no: Minimum passordlengde
or: ସର୍ବନିମ୍ନ ପାସୱାର୍ଡ ଲମ୍ବ |
pa: ਘੱਟੋ-ਘੱਟ ਪਾਸਵਰਡ ਦੀ ਲੰਬਾਈ
pl: Minimalna długość hasła
pt: Comprimento mínimo da senha
ru: Минимальная длина пароля
sv: Minsta lösenordslängd
ta: குறைந்தபட்ச கடவுச்சொல் நீளம்
te: కనీస పాస్వర్డ్ పొడవు
th: ความยาวรหัสผ่านขั้นต่ำ
tr: Minimum Şifre Uzunluğu
vi: Độ dài mật khẩu tối thiểu

source: Password Expiry (days)
ar: انتهاء صلاحية كلمة المرور (أيام)
bn: পাসওয়ার্ডের মেয়াদ শেষ (দিন)
da: Adgangskodeudløb (dage)
de: Passwortablauf (Tage)
el: Λήξη κωδικού πρόσβασης (ημέρες)
es: Caducidad de la contraseña (días)
fi: Salasanan vanhentuminen (päivää)
fr: Expiration du mot de passe (jours)
he: תוקף הסיסמה (ימים)
hi: पासवर्ड समाप्ति (दिन)
id: Kata Sandi Kedaluwarsa (hari)
it: Scadenza password (giorni)
ja: パスワードの有効期限 (日)
kn: ಪಾಸ್ವರ್ಡ್ ಮುಕ್ತಾಯ (ದಿನಗಳು)
ml: പാസ്‌വേഡ് കാലഹരണപ്പെടുന്നു (ദിവസങ്ങൾ)
mr: पासवर्ड एक्सपायरी (दिवस)
nl: Wachtwoordvervaldatum (dagen)
pa: ਪਾਸਵਰਡ ਦੀ ਮਿਆਦ (ਦਿਨ)
pl: Wygaśnięcie hasła (dni)
pt: Expiração da senha (dias)
ru: Срок действия пароля (дней)
sv: Lösenordets utgång (dagar)
ta: கடவுச்சொல் காலாவதி (நாட்கள்)
te: పాస్‌వర్డ్ గడువు (రోజులు)
th: รหัสผ่านหมดอายุ (วัน)
tr: Şifre Sona Erme Tarihi (gün)
vi: Mật khẩu hết hạn (ngày)

source: Require uppercase letters
ar: تتطلب الحروف الكبيرة
bn: বড় হাতের অক্ষর প্রয়োজন
da: Kræv store bogstaver
de: Erfordern Großbuchstaben
el: Απαιτούνται κεφαλαία γράμματα
es: Requerir letras mayúsculas
fi: Vaadi isoja kirjaimia
fr: Exiger des lettres majuscules
gu: અપરકેસ અક્ષરોની જરૂર છે
he: דורש אותיות רישיות
hi: बड़े अक्षरों की आवश्यकता है
id: Membutuhkan huruf besar
it: Richiede lettere maiuscole
ja: 大文字が必要です
kn: ದೊಡ್ಡ ಅಕ್ಷರಗಳ ಅಗತ್ಯವಿದೆ
ml: വലിയക്ഷരങ്ങൾ ആവശ്യമാണ്
mr: अप्परकेस अक्षरे आवश्यक आहेत
nl: Vereist hoofdletters
no: Krever store bokstaver
or: ବଡ଼ ଅକ୍ଷର ଆବଶ୍ୟକ କରେ |
pa: ਵੱਡੇ ਅੱਖਰਾਂ ਦੀ ਲੋੜ ਹੈ
pl: Wymagaj wielkich liter
pt: Exigir letras maiúsculas
ru: Требовать заглавные буквы
sv: Kräv stora bokstäver
ta: பெரிய எழுத்துகள் தேவை
te: పెద్ద అక్షరాలు అవసరం
th: ต้องใช้อักษรตัวพิมพ์ใหญ่
tr: Büyük harf gerektir
vi: Yêu cầu chữ hoa

source: Require lowercase letters
ar: تتطلب الحروف الصغيرة
bn: ছোট হাতের অক্ষর প্রয়োজন
da: Kræv små bogstaver
de: Erfordern Kleinbuchstaben
el: Απαιτούνται πεζά γράμματα
es: Requerir letras minúsculas
fi: Vaadi pieniä kirjaimia
fr: Exiger des lettres minuscules
he: דורש אותיות קטנות
hi: छोटे अक्षरों की आवश्यकता है
id: Membutuhkan huruf kecil
it: Richiede lettere minuscole
ja: 小文字が必要です
kn: ಸಣ್ಣ ಅಕ್ಷರಗಳ ಅಗತ್ಯವಿದೆ
ml: ചെറിയ അക്ഷരങ്ങൾ ആവശ്യമാണ്
mr: लोअरकेस अक्षरे आवश्यक आहेत
nl: Vereist kleine letters
pa: ਛੋਟੇ ਅੱਖਰਾਂ ਦੀ ਲੋੜ ਹੈ
pl: Wymagaj małych liter
pt: Exigir letras minúsculas
ru: Требовать строчные буквы
sv: Kräv små bokstäver
ta: சிறிய எழுத்துக்கள் தேவை
te: చిన్న అక్షరాలు అవసరం
th: ต้องใช้ตัวอักษรพิมพ์เล็ก
tr: Küçük harf gerektir
vi: Yêu cầu chữ thường

source: Require numbers
ar: تتطلب الأرقام
bn: সংখ্যা প্রয়োজন
da: Kræv tal
de: Zahlen erforderlich
el: Απαιτούνται αριθμοί
es: Requerir números
fi: Vaadi numeroita
fr: Exiger des numéros
gu: નંબરોની જરૂર છે
he: דורש מספרים
hi: संख्याओं की आवश्यकता है
id: Membutuhkan angka
it: Richiedi numeri
ja: 数字が必要です
kn: ಸಂಖ್ಯೆಗಳ ಅಗತ್ಯವಿದೆ
ml: നമ്പറുകൾ ആവശ്യമാണ്
mr: संख्या आवश्यक आहे
nl: Vereist nummers
no: Krev tall
or: ସଂଖ୍ୟାଗୁଡିକ ଆବଶ୍ୟକ କରନ୍ତୁ |
pa: ਨੰਬਰਾਂ ਦੀ ਲੋੜ ਹੈ
pl: Wymagaj liczb
pt: Exigir números
ru: Требовать номера
sv: Kräv siffror
ta: எண்கள் தேவை
te: సంఖ్యలు అవసరం
th: ต้องมีตัวเลข
tr: Numara gerektir
vi: Yêu cầu số

source: Require special characters
ar: تتطلب أحرف خاصة
bn: বিশেষ অক্ষর প্রয়োজন
da: Kræv specialtegn
de: Erfordern Sonderzeichen
el: Απαιτούνται ειδικοί χαρακτήρες
es: Requerir caracteres especiales
fi: Vaadi erikoismerkkejä
fr: Exiger des caractères spéciaux
gu: વિશિષ્ટ અક્ષરોની જરૂર છે
he: דורש תווים מיוחדים
hi: विशेष पात्रों की आवश्यकता है
id: Membutuhkan karakter khusus
it: Richiedi caratteri speciali
ja: 特殊文字が必要です
kn: ವಿಶೇಷ ಅಕ್ಷರಗಳ ಅಗತ್ಯವಿದೆ
ml: പ്രത്യേക പ്രതീകങ്ങൾ ആവശ്യമാണ്
mr: विशेष वर्ण आवश्यक आहेत
nl: Speciale tekens vereisen
no: Krever spesialtegn
or: ବିଶେଷ ବର୍ଣ୍ଣଗୁଡିକ ଆବଶ୍ୟକ କରନ୍ତି |
pa: ਵਿਸ਼ੇਸ਼ ਅੱਖਰਾਂ ਦੀ ਲੋੜ ਹੈ
pl: Wymagaj znaków specjalnych
pt: Exigir caracteres especiais
ru: Требуйте специальных символов
sv: Kräv specialtecken
ta: சிறப்பு எழுத்துக்கள் தேவை
te: ప్రత్యేక అక్షరాలు అవసరం
th: ต้องใช้อักขระพิเศษ
tr: Özel karakterler gerektir
vi: Yêu cầu ký tự đặc biệt

source: Two-Factor Authentication (2FA)
ar: المصادقة الثنائية (2FA)
bn: দ্বি-ফ্যাক্টর প্রমাণীকরণ (2FA)
da: To-faktor-godkendelse (2FA)
de: Zwei-Faktor-Authentifizierung (2FA)
el: Έλεγχος ταυτότητας δύο παραγόντων (2FA)
es: Autenticación de dos factores (2FA)
fi: Kaksitekijäinen todennus (2FA)
fr: Authentification à deux facteurs (2FA)
he: אימות דו-גורמי (2FA)
hi: दो-कारक प्रमाणीकरण (2FA)
id: Otentikasi Dua Faktor (2FA)
it: Autenticazione a due fattori (2FA)
ja: 二要素認証 (2FA)
kn: ಎರಡು ಅಂಶದ ದೃಢೀಕರಣ (2FA)
ml: രണ്ട്-ഘടക പ്രാമാണീകരണം (2FA)
mr: दोन-घटक प्रमाणीकरण (2FA)
nl: Tweefactorauthenticatie (2FA)
pa: ਦੋ-ਕਾਰਕ ਪ੍ਰਮਾਣਿਕਤਾ (2FA)
pl: Uwierzytelnianie dwuskładnikowe (2FA)
pt: Autenticação de dois fatores (2FA)
ru: Двухфакторная аутентификация (2FA)
sv: Tvåfaktorsautentisering (2FA)
ta: இரு காரணி அங்கீகாரம் (2FA)
te: రెండు-కారకాల ప్రమాణీకరణ (2FA)
th: การรับรองความถูกต้องด้วยสองปัจจัย (2FA)
tr: İki Faktörlü Kimlik Doğrulama (2FA)
vi: Xác thực hai yếu tố (2FA)

source: Allowed 2FA Methods
ar: طرق 2FA المسموح بها
bn: অনুমোদিত 2FA পদ্ধতি
da: Tilladte 2FA-metoder
de: Zulässige 2FA-Methoden
el: Επιτρεπόμενες μέθοδοι 2FA
es: Métodos 2FA permitidos
fi: Sallitut 2FA-menetelmät
fr: Méthodes 2FA autorisées
he: שיטות 2FA מותרות
hi: अनुमत 2FA विधियाँ
id: Metode 2FA yang Diizinkan
it: Metodi 2FA consentiti
ja: 許可される 2FA メソッド
kn: 2FA ವಿಧಾನಗಳನ್ನು ಅನುಮತಿಸಲಾಗಿದೆ
ml: 2FA രീതികൾ അനുവദിച്ചു
mr: अनुमत 2FA पद्धती
nl: Toegestane 2FA-methoden
pa: 2FA ਢੰਗਾਂ ਦੀ ਇਜਾਜ਼ਤ ਦਿੱਤੀ ਗਈ
pl: Dozwolone metody 2FA
pt: Métodos 2FA permitidos
ru: Разрешенные методы 2FA
sv: Tillåtna 2FA-metoder
ta: அனுமதிக்கப்பட்ட 2FA முறைகள்
te: 2FA పద్ధతులు అనుమతించబడ్డాయి
th: อนุญาตวิธีการ 2FA
tr: İzin Verilen 2FA Yöntemleri
vi: Phương thức 2FA được phép

source: 2FA Setup Grace Period (days)
ar: فترة سماح إعداد 2FA (بالأيام)
bn: 2FA সেটআপ গ্রেস পিরিয়ড (দিন)
da: 2FA opsætning henstandsperiode (dage)
de: 2FA-Setup-Kulanzzeitraum (Tage)
el: 2 FA Setup Περίοδος χάριτος (ημέρες)
es: Período de gracia de configuración 2FA (días)
fi: 2FA:n asennuksen lisäaika (päivää)
fr: Délai de grâce pour la configuration 2FA (jours)
he: תקופת חסד להגדרת 2FA (ימים)
hi: 2एफए सेटअप अनुग्रह अवधि (दिन)
id: Masa Tenggang Pengaturan 2FA (hari)
it: Periodo di tolleranza per l'impostazione 2FA (giorni)
ja: 2FA セットアップ猶予期間 (日)
kn: 2FA ಸೆಟಪ್ ಗ್ರೇಸ್ ಅವಧಿ (ದಿನಗಳು)
ml: 2FA സെറ്റപ്പ് ഗ്രേസ് പിരീഡ് (ദിവസങ്ങൾ)
mr: 2FA सेटअप वाढीव कालावधी (दिवस)
nl: Respijtperiode voor 2FA-installatie (dagen)
pa: 2FA ਸੈੱਟਅੱਪ ਗ੍ਰੇਸ ਪੀਰੀਅਡ (ਦਿਨ)
pl: Okres prolongaty konfiguracji 2FA (dni)
pt: Período de carência de configuração 2FA (dias)
ru: Льготный период настройки 2FA (дней)
sv: Respitperiod för 2FA-konfiguration (dagar)
ta: 2FA அமைவு கருணை காலம் (நாட்கள்)
te: 2FA సెటప్ గ్రేస్ పీరియడ్ (రోజులు)
th: ระยะเวลาผ่อนผันการตั้งค่า 2FA (วัน)
tr: 2FA Kurulumu Ek Süre (gün)
vi: Thời gian gia hạn thiết lập 2FA (ngày)

source: Session Security
ar: أمان الجلسة
bn: সেশন নিরাপত্তা
da: Sessionssikkerhed
de: Sitzungssicherheit
el: Ασφάλεια συνεδρίας
es: Seguridad de sesión
fi: Istunnon turvallisuus
fr: Sécurité des sessions
he: אבטחת מושב
hi: सत्र सुरक्षा
id: Keamanan Sesi
it: Sicurezza della sessione
ja: セッションセキュリティ
kn: ಸೆಷನ್ ಭದ್ರತೆ
ml: സെഷൻ സുരക്ഷ
mr: सत्र सुरक्षा
nl: Sessiebeveiliging
pa: ਸੈਸ਼ਨ ਸੁਰੱਖਿਆ
pl: Bezpieczeństwo sesji
pt: Segurança da Sessão
ru: Безопасность сеанса
sv: Sessionssäkerhet
ta: அமர்வு பாதுகாப்பு
te: సెషన్ భద్రత
th: ความปลอดภัยของเซสชั่น
tr: Oturum Güvenliği
vi: Bảo mật phiên

source: Session Timeout (minutes)
ar: مهلة الجلسة (بالدقائق)
bn: সেশনের সময়সীমা (মিনিট)
da: Sessionstimeout (minutter)
de: Sitzungs-Timeout (Minuten)
el: Χρόνος λήξης περιόδου λειτουργίας (λεπτά)
es: Tiempo de espera de la sesión (minutos)
fi: Istunnon aikakatkaisu (minuutteja)
fr: Délai d'expiration de la session (minutes)
he: זמן קצוב להפעלה (דקות)
hi: सत्र का समय समाप्त (मिनट)
id: Batas Waktu Sesi (menit)
it: Timeout della sessione (minuti)
ja: セッションタイムアウト (分)
kn: ಸೆಷನ್ ಅವಧಿ ಮೀರಿದೆ (ನಿಮಿಷಗಳು)
ml: സെഷൻ ടൈംഔട്ട് (മിനിറ്റ്)
mr: सत्र कालबाह्य (मिनिटे)
nl: Sessietime-out (minuten)
pa: ਸੈਸ਼ਨ ਦਾ ਸਮਾਂ ਸਮਾਪਤ (ਮਿੰਟ)
pl: Limit czasu sesji (minuty)
pt: Tempo limite da sessão (minutos)
ru: Тайм-аут сеанса (минуты)
sv: Session timeout (minuter)
ta: அமர்வு நேரம் முடிந்தது (நிமிடங்கள்)
te: సెషన్ గడువు ముగిసింది (నిమిషాలు)
th: หมดเวลาเซสชัน (นาที)
tr: Oturum Zaman Aşımı (dakika)
vi: Thời gian chờ của phiên (phút)

source: Maximum Concurrent Sessions
ar: الحد الأقصى للجلسات المتزامنة
bn: সর্বোচ্চ সমসাময়িক সেশন
da: Maksimalt antal samtidige sessioner
de: Maximale gleichzeitige Sitzungen
el: Μέγιστες ταυτόχρονες συνεδρίες
es: Sesiones simultáneas máximas
fi: Samanaikaisten istuntojen enimmäismäärä
fr: Nombre maximal de sessions simultanées
he: מקסימום הפעלות במקביל
hi: अधिकतम समवर्ती सत्र
id: Sesi Serentak Maksimum
it: Numero massimo di sessioni simultanee
ja: 最大同時セッション数
kn: ಗರಿಷ್ಠ ಏಕಕಾಲಿಕ ಅವಧಿಗಳು
ml: പരമാവധി കൺകറൻ്റ് സെഷനുകൾ
mr: कमाल समवर्ती सत्रे
nl: Maximale gelijktijdige sessies
pa: ਅਧਿਕਤਮ ਸਮਕਾਲੀ ਸੈਸ਼ਨ
pl: Maksymalna liczba jednoczesnych sesji
pt: Máximo de sessões simultâneas
ru: Максимальное количество одновременных сеансов
sv: Maximalt antal samtidiga sessioner
ta: அதிகபட்ச ஒரே நேரத்தில் அமர்வுகள்
te: గరిష్ట ఏకకాల సెషన్‌లు
th: เซสชันพร้อมกันสูงสุด
tr: Maksimum Eşzamanlı Oturum Sayısı
vi: Phiên đồng thời tối đa

source: Enforce single active session per user
ar: فرض جلسة نشطة واحدة لكل مستخدم
bn: ব্যবহারকারী প্রতি একক সক্রিয় সেশন প্রয়োগ করুন
da: Gennemtving en enkelt aktiv session pr. bruger
de: Erzwingen Sie eine einzelne aktive Sitzung pro Benutzer
el: Επιβολή μίας ενεργής περιόδου σύνδεσης ανά χρήστη
es: Aplicar una única sesión activa por usuario
fi: Pakota yksi aktiivinen istunto käyttäjää kohti
fr: Appliquer une seule session active par utilisateur
he: לאכוף הפעלה פעילה אחת לכל משתמש
hi: प्रति उपयोगकर्ता एकल सक्रिय सत्र लागू करें
id: Terapkan satu sesi aktif per pengguna
it: Applica una singola sessione attiva per utente
ja: ユーザーごとに単一のアクティブ セッションを強制する
kn: ಪ್ರತಿ ಬಳಕೆದಾರರಿಗೆ ಒಂದೇ ಸಕ್ರಿಯ ಸೆಶನ್ ಅನ್ನು ಜಾರಿಗೊಳಿಸಿ
ml: ഓരോ ഉപയോക്താവിനും ഒരൊറ്റ സജീവ സെഷൻ നടപ്പിലാക്കുക
mr: प्रति वापरकर्ता एकल सक्रिय सत्र लागू करा
nl: Eén actieve sessie per gebruiker afdwingen
pa: ਪ੍ਰਤੀ ਉਪਭੋਗਤਾ ਸਿੰਗਲ ਕਿਰਿਆਸ਼ੀਲ ਸੈਸ਼ਨ ਲਾਗੂ ਕਰੋ
pl: Wymuszaj pojedynczą aktywną sesję na użytkownika
pt: Aplicar uma única sessão ativa por usuário
ru: Принудительно использовать один активный сеанс для каждого пользователя
sv: Genomför en enda aktiv session per användare
ta: ஒரு பயனருக்கு ஒற்றை செயலில் அமர்வைச் செயல்படுத்தவும்
te: ఒక్కో వినియోగదారుకు ఒకే సక్రియ సెషన్‌ను అమలు చేయండి
th: บังคับใช้เซสชันเดียวที่ใช้งานอยู่ต่อผู้ใช้
tr: Kullanıcı başına tek etkin oturumu zorunlu kıl
vi: Thực thi một phiên hoạt động duy nhất cho mỗi người dùng

source: IP Restriction
ar: تقييد الملكية الفكرية
bn: আইপি সীমাবদ্ধতা
da: IP begrænsning
de: IP-Einschränkung
el: Περιορισμός IP
es: Restricción de propiedad intelectual
fi: IP-rajoitus
fr: Restriction IP
he: הגבלת IP
hi: आईपी ​​प्रतिबंध
id: Pembatasan Kekayaan Intelektual
it: Limitazione IP
ja: IP制限
kn: ಐಪಿ ನಿರ್ಬಂಧ
ml: ഐപി നിയന്ത്രണം
mr: आयपी निर्बंध
nl: IP-beperking
pa: IP ਪਾਬੰਦੀ
pl: Ograniczenie adresu IP
pt: Restrição de IP
ru: IP-ограничение
sv: IP-begränsning
ta: ஐபி கட்டுப்பாடு
te: IP పరిమితి
th: ข้อจำกัดด้านไอพี
tr: IP Kısıtlaması
vi: Hạn chế IP

source: Enable IP address restriction
ar: تمكين تقييد عنوان IP
bn: IP ঠিকানা সীমাবদ্ধতা সক্ষম করুন
da: Aktiver IP-adressebegrænsning
de: Aktivieren Sie die IP-Adressbeschränkung
el: Ενεργοποίηση περιορισμού διεύθυνσης IP
es: Habilitar restricción de dirección IP
fi: Ota IP-osoitteen rajoitus käyttöön
fr: Activer la restriction d'adresse IP
he: אפשר הגבלת כתובת IP
hi: IP पता प्रतिबंध सक्षम करें
id: Aktifkan pembatasan alamat IP
it: Abilita la restrizione dell'indirizzo IP
ja: IPアドレス制限を有効にする
kn: IP ವಿಳಾಸ ನಿರ್ಬಂಧವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ml: IP വിലാസ നിയന്ത്രണം പ്രവർത്തനക്ഷമമാക്കുക
mr: IP पत्ता प्रतिबंध सक्षम करा
nl: Schakel IP-adresbeperking in
pa: IP ਐਡਰੈੱਸ ਪਾਬੰਦੀ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ
pl: Włącz ograniczenie adresu IP
pt: Habilitar restrição de endereço IP
ru: Включить ограничение IP-адреса
sv: Aktivera IP-adressbegränsning
ta: ஐபி முகவரி கட்டுப்பாட்டை இயக்கவும்
te: IP చిరునామా పరిమితిని ప్రారంభించండి
th: เปิดใช้งานการจำกัดที่อยู่ IP
tr: IP adresi kısıtlamasını etkinleştir
vi: Bật hạn chế địa chỉ IP

source: Allowed IP Ranges (one per line)
ar: نطاقات IP المسموح بها (واحد لكل سطر)
bn: অনুমোদিত আইপি রেঞ্জ (প্রতি লাইনে একটি)
da: Tilladte IP-områder (én pr. linje)
de: Zulässige IP-Bereiche (einer pro Zeile)
el: Επιτρεπόμενα εύρη IP (ένα ανά γραμμή)
es: Rangos de IP permitidos (uno por línea)
fi: Sallitut IP-alueet (yksi per rivi)
fr: Plages IP autorisées (une par ligne)
he: טווחי IP מותרים (אחד בכל שורה)
hi: अनुमत आईपी रेंज (प्रति पंक्ति एक)
id: Rentang IP yang Dibolehkan (satu per baris)
it: Intervalli IP consentiti (uno per linea)
ja: 許可される IP 範囲 (1 行に 1 つ)
kn: ಅನುಮತಿಸಲಾದ IP ಶ್ರೇಣಿಗಳು (ಪ್ರತಿ ಸಾಲಿಗೆ ಒಂದು)
ml: അനുവദനീയമായ IP ശ്രേണികൾ (ഒരു വരിയിൽ ഒന്ന്)
mr: अनुमत IP श्रेणी (प्रति ओळ एक)
nl: Toegestane IP-bereiken (één per lijn)
pa: ਮਨਜ਼ੂਰਸ਼ੁਦਾ IP ਰੇਂਜ (ਇੱਕ ਪ੍ਰਤੀ ਲਾਈਨ)
pl: Dozwolone zakresy adresów IP (jeden na linię)
pt: Intervalos de IP permitidos (um por linha)
ru: Разрешенные диапазоны IP-адресов (по одному на строку)
sv: Tillåtna IP-intervall (ett per rad)
ta: அனுமதிக்கப்பட்ட IP வரம்புகள் (ஒரு வரிக்கு ஒன்று)
te: అనుమతించబడిన IP పరిధులు (ఒక పంక్తికి ఒకటి)
th: ช่วง IP ที่อนุญาต (หนึ่งรายการต่อบรรทัด)
tr: İzin Verilen IP Aralıkları (satır başına bir)
vi: Phạm vi IP được phép (một trên mỗi dòng)

source: Security Headers
ar: رؤوس الأمان
bn: নিরাপত্তা শিরোনাম
da: Sikkerhedsoverskrifter
de: Sicherheitsheader
el: Κεφαλίδες ασφαλείας
es: Encabezados de seguridad
fi: Suojausotsikot
fr: En-têtes de sécurité
he: כותרות אבטחה
hi: सुरक्षा शीर्षलेख
id: Header Keamanan
it: Intestazioni di sicurezza
ja: セキュリティヘッダー
kn: ಭದ್ರತಾ ಶೀರ್ಷಿಕೆಗಳು
ml: സുരക്ഷാ തലക്കെട്ടുകൾ
mr: सुरक्षा शीर्षलेख
nl: Beveiligingskoppen
pa: ਸੁਰੱਖਿਆ ਸਿਰਲੇਖ
pl: Nagłówki zabezpieczeń
pt: Cabeçalhos de segurança
ru: Заголовки безопасности
sv: Säkerhetsrubriker
ta: பாதுகாப்பு தலைப்புகள்
te: భద్రతా శీర్షికలు
th: ส่วนหัวการรักษาความปลอดภัย
tr: Güvenlik Başlıkları
vi: Tiêu đề bảo mật

source: Enable HTTP Strict Transport Security (HSTS)
ar: تمكين أمان النقل الصارم لـ HTTP (HSTS)
bn: HTTP কঠোর পরিবহন নিরাপত্তা সক্ষম করুন (HSTS)
da: Aktiver HTTP Strict Transport Security (HSTS)
de: HTTP Strict Transport Security (HSTS) aktivieren
el: Ενεργοποίηση HTTP Strict Transport Security (HSTS)
es: Habilite la seguridad de transporte estricta HTTP (HSTS)
fi: Ota HTTP Strict Transport Security (HSTS) käyttöön
fr: Activer la sécurité du transport strict HTTP (HSTS)
he: אפשר HTTP Strict Transport Security (HSTS)
hi: HTTP सख्त परिवहन सुरक्षा (HSTS) सक्षम करें
id: Aktifkan Keamanan Transportasi Ketat HTTP (HSTS)
it: Abilita HTTP Strict Transport Security (HSTS)
ja: HTTP Strict Transport Security (HSTS) を有効にする
kn: HTTP ಕಟ್ಟುನಿಟ್ಟಾದ ಸಾರಿಗೆ ಭದ್ರತೆ (HSTS) ಸಕ್ರಿಯಗೊಳಿಸಿ
ml: HTTP കർശന ഗതാഗത സുരക്ഷ (HSTS) പ്രവർത്തനക്ഷമമാക്കുക
mr: HTTP कठोर वाहतूक सुरक्षा (HSTS) सक्षम करा
nl: Schakel HTTP Strict Transport Security (HSTS) in
pa: HTTP ਸਖਤ ਟ੍ਰਾਂਸਪੋਰਟ ਸੁਰੱਖਿਆ (HSTS) ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ
pl: Włącz ścisłe zabezpieczenia transportu HTTP (HSTS)
pt: Habilitar segurança de transporte estrito HTTP (HSTS)
ru: Включить строгую транспортную безопасность HTTP (HSTS)
sv: Aktivera HTTP Strict Transport Security (HSTS)
ta: HTTP கடுமையான போக்குவரத்து பாதுகாப்பை (HSTS) இயக்கு
te: HTTP కఠినమైన రవాణా భద్రత (HSTS)ని ప్రారంభించండి
th: เปิดใช้งาน HTTP Strict Transport Security (HSTS)
tr: HTTP Katı Aktarım Güvenliğini (HSTS) etkinleştirin
vi: Kích hoạt bảo mật truyền tải nghiêm ngặt HTTP (HSTS)

source: Enable Content Security Policy (CSP)
ar: تمكين سياسة أمان المحتوى (CSP)
bn: কন্টেন্ট নিরাপত্তা নীতি (CSP) সক্ষম করুন
da: Aktiver Content Security Policy (CSP)
de: Inhaltssicherheitsrichtlinie (CSP) aktivieren
el: Ενεργοποίηση Πολιτικής Ασφάλειας Περιεχομένου (CSP)
es: Habilitar la política de seguridad de contenido (CSP)
fi: Ota sisällön suojauskäytäntö (CSP) käyttöön
fr: Activer la politique de sécurité du contenu (CSP)
he: אפשר מדיניות אבטחת תוכן (CSP)
hi: सामग्री सुरक्षा नीति (सीएसपी) सक्षम करें
id: Aktifkan Kebijakan Keamanan Konten (CSP)
it: Abilita politica di sicurezza dei contenuti (CSP)
ja: コンテンツ セキュリティ ポリシー (CSP) を有効にする
kn: ವಿಷಯ ಭದ್ರತಾ ನೀತಿ (CSP) ಸಕ್ರಿಯಗೊಳಿಸಿ
ml: ഉള്ളടക്ക സുരക്ഷാ നയം (CSP) പ്രവർത്തനക്ഷമമാക്കുക
mr: सामग्री सुरक्षा धोरण (CSP) सक्षम करा
nl: Inhoudsbeveiligingsbeleid (CSP) inschakelen
pa: ਸਮਗਰੀ ਸੁਰੱਖਿਆ ਨੀਤੀ (CSP) ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ
pl: Włącz politykę bezpieczeństwa treści (CSP)
pt: Habilitar Política de Segurança de Conteúdo (CSP)
ru: Включить политику безопасности контента (CSP)
sv: Aktivera Content Security Policy (CSP)
ta: உள்ளடக்கப் பாதுகாப்புக் கொள்கையை (CSP) இயக்கு
te: కంటెంట్ భద్రతా విధానాన్ని (CSP) ప్రారంభించండి
th: เปิดใช้งานนโยบายความปลอดภัยของเนื้อหา (CSP)
tr: İçerik Güvenliği Politikasını (CSP) Etkinleştir
vi: Kích hoạt Chính sách bảo mật nội dung (CSP)

source: Enable X-Frame-Options header
ar: تمكين رأس خيارات الإطار X
bn: X-Frame-Options হেডার সক্ষম করুন
da: Aktiver X-Frame-Options header
de: Aktivieren Sie den X-Frame-Options-Header
el: Ενεργοποίηση κεφαλίδας X-Frame-Options
es: Habilitar encabezado X-Frame-Options
fi: Ota X-Frame-Options-otsikko käyttöön
fr: Activer l'en-tête X-Frame-Options
he: הפעל את הכותרת X-Frame-Options
hi: एक्स-फ़्रेम-विकल्प शीर्षलेख सक्षम करें
id: Aktifkan tajuk X-Frame-Options
it: Abilita l'intestazione X-Frame-Options
ja: X-Frame-Options ヘッダーを有効にする
kn: ಎಕ್ಸ್-ಫ್ರೇಮ್-ಆಯ್ಕೆಗಳ ಹೆಡರ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ml: X-Frame-Options തലക്കെട്ട് പ്രവർത്തനക്ഷമമാക്കുക
mr: एक्स-फ्रेम-पर्याय शीर्षलेख सक्षम करा
nl: Schakel de X-Frame-Options-header in
pa: ਐਕਸ-ਫ੍ਰੇਮ-ਵਿਕਲਪ ਹੈਡਰ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ
pl: Włącz nagłówek X-Frame-Options
pt: Habilitar cabeçalho X-Frame-Options
ru: Включить заголовок X-Frame-Options
sv: Aktivera X-Frame-Options-huvudet
ta: X-Frame-Options தலைப்பை இயக்கவும்
te: X-Frame-Options హెడర్‌ని ప్రారంభించండి
th: เปิดใช้งานส่วนหัว X-Frame-Options
tr: X-Frame-Options başlığını etkinleştir
vi: Kích hoạt tiêu đề X-Frame-Options
