Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Create New Ticket
ar: إنشاء تذكرة جديدة
bn: নতুন টিকিট তৈরি করুন
da: Opret ny billet
de: Neues Ticket erstellen
el: Δημιουργία νέου εισιτηρίου
es: Crear nuevo billete
fi: Luo uusi lippu
fr: Créer un nouveau billet
gu: નવી ટિકિટ બનાવો
he: צור כרטיס חדש
hi: नया टिकट बनाएं
id: Buat Tiket Baru
it: Crea nuovo biglietto
ja: 新しいチケットを作成する
kn: ಹೊಸ ಟಿಕೆಟ್ ರಚಿಸಿ
ml: പുതിയ ടിക്കറ്റ് സൃഷ്ടിക്കുക
mr: नवीन तिकीट तयार करा
nl: Nieuw ticket aanmaken
no: Opprett ny billett
or: ନୂତନ ଟିକେଟ୍ ସୃଷ୍ଟି କରନ୍ତୁ |
pa: ਨਵੀਂ ਟਿਕਟ ਬਣਾਓ
pl: Utwórz nowy bilet
pt: Criar novo ingresso
ru: Создать новый билет
sv: Skapa ny biljett
ta: புதிய டிக்கெட்டை உருவாக்கவும்
te: కొత్త టిక్కెట్‌ని సృష్టించండి
th: สร้างตั๋วใหม่
tr: Yeni Bilet Oluştur
vi: Tạo vé mới

source: Manage Support Categories
bn: সমর্থন বিভাগ পরিচালনা করুন
da: Administrer supportkategorier
de: Support-Kategorien verwalten
el: Διαχείριση Κατηγοριών Υποστήριξης
es: Administrar categorías de soporte
fi: Hallinnoi tukikategorioita
fr: Gérer les catégories de support
he: ניהול קטגוריות תמיכה
hi: सहायता श्रेणियाँ प्रबंधित करें
id: Kelola Kategori Dukungan
it: Gestisci le categorie di supporto
ja: サポートカテゴリの管理
kn: ಬೆಂಬಲ ವರ್ಗಗಳನ್ನು ನಿರ್ವಹಿಸಿ
ml: പിന്തുണാ വിഭാഗങ്ങൾ കൈകാര്യം ചെയ്യുക
mr: समर्थन श्रेणी व्यवस्थापित करा
nl: Beheer ondersteuningscategorieën
pa: ਸਹਾਇਤਾ ਸ਼੍ਰੇਣੀਆਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ
pl: Zarządzaj kategoriami wsparcia
pt: Gerenciar categorias de suporte
ru: Управление категориями поддержки
sv: Hantera supportkategorier
ta: ஆதரவு வகைகளை நிர்வகிக்கவும்
te: మద్దతు వర్గాలను నిర్వహించండి
th: จัดการหมวดหมู่การสนับสนุน
tr: Destek Kategorilerini Yönet
vi: Quản lý danh mục hỗ trợ

source: Manage FAQs
bn: FAQs পরিচালনা করুন
da: Administrer ofte stillede spørgsmål
de: FAQs verwalten
el: Διαχείριση συχνών ερωτήσεων
es: Administrar preguntas frecuentes
fi: Hallinnoi usein kysyttyjä kysymyksiä
fr: Gérer les FAQ
he: נהל שאלות נפוצות
hi: अक्सर पूछे जाने वाले प्रश्न प्रबंधित करें
id: Kelola FAQ
it: Gestisci le domande frequenti
ja: FAQの管理
kn: FAQ ಗಳನ್ನು ನಿರ್ವಹಿಸಿ
ml: പതിവുചോദ്യങ്ങൾ കൈകാര്യം ചെയ്യുക
mr: FAQ व्यवस्थापित करा
nl: Beheer veelgestelde vragen
pa: ਅਕਸਰ ਪੁੱਛੇ ਜਾਂਦੇ ਸਵਾਲਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ
pl: Zarządzaj często zadawanymi pytaniami
pt: Gerenciar perguntas frequentes
ru: Управление часто задаваемыми вопросами
sv: Hantera vanliga frågor
ta: அடிக்கடி கேட்கப்படும் கேள்விகளை நிர்வகிக்கவும்
te: తరచుగా అడిగే ప్రశ్నలను నిర్వహించండి
th: จัดการคำถามที่พบบ่อย
tr: SSS'leri yönet
vi: Quản lý câu hỏi thường gặp

source: Recent Support Tickets
ar: تذاكر الدعم الأخيرة
bn: সাম্প্রতিক সমর্থন টিকিট
da: Seneste supportbilletter
de: Aktuelle Support-Tickets
el: Πρόσφατα εισιτήρια υποστήριξης
es: Tickets de soporte recientes
fi: Viimeaikaiset tukiliput
fr: Tickets d’assistance récents
gu: તાજેતરની સપોર્ટ ટિકિટ
he: כרטיסי תמיכה אחרונים
hi: हालिया समर्थन टिकट
id: Tiket Dukungan Terbaru
it: Ticket di supporto recenti
ja: 最近のサポートチケット
kn: ಇತ್ತೀಚಿನ ಬೆಂಬಲ ಟಿಕೆಟ್‌ಗಳು
ml: സമീപകാല പിന്തുണ ടിക്കറ്റുകൾ
mr: अलीकडील सपोर्ट तिकिटे
nl: Recente ondersteuningstickets
no: Nylige støttebilletter
or: ସାମ୍ପ୍ରତିକ ସମର୍ଥନ ଟିକେଟ୍ |
pa: ਹਾਲੀਆ ਸਪੋਰਟ ਟਿਕਟਾਂ
pl: Najnowsze bilety pomocy technicznej
pt: Tickets de suporte recentes
ru: Недавние запросы в службу поддержки
sv: Senaste supportbiljetter
ta: சமீபத்திய ஆதரவு டிக்கெட்டுகள்
te: ఇటీవలి మద్దతు టిక్కెట్లు
th: ตั๋วสนับสนุนล่าสุด
tr: Güncel Destek Biletleri
vi: Vé hỗ trợ gần đây

source: Created By
ar: تم الإنشاء بواسطة
bn: দ্বারা নির্মিত
da: Skabt af
de: Erstellt von
el: Δημιουργήθηκε από
es: Creado por
fi: Luonut
fr: Créé par
he: נוצר על ידי
hi: के द्वारा बनाई गई
id: Dibuat Oleh
it: Creato da
ja: 作成者
kn: ಇವರಿಂದ ರಚಿಸಲಾಗಿದೆ
ml: സൃഷ്ടിച്ചത്
mr: यांनी तयार केले
nl: Gemaakt door
pa: ਦੁਆਰਾ ਬਣਾਇਆ ਗਿਆ
pl: Stworzony przez
pt: Criado por
ru: Создано
sv: Skapad av
ta: உருவாக்கியது
te: సృష్టించినది
th: สร้างโดย
tr: Oluşturan
vi: Được tạo bởi

source: Assigned To
bn: নিযুক্ত করা হয়েছে
da: Tildelt til
de: Zugewiesen an
el: Ανατέθηκε σε
es: Asignado a
fi: Määrätty vastaanottajalle
fr: Attribué à
he: הוקצה ל
hi: को सौंपना
id: Ditugaskan Ke
it: Assegnato a
ja: 担当者
kn: ಗೆ ನಿಯೋಜಿಸಲಾಗಿದೆ
ml: ലേക്ക് അസൈൻ ചെയ്‌തു
mr: यांना नियुक्त केले
nl: Toegewezen aan
pa: ਨੂੰ ਸੌਂਪਿਆ ਗਿਆ
pl: Przypisany do
pt: Atribuído a
ru: Назначено
sv: Tilldelad till
ta: க்கு ஒதுக்கப்பட்டது
te: కు కేటాయించబడింది
th: มอบหมายให้
tr: Atanan Kişi
vi: Được giao cho

source: Created At
ar: تم الإنشاء في
bn: এ তৈরি করা হয়েছে
da: Oprettet kl
de: Erstellt am
el: Δημιουργήθηκε στο
es: Creado en
fi: Luotu klo
fr: Créé à
he: נוצר ב-At
hi: पर बनाया गया
id: Dibuat Pada
it: Creato a
ja: 作成日
kn: ನಲ್ಲಿ ರಚಿಸಲಾಗಿದೆ
ml: സൃഷ്ടിച്ചത്
mr: येथे तयार केले
nl: Gemaakt op
pa: ਵਿਖੇ ਬਣਾਇਆ ਗਿਆ
pl: Utworzono o godz
pt: Criado em
ru: Создано в
sv: Skapad på
ta: இல் உருவாக்கப்பட்டது
te: వద్ద సృష్టించబడింది
th: สร้างเมื่อ
tr: Oluşturulma Tarihi
vi: Được tạo tại

source: N/A
fi: Ei käytössä
he: לא
hi: एन/ए
id: T/A
ja: 該当なし
kn: ಎನ್/ಎ
nl: N.v.t
pl: Nie dotyczy
pt: N / D
ru: Н/Д
th: ไม่มี
tr: Yok
vi: không áp dụng

source: Unassigned
bn: আনঅ্যাসাইন করা হয়েছে
da: Ikke tildelt
de: Nicht zugewiesen
el: Χωρίς ανάθεση
es: No asignado
fi: Ei määritetty
fr: Non attribué
he: לא הוקצה
hi: सौंपे नहीं गए
id: Belum ditetapkan
it: Non assegnato
ja: 未割り当て
kn: ನಿಯೋಜಿಸಲಾಗಿಲ್ಲ
ml: അസൈൻ ചെയ്തിട്ടില്ല
mr: असाइन केलेले नाही
nl: Niet toegewezen
pa: ਅਸਾਈਨ ਨਹੀਂ ਕੀਤਾ ਗਿਆ
pl: Nieprzypisany
pt: Não atribuído
ru: Неназначенный
sv: Otilldelad
ta: ஒதுக்கப்படாதது
te: కేటాయించబడలేదు
th: ยังไม่ได้มอบหมาย
tr: Atanmamış
vi: Chưa được chỉ định

source: View Ticket
ar: عرض التذكرة
bn: টিকিট দেখুন
da: Se billet
de: Ticket ansehen
el: Προβολή εισιτηρίου
es: Ver entrada
fi: Näytä lippu
fr: Voir le billet
gu: ટિકિટ જુઓ
he: צפה בכרטיס
hi: टिकट देखें
id: Lihat Tiket
it: Visualizza biglietto
ja: チケットを見る
kn: ಟಿಕೆಟ್ ವೀಕ್ಷಿಸಿ
ml: ടിക്കറ്റ് കാണുക
mr: तिकीट पहा
nl: Bekijk kaartje
no: Se billett
or: ଟିକେଟ୍ ଦେଖନ୍ତୁ |
pa: ਟਿਕਟ ਦੇਖੋ
pl: Zobacz bilet
pt: Ver ingresso
ru: Посмотреть билет
sv: Se biljett
ta: டிக்கெட்டைப் பார்க்கவும்
te: టికెట్ చూడండి
th: ดูตั๋ว
tr: Bileti Görüntüle
vi: Xem vé

source: Frequently Asked Questions
ar: الأسئلة المتداولة
bn: প্রায়শই জিজ্ঞাসিত প্রশ্নাবলী
da: Ofte stillede spørgsmål
de: Häufig gestellte Fragen
el: Συχνές Ερωτήσεις
es: Preguntas frecuentes
fi: Usein kysytyt kysymykset
fr: Foire aux questions
gu: વારંવાર પૂછાતા પ્રશ્નો
he: שאלות נפוצות
hi: अक्सर पूछे जाने वाले प्रश्नों
id: Pertanyaan yang Sering Diajukan
it: Domande frequenti
ja: よくある質問
kn: ಪದೇ ಪದೇ ಕೇಳಲಾಗುವ ಪ್ರಶ್ನೆಗಳು
ml: പതിവായി ചോദിക്കുന്ന ചോദ്യങ്ങൾ
mr: वारंवार विचारले जाणारे प्रश्न
nl: Veelgestelde vragen
no: Ofte stilte spørsmål
or: ବାରମ୍ବାର ପଚରାଯାଉଥିବା ପ୍ରଶ୍ନ |
pa: ਅਕਸਰ ਪੁੱਛੇ ਜਾਂਦੇ ਸਵਾਲ
pl: Często zadawane pytania
pt: Perguntas frequentes
ru: Часто задаваемые вопросы
sv: Vanliga frågor
ta: அடிக்கடி கேட்கப்படும் கேள்விகள்
te: తరచుగా అడిగే ప్రశ్నలు
th: คำถามที่พบบ่อย
tr: Sıkça Sorulan Sorular
vi: Câu hỏi thường gặp

source: Support Categories - LMS Admin
bn: সহায়তা বিভাগ - LMS অ্যাডমিন
da: Supportkategorier - LMS Admin
de: Support-Kategorien – LMS-Administrator
el: Κατηγορίες Υποστήριξης - Διαχειριστής LMS
es: Categorías de soporte: administrador de LMS
fi: Tukikategoriat - LMS Admin
fr: Catégories de support - Administrateur LMS
he: קטגוריות תמיכה - LMS Admin
hi: सहायता श्रेणियाँ - एलएमएस व्यवस्थापक
id: Kategori Dukungan - Admin LMS
it: Categorie di supporto: amministrazione LMS
ja: サポート カテゴリ - LMS 管理者
kn: ಬೆಂಬಲ ವರ್ಗಗಳು - LMS ನಿರ್ವಹಣೆ
ml: പിന്തുണാ വിഭാഗങ്ങൾ - LMS അഡ്മിൻ
mr: समर्थन श्रेणी - LMS प्रशासन
nl: Ondersteuningscategorieën - LMS-beheerder
pa: ਸਹਾਇਤਾ ਸ਼੍ਰੇਣੀਆਂ - LMS ਪ੍ਰਸ਼ਾਸਕ
pl: Kategorie wsparcia — Administrator LMS
pt: Categorias de suporte - Administrador LMS
ru: Категории поддержки – администратор LMS
sv: Supportkategorier - LMS Admin
ta: ஆதரவு வகைகள் - LMS நிர்வாகம்
te: మద్దతు వర్గాలు - LMS అడ్మిన్
th: หมวดหมู่การสนับสนุน - ผู้ดูแลระบบ LMS
tr: Destek Kategorileri - LMS Yöneticisi
vi: Danh mục hỗ trợ - LMS Admin

source: Support Categories
bn: সমর্থন বিভাগ
da: Supportkategorier
de: Support-Kategorien
el: Κατηγορίες υποστήριξης
es: Categorías de soporte
fi: Tukikategoriat
fr: Catégories d'assistance
he: קטגוריות תמיכה
hi: समर्थन श्रेणियाँ
id: Kategori Dukungan
it: Categorie di supporto
ja: サポートカテゴリ
kn: ಬೆಂಬಲ ವರ್ಗಗಳು
ml: പിന്തുണാ വിഭാഗങ്ങൾ
mr: समर्थन श्रेणी
nl: Ondersteuningscategorieën
pa: ਸਹਾਇਤਾ ਸ਼੍ਰੇਣੀਆਂ
pl: Kategorie wsparcia
pt: Categorias de suporte
ru: Категории поддержки
sv: Supportkategorier
ta: ஆதரவு வகைகள்
te: మద్దతు వర్గాలు
th: หมวดหมู่การสนับสนุน
tr: Destek Kategorileri
vi: Danh mục hỗ trợ

source: Manage and Organize Support Categories
bn: পরিচালনা এবং সমর্থন বিভাগ সংগঠিত
da: Administrer og organiser supportkategorier
de: Verwalten und organisieren Sie Support-Kategorien
el: Διαχείριση και οργάνωση Κατηγοριών Υποστήριξης
es: Administrar y organizar categorías de soporte
fi: Hallinnoi ja järjestä tukikategorioita
fr: Gérer et organiser les catégories de support
he: נהל וארגון קטגוריות תמיכה
hi: सहायता श्रेणियाँ प्रबंधित और व्यवस्थित करें
id: Kelola dan Atur Kategori Dukungan
it: Gestire e organizzare le categorie di supporto
ja: サポートカテゴリの管理と整理
kn: ಬೆಂಬಲ ವರ್ಗಗಳನ್ನು ನಿರ್ವಹಿಸಿ ಮತ್ತು ಸಂಘಟಿಸಿ
ml: പിന്തുണാ വിഭാഗങ്ങൾ നിയന്ത്രിക്കുകയും സംഘടിപ്പിക്കുകയും ചെയ്യുക
mr: सहाय्य श्रेणी व्यवस्थापित करा आणि व्यवस्थापित करा
nl: Beheer en organiseer ondersteuningscategorieën
pl: Zarządzaj i organizuj kategorie wsparcia
pt: Gerenciar e organizar categorias de suporte
ru: Управление и организация категорий поддержки
sv: Hantera och organisera supportkategorier
ta: ஆதரவு வகைகளை நிர்வகிக்கவும் மற்றும் ஒழுங்கமைக்கவும்
te: మద్దతు వర్గాలను నిర్వహించండి మరియు నిర్వహించండి
th: จัดการและจัดระเบียบหมวดหมู่การสนับสนุน
tr: Destek Kategorilerini Yönetin ve Düzenleyin
vi: Quản lý và sắp xếp các danh mục hỗ trợ

source: Create New Category
bn: নতুন বিভাগ তৈরি করুন
da: Opret ny kategori
de: Neue Kategorie erstellen
el: Δημιουργία νέας κατηγορίας
es: Crear nueva categoría
fi: Luo uusi luokka
fr: Créer une nouvelle catégorie
he: צור קטגוריה חדשה
hi: नई श्रेणी बनाएं
id: Buat Kategori Baru
it: Crea nuova categoria
ja: 新しいカテゴリの作成
kn: ಹೊಸ ವರ್ಗವನ್ನು ರಚಿಸಿ
ml: പുതിയ വിഭാഗം സൃഷ്ടിക്കുക
mr: नवीन श्रेणी तयार करा
nl: Maak een nieuwe categorie
pa: ਨਵੀਂ ਸ਼੍ਰੇਣੀ ਬਣਾਓ
pl: Utwórz nową kategorię
pt: Criar nova categoria
ru: Создать новую категорию
sv: Skapa ny kategori
ta: புதிய வகையை உருவாக்கவும்
te: కొత్త వర్గాన్ని సృష్టించండి
th: สร้างหมวดหมู่ใหม่
tr: Yeni Kategori Oluştur
vi: Tạo danh mục mới

source: All Parents
bn: সকল অভিভাবক
da: Alle Forældre
de: Alle Eltern
el: Όλοι οι Γονείς
es: Todos los padres
fi: Kaikki vanhemmat
fr: Tous les parents
he: כל ההורים
hi: सभी माता-पिता
id: Semua Orang Tua
it: Tutti i genitori
ja: 保護者の皆様
kn: ಎಲ್ಲಾ ಪೋಷಕರು
ml: എല്ലാ മാതാപിതാക്കളും
mr: सर्व पालक
nl: Alle ouders
pa: ਸਾਰੇ ਮਾਪੇ
pl: Wszyscy Rodzice
pt: Todos os pais
ru: Все родители
sv: Alla föräldrar
ta: அனைத்து பெற்றோர்கள்
te: అందరు తల్లిదండ్రులు
th: พ่อแม่ทุกคน
tr: Tüm Ebeveynler
vi: Tất cả phụ huynh

source: Name
ar: اسم
bn: নাম
da: Navn
el: Ονομα
es: Nombre
fi: Nimi
fr: Nom
he: שֵׁם
hi: नाम
id: Nama
it: Nome
ja: 名前
kn: ಹೆಸರು
ml: പേര്
mr: नाव
nl: Naam
pa: ਨਾਮ
pl: Nazwa
pt: Nome
ru: Имя
sv: Namn
ta: பெயர்
te: పేరు
th: ชื่อ
tr: İsim
vi: Tên

source: Parent Category
bn: অভিভাবক বিভাগ
da: Forældrekategori
de: Übergeordnete Kategorie
el: Κατηγορία γονέα
es: Categoría principal
fi: Vanhempi luokka
fr: Catégorie parente
he: קטגוריית הורה
hi: जनक श्रेणी
id: Kategori Induk
it: Categoria principale
ja: 親カテゴリ
kn: ಪೋಷಕ ವರ್ಗ
ml: രക്ഷാകർതൃ വിഭാഗം
mr: पालक वर्ग
nl: Bovenliggende categorie
pa: ਮਾਤਾ-ਪਿਤਾ ਸ਼੍ਰੇਣੀ
pl: Kategoria nadrzędna
pt: Categoria pai
ru: Родительская категория
sv: Föräldrakategori
ta: பெற்றோர் வகை
te: మాతృ వర్గం
th: หมวดหมู่ผู้ปกครอง
tr: Ana Kategori
vi: Danh mục phụ huynh

source: No support categories found.
bn: কোন সমর্থন বিভাগ পাওয়া যায়নি.
da: Ingen supportkategorier fundet.
de: Keine Supportkategorien gefunden.
el: Δεν βρέθηκαν κατηγορίες υποστήριξης.
es: No se encontraron categorías de soporte.
fi: Tukikategorioita ei löytynyt.
fr: Aucune catégorie de support trouvée.
he: לא נמצאו קטגוריות תמיכה.
hi: कोई समर्थन श्रेणियां नहीं मिलीं.
id: Tidak ditemukan kategori dukungan.
it: Nessuna categoria di supporto trovata.
ja: サポート カテゴリが見つかりません。
kn: ಯಾವುದೇ ಬೆಂಬಲ ವರ್ಗಗಳು ಕಂಡುಬಂದಿಲ್ಲ.
ml: പിന്തുണാ വിഭാഗങ്ങളൊന്നും കണ്ടെത്തിയില്ല.
mr: कोणत्याही समर्थन श्रेणी आढळल्या नाहीत.
nl: Geen ondersteuningscategorieën gevonden.
pa: ਕੋਈ ਸਹਾਇਤਾ ਸ਼੍ਰੇਣੀਆਂ ਨਹੀਂ ਮਿਲੀਆਂ।
pl: Nie znaleziono kategorii wsparcia.
pt: Nenhuma categoria de suporte encontrada.
ru: Категории поддержки не найдены.
sv: Inga supportkategorier hittades.
ta: ஆதரவு வகைகள் எதுவும் இல்லை.
te: మద్దతు వర్గాలు ఏవీ కనుగొనబడలేదు.
th: ไม่พบหมวดหมู่การสนับสนุน
tr: Hiçbir destek kategorisi bulunamadı.
vi: Không tìm thấy danh mục hỗ trợ.

source: Create Support Ticket
bn: সাপোর্ট টিকিট তৈরি করুন
da: Opret supportbillet
de: Erstellen Sie ein Support-Ticket
el: Δημιουργία εισιτηρίου υποστήριξης
es: Crear ticket de soporte
fi: Luo tukilippu
fr: Créer un ticket d'assistance
he: צור כרטיס תמיכה
hi: समर्थन टिकट बनाएं
id: Buat Tiket Dukungan
it: Crea ticket di supporto
ja: サポートチケットの作成
kn: ಬೆಂಬಲ ಟಿಕೆಟ್ ರಚಿಸಿ
ml: പിന്തുണാ ടിക്കറ്റ് സൃഷ്ടിക്കുക
mr: सपोर्ट तिकीट तयार करा
nl: Ondersteuningsticket maken
pa: ਸਹਾਇਤਾ ਟਿਕਟ ਬਣਾਓ
pl: Utwórz bilet pomocy technicznej
pt: Criar ticket de suporte
ru: Создать заявку в службу поддержки
sv: Skapa supportbiljett
ta: ஆதரவு டிக்கெட்டை உருவாக்கவும்
te: మద్దతు టిక్కెట్‌ను సృష్టించండి
th: สร้างตั๋วสนับสนุน
tr: Destek Bileti Oluştur
vi: Tạo vé hỗ trợ

source: Fill up the details below to create the support ticket.
bn: সমর্থন টিকিট তৈরি করতে নীচের বিবরণ পূরণ করুন.
da: Udfyld detaljerne nedenfor for at oprette supportbilletten.
de: Füllen Sie die untenstehenden Angaben aus, um das Support-Ticket zu erstellen.
el: Συμπληρώστε τα παρακάτω στοιχεία για να δημιουργήσετε το δελτίο υποστήριξης.
es: Complete los detalles a continuación para crear el ticket de soporte.
fi: Täytä alla olevat tiedot luodaksesi tukilipun.
fr: Remplissez les détails ci-dessous pour créer le ticket d'assistance.
he: מלא את הפרטים למטה כדי ליצור את כרטיס התמיכה.
hi: समर्थन टिकट बनाने के लिए नीचे दिए गए विवरण भरें।
id: Isi detail di bawah ini untuk membuat tiket dukungan.
it: Compila i dettagli di seguito per creare il ticket di supporto.
ja: 以下の詳細を入力してサポート チケットを作成します。
kn: ಬೆಂಬಲ ಟಿಕೆಟ್ ರಚಿಸಲು ಕೆಳಗಿನ ವಿವರಗಳನ್ನು ಭರ್ತಿ ಮಾಡಿ.
ml: പിന്തുണാ ടിക്കറ്റ് സൃഷ്‌ടിക്കാൻ ചുവടെയുള്ള വിശദാംശങ്ങൾ പൂരിപ്പിക്കുക.
mr: समर्थन तिकीट तयार करण्यासाठी खालील तपशील भरा.
nl: Vul de onderstaande gegevens in om het supportticket aan te maken.
pa: ਸਹਾਇਤਾ ਟਿਕਟ ਬਣਾਉਣ ਲਈ ਹੇਠਾਂ ਦਿੱਤੇ ਵੇਰਵਿਆਂ ਨੂੰ ਭਰੋ।
pl: Wypełnij poniższe dane, aby utworzyć zgłoszenie do pomocy technicznej.
pt: Preencha os dados abaixo para criar o ticket de suporte.
ru: Заполните данные ниже, чтобы создать заявку в службу поддержки.
sv: Fyll i uppgifterna nedan för att skapa supportärendet.
ta: ஆதரவு டிக்கெட்டை உருவாக்க, கீழே உள்ள விவரங்களை நிரப்பவும்.
te: మద్దతు టిక్కెట్‌ను రూపొందించడానికి దిగువ వివరాలను పూరించండి.
th: กรอกรายละเอียดด้านล่างเพื่อสร้างตั๋วสนับสนุน
tr: Destek bileti oluşturmak için aşağıdaki ayrıntıları doldurun.
vi: Điền thông tin chi tiết bên dưới để tạo phiếu hỗ trợ.

source: Create Ticket
bn: টিকিট তৈরি করুন
da: Opret billet
de: Ticket erstellen
el: Δημιουργία εισιτηρίου
es: Crear billete
fi: Luo lippu
fr: Créer un ticket
he: צור כרטיס
hi: टिकट बनाएं
id: Buat Tiket
it: Crea biglietto
ja: チケットの作成
kn: ಟಿಕೆಟ್ ರಚಿಸಿ
ml: ടിക്കറ്റ് സൃഷ്ടിക്കുക
mr: तिकीट तयार करा
nl: Ticket aanmaken
pa: ਟਿਕਟ ਬਣਾਓ
pl: Utwórz bilet
pt: Criar ingresso
ru: Создать заявку
sv: Skapa biljett
ta: டிக்கெட்டை உருவாக்கவும்
te: టికెట్ సృష్టించండి
th: สร้างตั๋ว
tr: Bilet Oluştur
vi: Tạo vé

source: Ticket Information
bn: টিকিটের তথ্য
da: Billetinformation
de: Ticketinformationen
el: Πληροφορίες εισιτηρίων
es: Información de entradas
fi: Lipputiedot
fr: Informations sur les billets
he: מידע על כרטיסים
hi: टिकट की जानकारी
id: Informasi Tiket
it: Informazioni sui biglietti
ja: チケット情報
kn: ಟಿಕೆಟ್ ಮಾಹಿತಿ
ml: ടിക്കറ്റ് വിവരങ്ങൾ
mr: तिकीट माहिती
nl: Ticketinformatie
pa: ਟਿਕਟ ਦੀ ਜਾਣਕਾਰੀ
pl: Informacje o biletach
pt: Informações sobre ingressos
ru: Информация о билетах
sv: Biljettinformation
ta: டிக்கெட் தகவல்
te: టిక్కెట్ సమాచారం
th: ข้อมูลตั๋ว
tr: Bilet Bilgileri
vi: Thông tin vé

source: Ticket Details
bn: টিকিটের বিবরণ
da: Billetdetaljer
el: Λεπτομέρειες εισιτηρίου
es: Detalles del billete
fi: Lippujen tiedot
fr: Détails du billet
he: פרטי כרטיס
hi: टिकट विवरण
id: Detail Tiket
it: Dettagli del biglietto
ja: チケット詳細
kn: ಟಿಕೆಟ್ ವಿವರಗಳು
ml: ടിക്കറ്റ് വിശദാംശങ്ങൾ
mr: तिकीट तपशील
nl: Ticketgegevens
pa: ਟਿਕਟ ਦੇ ਵੇਰਵੇ
pl: Szczegóły biletu
pt: Detalhes do ingresso
ru: Детали билета
sv: Biljettinformation
ta: டிக்கெட் விவரங்கள்
te: టికెట్ వివరాలు
th: รายละเอียดตั๋ว
tr: Bilet Detayları
vi: Chi tiết vé

source: Status Preview
bn: স্থিতি পূর্বরূপ
da: Status forhåndsvisning
de: Statusvorschau
el: Προεπισκόπηση κατάστασης
es: Vista previa de estado
fi: Tilan esikatselu
fr: Aperçu du statut
he: תצוגה מקדימה של מצב
hi: स्थिति पूर्वावलोकन
id: Pratinjau Status
it: Anteprima dello stato
ja: ステータスのプレビュー
kn: ಸ್ಥಿತಿ ಪೂರ್ವವೀಕ್ಷಣೆ
ml: സ്റ്റാറ്റസ് പ്രിവ്യൂ
mr: स्थिती पूर्वावलोकन
nl: Statusvoorbeeld
pa: ਸਥਿਤੀ ਪ੍ਰੀਵਿਊ
pl: Podgląd stanu
pt: Visualização de status
ru: Предварительный просмотр статуса
sv: Statusförhandsgranskning
ta: நிலை முன்னோட்டம்
te: స్థితి ప్రివ్యూ
th: ดูตัวอย่างสถานะ
tr: Durum Önizlemesi
vi: Xem trước trạng thái

source: Open
bn: খোলা
da: Åben
de: Offen
el: Ανοιχτό
es: Abierto
fi: Avata
fr: Ouvrir
he: לִפְתוֹחַ
hi: खुला
id: Membuka
it: Aprire
ja: 開ける
kn: ತೆರೆಯಿರಿ
ml: തുറക്കുക
mr: उघडा
pa: ਖੋਲ੍ਹੋ
pl: Otwarte
pt: Abrir
ru: Открыть
sv: Öppna
ta: திற
te: తెరవండి
th: เปิด
tr: Açık
vi: Mở

source: View and manage support ticket information
bn: সমর্থন টিকিটের তথ্য দেখুন এবং পরিচালনা করুন
da: Se og administrer oplysninger om supportbilletter
de: Informationen zu Support-Tickets anzeigen und verwalten
el: Προβολή και διαχείριση πληροφοριών εισιτηρίων υποστήριξης
es: Ver y administrar información de tickets de soporte
fi: Tarkastele ja hallinnoi tukilippujen tietoja
fr: Afficher et gérer les informations des tickets d'assistance
he: הצג ונהל מידע על כרטיסי תמיכה
hi: समर्थन टिकट जानकारी देखें और प्रबंधित करें
id: Melihat dan mengelola informasi tiket dukungan
it: Visualizza e gestisci le informazioni sui ticket di supporto
ja: サポートチケット情報の表示と管理
kn: ಬೆಂಬಲ ಟಿಕೆಟ್ ಮಾಹಿತಿಯನ್ನು ವೀಕ್ಷಿಸಿ ಮತ್ತು ನಿರ್ವಹಿಸಿ
ml: പിന്തുണാ ടിക്കറ്റ് വിവരങ്ങൾ കാണുക, നിയന്ത്രിക്കുക
mr: समर्थन तिकीट माहिती पहा आणि व्यवस्थापित करा
nl: Bekijk en beheer supportticketinformatie
pa: ਸਹਾਇਤਾ ਟਿਕਟ ਜਾਣਕਾਰੀ ਵੇਖੋ ਅਤੇ ਪ੍ਰਬੰਧਿਤ ਕਰੋ
pl: Przeglądaj informacje o biletach pomocy technicznej i zarządzaj nimi
pt: Visualize e gerencie informações de tickets de suporte
ru: Просмотр и управление информацией о запросах в службу поддержки
sv: Visa och hantera information om supportärenden
ta: ஆதரவு டிக்கெட் தகவலைக் கண்டு நிர்வகிக்கவும்
te: మద్దతు టిక్కెట్ సమాచారాన్ని వీక్షించండి మరియు నిర్వహించండి
th: ดูและจัดการข้อมูลตั๋วสนับสนุน
tr: Destek bileti bilgilerini görüntüleyin ve yönetin
vi: Xem và quản lý thông tin phiếu hỗ trợ

source: Support Tickets
bn: সাপোর্ট টিকেট
da: Support billetter
el: Εισιτήρια υποστήριξης
es: Boletos de soporte
fi: Tukiliput
fr: Billets d'assistance
he: כרטיסי תמיכה
hi: समर्थन टिकट
id: Tiket Dukungan
it: Ticket di supporto
ja: サポートチケット
kn: ಬೆಂಬಲ ಟಿಕೆಟ್‌ಗಳು
ml: പിന്തുണ ടിക്കറ്റുകൾ
mr: समर्थन तिकिटे
nl: Ondersteuningstickets
pa: ਸਪੋਰਟ ਟਿਕਟਾਂ
pl: Bilety wsparcia
pt: Tíquetes de suporte
ru: Билеты в службу поддержки
sv: Supportbiljetter
ta: ஆதரவு டிக்கெட்டுகள்
te: మద్దతు టిక్కెట్లు
th: ตั๋วสนับสนุน
tr: Destek Biletleri
vi: Vé hỗ trợ

source: ID
bn: আইডি
de: AUSWEIS
el: ταυτότητα
es: IDENTIFICACIÓN
fr: IDENTIFIANT
he: תְעוּדַת זֶהוּת
hi: पहचान
id: PENGENAL
ml: ഐഡി
mr: आयडी
nl: Identiteitskaart
pa: ਆਈ.ਡੀ
pt: EU IA
ru: ИДЕНТИФИКАТОР
ta: ஐடி
th: บัตรประจำตัวประชาชน
vi: NHẬN DẠNG

source: Last Updated
ar: آخر تحديث
bn: সর্বশেষ আপডেট
da: Sidst opdateret
de: Zuletzt aktualisiert
el: Τελευταία Ενημέρωση
es: Última actualización
fi: Viimeksi päivitetty
fr: Dernière mise à jour
gu: છેલ્લું અપડેટ
he: עודכן לאחרונה
hi: आखरी अपडेट
id: Terakhir Diperbarui
it: Ultimo aggiornamento
ja: 最終更新日
kn: ಕೊನೆಯದಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ
ml: അവസാനം അപ്ഡേറ്റ് ചെയ്തത്
mr: शेवटचे अद्यतनित
nl: Laatst bijgewerkt
no: Sist oppdatert
or: ଶେଷ ଅଦ୍ୟତନ
pa: ਆਖਰੀ ਵਾਰ ਅੱਪਡੇਟ ਕੀਤਾ
pl: Ostatnia aktualizacja
pt: Última atualização
ru: Последнее обновление
sv: Senast uppdaterad
ta: கடைசியாக புதுப்பிக்கப்பட்டது
te: చివరిగా నవీకరించబడింది
th: อัปเดตล่าสุด
tr: Son Güncelleme
vi: Cập nhật lần cuối

source: Back to Tickets
bn: টিকিট-এ ফেরত যান
da: Tilbage til billetter
de: Zurück zu Tickets
el: Επιστροφή στα Εισιτήρια
es: Volver a Entradas
fi: Takaisin lippuihin
fr: Retour aux billets
he: חזרה לכרטיסים
hi: टिकट पर वापस जाएँ
id: Kembali ke Tiket
it: Torna a Biglietti
ja: チケットに戻る
kn: ಟಿಕೆಟ್‌ಗಳಿಗೆ ಹಿಂತಿರುಗಿ
ml: ടിക്കറ്റുകളിലേക്ക് മടങ്ങുക
mr: तिकिटांकडे परत
nl: Terug naar Kaartjes
pa: ਟਿਕਟਾਂ ’ਤੇ ਵਾਪਸ ਜਾਓ
pl: Powrót do biletów
pt: Voltar para Ingressos
ru: Вернуться к билетам
sv: Tillbaka till Biljetter
ta: டிக்கெட்டுகளுக்குத் திரும்பு
te: తిరిగి టిక్కెట్లుకి
th: กลับไปที่ตั๋ว
tr: Biletlere Geri Dön
vi: Quay lại Vé

source: Leaderboard - LMS Admin
ar: لوحة المتصدرين - مسؤول LMS
bn: লিডারবোর্ড - LMS অ্যাডমিন
de: Bestenliste – LMS-Administrator
el: Leaderboard - Διαχειριστής LMS
es: Tabla de clasificación: administrador de LMS
fr: Classement - Administrateur LMS
gu: લીડરબોર્ડ - LMS એડમિન
hi: लीडरबोर्ड - एलएमएस एडमिन
id: Papan Peringkat - Admin LMS
it: Classifica - Amministrazione SGA
ja: リーダーボード - LMS 管理者
kn: ಲೀಡರ್‌ಬೋರ್ಡ್ - LMS ನಿರ್ವಾಹಕ
ml: ലീഡർബോർഡ് - LMS അഡ്മിൻ
mr: लीडरबोर्ड - LMS प्रशासन
nl: Leaderboard - LMS-beheerder
or: ଲିଡବୋର୍ଡ - LMS ଆଡମିନି |
pa: ਲੀਡਰਬੋਰਡ - LMS ਪ੍ਰਸ਼ਾਸਕ
pl: Tablica liderów — administrator LMS
pt: Tabela de classificação - Administrador LMS
ru: Таблица лидеров – администратор LMS
ta: லீடர்போர்டு - LMS நிர்வாகி
te: లీడర్‌బోర్డ్ - LMS అడ్మిన్
th: ลีดเดอร์บอร์ด - ผู้ดูแลระบบ LMS
tr: Skor Tablosu - LMS Yöneticisi
vi: Bảng xếp hạng - Quản trị viên LMS

source: Leaderboard
ar: المتصدرين
bn: লিডারবোর্ড
de: Bestenliste
es: Tabla de clasificación
fi: Tulostaulukko
fr: Classement
gu: લીડરબોર્ડ
hi: लीडरबोर्ड
id: Papan peringkat
it: Classifica
ja: リーダーボード
kn: ಲೀಡರ್‌ಬೋರ್ಡ್
ml: ലീഡർബോർഡ്
mr: लीडरबोर्ड
nl: Leiderbord
or: ଲିଡବୋର୍ଡ |
pa: ਲੀਡਰਬੋਰਡ
pl: Tabela liderów
pt: Tabela de classificação
ru: Таблица лидеров
ta: லீடர்போர்டு
te: లీడర్‌బోర్డ్
th: ลีดเดอร์บอร์ด
tr: Liderlik tablosu
vi: Bảng xếp hạng

source: Celebrating Our Top Achievers
ar: الاحتفال بالمتفوقين لدينا
bn: আমাদের সেরা অর্জনকারীদের উদযাপন করা হচ্ছে
da: Vi fejrer vores bedste præstationer
de: Wir feiern unsere Top-Leistungsträger
el: Γιορτάζουμε τους Κορυφαίους Επιτυχόντες μας
es: Celebrando a nuestros principales triunfadores
fi: Juhlistamme huippusuoritajiamme
fr: Célébrer nos plus performants
gu: અમારા ટોચના સિદ્ધિઓની ઉજવણી
he: חוגגים את ההישגים המובילים שלנו
hi: हमारी शीर्ष उपलब्धियों का जश्न मनाना
id: Merayakan Pencapaian Terbaik Kami
it: Celebrando i nostri migliori risultati
ja: 最高の達成者を称える
kn: ನಮ್ಮ ಉನ್ನತ ಸಾಧಕರನ್ನು ಸ್ಮರಿಸುತ್ತಿದ್ದೇವೆ
ml: ഞങ്ങളുടെ മികച്ച വിജയികളെ ആഘോഷിക്കുന്നു
mr: आमचे टॉप अचिव्हर्स साजरे करत आहे
nl: Het vieren van onze toppresteerders
no: Vi feirer våre beste prestere
or: ଆମର ଶ୍ରେଷ୍ଠ ସଫଳତା ଉତ୍ସବ ପାଳନ |
pa: ਸਾਡੇ ਪ੍ਰਮੁੱਖ ਪ੍ਰਾਪਤੀਆਂ ਦਾ ਜਸ਼ਨ
pl: Świętujemy naszych najlepszych osiągnięć
pt: Comemorando nossos maiores empreendedores
ru: Чествование наших лучших достижений
sv: Vi firar våra bästa prestationer
ta: எங்கள் சிறந்த சாதனையாளர்களைக் கொண்டாடுகிறோம்
te: మా టాప్ అచీవర్స్‌ను జరుపుకుంటున్నాము
th: เฉลิมฉลองผู้ประสบความสำเร็จสูงสุดของเรา
tr: En Başarılılarımızı Kutluyoruz
vi: Tôn vinh những người đạt thành tích hàng đầu của chúng tôi
