Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: The specified program does not exist.
ar: البرنامج المحدد غير موجود.
bn: নির্দিষ্ট প্রোগ্রাম বিদ্যমান নেই.
da: Det angivne program findes ikke.
de: Das angegebene Programm existiert nicht.
el: Το καθορισμένο πρόγραμμα δεν υπάρχει.
es: El programa especificado no existe.
fi: Määritettyä ohjelmaa ei ole olemassa.
fr: Le programme spécifié n'existe pas.
he: התוכנית שצוינה לא קיימת.
hi: निर्दिष्ट प्रोग्राम मौजूद नहीं है.
id: Program yang ditentukan tidak ada.
it: Il programma specificato non esiste.
ja: 指定されたプログラムは存在しません。
ml: നിർദ്ദിഷ്ട പ്രോഗ്രാം നിലവിലില്ല.
mr: निर्दिष्ट कार्यक्रम अस्तित्वात नाही.
nl: Het opgegeven programma bestaat niet.
pa: ਨਿਰਧਾਰਤ ਪ੍ਰੋਗਰਾਮ ਮੌਜੂਦ ਨਹੀਂ ਹੈ।
pl: Podany program nie istnieje.
pt: O programa especificado não existe.
ru: Указанная программа не существует.
sv: Det angivna programmet finns inte.
ta: குறிப்பிட்ட நிரல் இல்லை.
te: పేర్కొన్న ప్రోగ్రామ్ ఉనికిలో లేదు.
th: ไม่มีโปรแกรมที่ระบุ
tr: Belirtilen program mevcut değil.
vi: Chương trình được chỉ định không tồn tại.

source: No organization found in the system. Please create an organization.
ar: لم يتم العثور على منظمة في النظام. الرجاء إنشاء منظمة.
bn: সিস্টেমে কোনো প্রতিষ্ঠান পাওয়া যায়নি। একটি সংগঠন তৈরি করুন.
da: Ingen organisation fundet i systemet. Opret venligst en organisation.
de: Keine Organisation im System gefunden. Bitte erstellen Sie eine Organisation.
el: Δεν βρέθηκε οργανισμός στο σύστημα. Δημιουργήστε έναν οργανισμό.
es: No se encontró ninguna organización en el sistema. Por favor cree una organización.
fi: Järjestelmästä ei löydy organisaatiota. Luo organisaatio.
fr: Aucune organisation trouvée dans le système. Veuillez créer une organisation.
he: לא נמצא ארגון במערכת. נא ליצור ארגון.
hi: सिस्टम में कोई संगठन नहीं मिला. कृपया एक संगठन बनायें.
id: Tidak ada organisasi yang ditemukan dalam sistem. Silakan buat organisasi.
it: Nessuna organizzazione trovata nel sistema. Crea un'organizzazione.
ja: システム内に組織が見つかりません。組織を作ってください。
ml: സിസ്റ്റത്തിൽ ഒരു സംഘടനയും കണ്ടെത്തിയില്ല. ദയവായി ഒരു സ്ഥാപനം ഉണ്ടാക്കുക.
mr: प्रणालीमध्ये कोणतीही संस्था आढळली नाही. कृपया एक संस्था तयार करा.
nl: Geen organisatie gevonden in het systeem. Maak een organisatie aan.
pa: ਸਿਸਟਮ ਵਿੱਚ ਕੋਈ ਸੰਸਥਾ ਨਹੀਂ ਮਿਲੀ। ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਸੰਸਥਾ ਬਣਾਓ।
pl: W systemie nie znaleziono żadnej organizacji. Utwórz organizację.
pt: Nenhuma organização encontrada no sistema. Por favor, crie uma organização.
ru: В системе не найдено ни одной организации. Пожалуйста, создайте организацию.
sv: Ingen organisation hittades i systemet. Skapa en organisation.
ta: அமைப்பில் எந்த அமைப்பும் இல்லை. தயவுசெய்து ஒரு அமைப்பை உருவாக்கவும்.
te: సిస్టమ్‌లో ఏ సంస్థ కనుగొనబడలేదు. దయచేసి ఒక సంస్థను సృష్టించండి.
th: ไม่พบองค์กรในระบบ กรุณาสร้างองค์กร
tr: Sistemde organizasyon bulunamadı. Lütfen bir organizasyon oluşturun.
vi: Không tìm thấy tổ chức nào trong hệ thống. Hãy thành lập một tổ chức.

source: An error occurred while fetching organization units. Please try again later.
ar: حدث خطأ أثناء جلب الوحدات التنظيمية. يرجى المحاولة مرة أخرى في وقت لاحق.
bn: সংস্থার ইউনিটগুলি আনার সময় একটি ত্রুটি ঘটেছে৷ পরে আবার চেষ্টা করুন.
da: Der opstod en fejl under hentning af organisationsenheder. Prøv venligst igen senere.
de: Beim Abrufen der Organisationseinheiten ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal.
el: Παρουσιάστηκε σφάλμα κατά την ανάκτηση μονάδων οργανισμού. Δοκιμάστε ξανά αργότερα.
es: Se produjo un error al buscar unidades organizativas. Inténtelo de nuevo más tarde.
fi: Virhe haettaessa organisaatioyksiköitä. Yritä myöhemmin uudelleen.
fr: Une erreur s'est produite lors de la récupération des unités d'organisation. Veuillez réessayer plus tard.
he: אירעה שגיאה בעת שליפת יחידות ארגוניות. אנא נסה שוב מאוחר יותר.
hi: संगठन इकाइयाँ लाते समय एक त्रुटि उत्पन्न हुई। कृपया बाद में पुन: प्रयास करें।
id: Terjadi error saat mengambil unit organisasi. Silakan coba lagi nanti.
it: Si è verificato un errore durante il recupero delle unità organizzative. Per favore riprova più tardi.
ja: 組織単位の取得中にエラーが発生しました。後でもう一度試してください。
ml: ഓർഗനൈസേഷൻ യൂണിറ്റുകൾ ലഭ്യമാക്കുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു. ദയവായി പിന്നീട് വീണ്ടും ശ്രമിക്കുക.
mr: संस्था एकके आणताना त्रुटी आली. कृपया नंतर पुन्हा प्रयत्न करा.
nl: Er is een fout opgetreden bij het ophalen van organisatie-eenheden. Probeer het later opnieuw.
pa: ਸੰਗਠਨ ਯੂਨਿਟਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਦੌਰਾਨ ਇੱਕ ਤਰੁੱਟੀ ਉਤਪੰਨ ਹੋਈ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Wystąpił błąd podczas pobierania jednostek organizacyjnych. Spróbuj ponownie później.
pt: Ocorreu um erro ao buscar unidades organizacionais. Por favor, tente novamente mais tarde.
ru: Произошла ошибка при получении организационных подразделений. Пожалуйста, повторите попытку позже.
sv: Ett fel uppstod när organisationsenheter skulle hämtas. Försök igen senare.
ta: நிறுவன அலகுகளைப் பெறும்போது பிழை ஏற்பட்டது. பிறகு முயற்சிக்கவும்.
te: సంస్థ యూనిట్‌లను పొందుతున్నప్పుడు లోపం సంభవించింది. దయచేసి తర్వాత మళ్లీ ప్రయత్నించండి.
th: เกิดข้อผิดพลาดขณะดึงข้อมูลหน่วยขององค์กร โปรดลองอีกครั้งในภายหลัง
tr: Organizasyon birimleri getirilirken bir hata oluştu. Lütfen daha sonra tekrar deneyin.
vi: Đã xảy ra lỗi khi tìm nạp đơn vị tổ chức. Vui lòng thử lại sau.

source: An error occurred while preparing the page. Please try again later.
ar: حدث خطأ أثناء إعداد الصفحة. يرجى المحاولة مرة أخرى في وقت لاحق.
bn: পৃষ্ঠাটি প্রস্তুত করার সময় একটি ত্রুটি ঘটেছে৷ পরে আবার চেষ্টা করুন.
da: Der opstod en fejl under forberedelsen af ​​siden. Prøv venligst igen senere.
de: Beim Vorbereiten der Seite ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal.
el: Παρουσιάστηκε σφάλμα κατά την προετοιμασία της σελίδας. Δοκιμάστε ξανά αργότερα.
es: Se produjo un error al preparar la página. Inténtelo de nuevo más tarde.
fi: Sivua valmisteltaessa tapahtui virhe. Yritä myöhemmin uudelleen.
fr: Une erreur s'est produite lors de la préparation de la page. Veuillez réessayer plus tard.
he: אירעה שגיאה בעת הכנת הדף. אנא נסה שוב מאוחר יותר.
hi: पृष्ठ तैयार करते समय एक त्रुटि उत्पन्न हुई. कृपया बाद में पुन: प्रयास करें।
id: Terjadi kesalahan saat menyiapkan halaman. Silakan coba lagi nanti.
it: Si è verificato un errore durante la preparazione della pagina. Per favore riprova più tardi.
ja: ページの準備中にエラーが発生しました。後でもう一度試してください。
ml: പേജ് തയ്യാറാക്കുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു. ദയവായി പിന്നീട് വീണ്ടും ശ്രമിക്കുക.
mr: पृष्ठ तयार करताना एक त्रुटी आली. कृपया नंतर पुन्हा प्रयत्न करा.
nl: Er is een fout opgetreden bij het voorbereiden van de pagina. Probeer het later opnieuw.
pa: ਪੰਨਾ ਤਿਆਰ ਕਰਨ ਦੌਰਾਨ ਇੱਕ ਗਲਤੀ ਆਈ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Wystąpił błąd podczas przygotowywania strony. Spróbuj ponownie później.
pt: Ocorreu um erro ao preparar a página. Por favor, tente novamente mais tarde.
ru: При подготовке страницы произошла ошибка. Пожалуйста, повторите попытку позже.
sv: Ett fel uppstod när sidan förbereddes. Försök igen senare.
ta: பக்கத்தைத் தயாரிக்கும் போது பிழை ஏற்பட்டது. பிறகு முயற்சிக்கவும்.
te: పేజీని సిద్ధం చేస్తున్నప్పుడు లోపం సంభవించింది. దయచేసి తర్వాత మళ్లీ ప్రయత్నించండి.
th: เกิดข้อผิดพลาดขณะเตรียมเพจ โปรดลองอีกครั้งในภายหลัง
tr: Sayfa hazırlanırken bir hata oluştu. Lütfen daha sonra tekrar deneyin.
vi: Đã xảy ra lỗi khi chuẩn bị trang. Vui lòng thử lại sau.

source: An error occurred while fetching locations. Please try again later.
ar: حدث خطأ أثناء جلب المواقع. يرجى المحاولة مرة أخرى لاحقا.
bn: অবস্থানগুলি আনার সময় একটি ত্রুটি ঘটেছে৷ পরে আবার চেষ্টা করুন.
da: Der opstod en fejl under hentning af placeringer. Prøv venligst igen senere.
de: Beim Abrufen der Standorte ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal.
el: Παρουσιάστηκε σφάλμα κατά την ανάκτηση τοποθεσιών. Δοκιμάστε ξανά αργότερα.
es: Se produjo un error al buscar ubicaciones. Inténtelo de nuevo más tarde.
fi: Virhe haettaessa sijainteja. Yritä myöhemmin uudelleen.
fr: Une erreur s'est produite lors de la récupération des emplacements. Veuillez réessayer plus tard.
he: אירעה שגיאה בעת שליפת מיקומים. אנא נסה שוב מאוחר יותר.
hi: स्थान लाते समय एक त्रुटि उत्पन्न हुई. कृपया बाद में पुन: प्रयास करें।
id: Terjadi kesalahan saat mengambil lokasi. Silakan coba lagi nanti.
it: Si è verificato un errore durante il recupero delle posizioni. Per favore riprova più tardi.
ja: 場所の取得中にエラーが発生しました。後でもう一度試してください。
ml: ലൊക്കേഷനുകൾ ലഭ്യമാക്കുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു. ദയവായി പിന്നീട് വീണ്ടും ശ്രമിക്കുക.
mr: स्थाने आणताना त्रुटी आली. कृपया नंतर पुन्हा प्रयत्न करा.
nl: Er is een fout opgetreden bij het ophalen van locaties. Probeer het later opnieuw.
pa: ਟਿਕਾਣੇ ਪ੍ਰਾਪਤ ਕਰਨ ਦੌਰਾਨ ਇੱਕ ਤਰੁੱਟੀ ਉਤਪੰਨ ਹੋਈ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Wystąpił błąd podczas pobierania lokalizacji. Spróbuj ponownie później.
pt: Ocorreu um erro ao buscar locais. Por favor, tente novamente mais tarde.
ru: При выборе местоположений произошла ошибка. Пожалуйста, повторите попытку позже.
sv: Ett fel uppstod vid hämtning av platser. Försök igen senare.
ta: இருப்பிடங்களைப் பெறுவதில் பிழை ஏற்பட்டது. பிறகு முயற்சிக்கவும்.
te: స్థానాలను పొందుతున్నప్పుడు లోపం సంభవించింది. దయచేసి తర్వాత మళ్లీ ప్రయత్నించండి.
th: เกิดข้อผิดพลาดขณะดึงข้อมูลสถานที่ โปรดลองอีกครั้งในภายหลัง
tr: Konumlar alınırken bir hata oluştu. Lütfen daha sonra tekrar deneyin.
vi: Đã xảy ra lỗi khi tìm nạp vị trí. Vui lòng thử lại sau.

source: An error occurred while fetching employee profiles. Please try again later.
ar: حدث خطأ أثناء جلب الملفات الشخصية للموظفين. يرجى المحاولة مرة أخرى لاحقا.
bn: কর্মচারী প্রোফাইলগুলি আনার সময় একটি ত্রুটি ঘটেছে৷ পরে আবার চেষ্টা করুন.
da: Der opstod en fejl under hentning af medarbejderprofiler. Prøv venligst igen senere.
de: Beim Abrufen der Mitarbeiterprofile ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal.
el: Παρουσιάστηκε σφάλμα κατά την ανάκτηση των προφίλ υπαλλήλων. Δοκιμάστε ξανά αργότερα.
es: Se produjo un error al obtener los perfiles de los empleados. Inténtelo de nuevo más tarde.
fi: Virhe haettaessa työntekijäprofiileja. Yritä myöhemmin uudelleen.
fr: Une erreur s'est produite lors de la récupération des profils des employés. Veuillez réessayer plus tard.
he: אירעה שגיאה בעת שליפת פרופילי עובדים. אנא נסה שוב מאוחר יותר.
hi: कर्मचारी प्रोफ़ाइल लाते समय एक त्रुटि उत्पन्न हुई. कृपया बाद में पुन: प्रयास करें।
id: Terjadi kesalahan saat mengambil profil karyawan. Silakan coba lagi nanti.
it: Si è verificato un errore durante il recupero dei profili dei dipendenti. Per favore riprova più tardi.
ja: 従業員プロファイルの取得中にエラーが発生しました。後でもう一度試してください。
ml: ജീവനക്കാരുടെ പ്രൊഫൈലുകൾ ലഭ്യമാക്കുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു. ദയവായി പിന്നീട് വീണ്ടും ശ്രമിക്കുക.
mr: कर्मचारी प्रोफाइल आणताना त्रुटी आली. कृपया नंतर पुन्हा प्रयत्न करा.
nl: Er is een fout opgetreden bij het ophalen van werknemersprofielen. Probeer het later opnieuw.
pa: ਕਰਮਚਾਰੀ ਪ੍ਰੋਫਾਈਲਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਦੌਰਾਨ ਇੱਕ ਤਰੁੱਟੀ ਉਤਪੰਨ ਹੋਈ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Wystąpił błąd podczas pobierania profili pracowników. Spróbuj ponownie później.
pt: Ocorreu um erro ao buscar perfis de funcionários. Por favor, tente novamente mais tarde.
ru: Произошла ошибка при получении профилей сотрудников. Пожалуйста, повторите попытку позже.
sv: Ett fel uppstod när anställds profiler skulle hämtas. Försök igen senare.
ta: பணியாளர் சுயவிவரங்களைப் பெறும்போது பிழை ஏற்பட்டது. பிறகு முயற்சிக்கவும்.
te: ఉద్యోగి ప్రొఫైల్‌లను పొందుతున్నప్పుడు లోపం సంభవించింది. దయచేసి తర్వాత మళ్లీ ప్రయత్నించండి.
th: เกิดข้อผิดพลาดขณะดึงข้อมูลโปรไฟล์พนักงาน โปรดลองอีกครั้งในภายหลัง
tr: Çalışan profilleri alınırken bir hata oluştu. Lütfen daha sonra tekrar deneyin.
vi: Đã xảy ra lỗi khi tìm nạp hồ sơ nhân viên. Vui lòng thử lại sau.

source: An error occurred while fetching groups. Please try again later.
ar: حدث خطأ أثناء جلب المجموعات. يرجى المحاولة مرة أخرى في وقت لاحق.
bn: গোষ্ঠীগুলি আনার সময় একটি ত্রুটি ঘটেছে৷ পরে আবার চেষ্টা করুন.
da: Der opstod en fejl under hentning af grupper. Prøv venligst igen senere.
de: Beim Abrufen der Gruppen ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal.
el: Παρουσιάστηκε σφάλμα κατά την ανάκτηση ομάδων. Δοκιμάστε ξανά αργότερα.
es: Se produjo un error al buscar grupos. Inténtelo de nuevo más tarde.
fi: Ryhmiä haettaessa tapahtui virhe. Yritä myöhemmin uudelleen.
fr: Une erreur s'est produite lors de la récupération des groupes. Veuillez réessayer plus tard.
he: אירעה שגיאה בעת שליפת קבוצות. אנא נסה שוב מאוחר יותר.
hi: समूह लाते समय एक त्रुटि उत्पन्न हुई. कृपया बाद में पुन: प्रयास करें।
id: Terjadi kesalahan saat mengambil grup. Silakan coba lagi nanti.
it: Si è verificato un errore durante il recupero dei gruppi. Per favore riprova più tardi.
ja: グループの取得中にエラーが発生しました。後でもう一度試してください。
ml: ഗ്രൂപ്പുകൾ ലഭ്യമാക്കുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു. ദയവായി പിന്നീട് വീണ്ടും ശ്രമിക്കുക.
mr: गट आणताना त्रुटी आली. कृपया नंतर पुन्हा प्रयत्न करा.
nl: Er is een fout opgetreden bij het ophalen van groepen. Probeer het later opnieuw.
pa: ਗਰੁੱਪਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਦੌਰਾਨ ਇੱਕ ਤਰੁੱਟੀ ਉਤਪੰਨ ਹੋਈ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Wystąpił błąd podczas pobierania grup. Spróbuj ponownie później.
pt: Ocorreu um erro ao buscar grupos. Por favor, tente novamente mais tarde.
ru: Произошла ошибка при получении групп. Пожалуйста, повторите попытку позже.
sv: Ett fel uppstod när grupper skulle hämtas. Försök igen senare.
ta: குழுக்களைப் பெறும்போது பிழை ஏற்பட்டது. பிறகு முயற்சிக்கவும்.
te: సమూహాలను పొందుతున్నప్పుడు లోపం సంభవించింది. దయచేసి తర్వాత మళ్లీ ప్రయత్నించండి.
th: เกิดข้อผิดพลาดขณะดึงข้อมูลกลุ่ม โปรดลองอีกครั้งในภายหลัง
tr: Gruplar getirilirken bir hata oluştu. Lütfen daha sonra tekrar deneyin.
vi: Đã xảy ra lỗi khi tìm nạp nhóm. Vui lòng thử lại sau.

source: Organization unit created successfully.
ar: تم إنشاء الوحدة التنظيمية بنجاح.
bn: সংগঠন ইউনিট সফলভাবে তৈরি করা হয়েছে.
da: Organisationsenheden blev oprettet.
de: Organisationseinheit erfolgreich erstellt.
el: Η οργανωτική μονάδα δημιουργήθηκε με επιτυχία.
es: Unidad organizativa creada correctamente.
fi: Organisaatioyksikön luominen onnistui.
fr: Unité d'organisation créée avec succès.
he: יחידה ארגונית נוצרה בהצלחה.
hi: संगठन इकाई सफलतापूर्वक बनाई गई.
id: Unit organisasi berhasil dibuat.
it: Unità organizzativa creata correttamente.
ja: 組織単位が正常に作成されました。
ml: ഓർഗനൈസേഷൻ യൂണിറ്റ് വിജയകരമായി സൃഷ്ടിച്ചു.
mr: संस्थेचे युनिट यशस्वीरित्या तयार केले.
nl: Organisatie-eenheid is succesvol aangemaakt.
pa: ਸੰਗਠਨ ਇਕਾਈ ਸਫਲਤਾਪੂਰਵਕ ਬਣਾਈ ਗਈ।
pl: Jednostka organizacyjna została utworzona pomyślnie.
pt: Unidade organizacional criada com sucesso.
ru: Организационное подразделение успешно создано.
sv: Organisationsenheten har skapats.
ta: நிறுவனப் பிரிவு வெற்றிகரமாக உருவாக்கப்பட்டது.
te: సంస్థ యూనిట్ విజయవంతంగా సృష్టించబడింది.
th: สร้างหน่วยองค์กรเรียบร้อยแล้ว
tr: Organizasyon birimi başarıyla oluşturuldu.
vi: Đơn vị tổ chức được tạo thành công.

source: You have successfully logged in.
ar: لقد قمت بتسجيل الدخول بنجاح.
bn: আপনি সফলভাবে লগ ইন করেছেন।
da: Du har logget ind.
de: Sie haben sich erfolgreich angemeldet.
el: Έχετε συνδεθεί με επιτυχία.
es: Has iniciado sesión correctamente.
fi: Olet onnistuneesti kirjautunut sisään.
fr: Vous êtes connecté avec succès.
gu: તમે સફળતાપૂર્વક લૉગ ઇન થયા છો.
he: התחברת בהצלחה.
hi: आपने सफलतापूर्वक लॉग इन कर लिया है.
id: Anda telah berhasil login.
it: Hai effettuato l'accesso con successo.
ja: ログインに成功しました。
ml: നിങ്ങൾ വിജയകരമായി ലോഗിൻ ചെയ്തു.
mr: तुम्ही यशस्वीरित्या लॉग इन केले आहे.
nl: U bent succesvol ingelogd.
no: Du har logget på.
or: ଆପଣ ସଫଳତାର ସହିତ ଲଗ୍ ଇନ୍ କରିଛନ୍ତି |
pa: ਤੁਸੀਂ ਸਫਲਤਾਪੂਰਵਕ ਲੌਗਇਨ ਕੀਤਾ ਹੈ।
pl: Pomyślnie się zalogowałeś.
pt: Você fez login com sucesso.
ru: Вы успешно вошли в систему.
sv: Du har loggat in.
ta: நீங்கள் வெற்றிகரமாக உள்நுழைந்துள்ளீர்கள்.
te: మీరు విజయవంతంగా లాగిన్ చేసారు.
th: คุณเข้าสู่ระบบสำเร็จแล้ว
tr: Başarıyla giriş yaptınız.
vi: Bạn đã đăng nhập thành công.

source: An error occurred during login. Please try again.
ar: حدث خطأ أثناء تسجيل الدخول. يرجى المحاولة مرة أخرى.
bn: লগইন করার সময় একটি ত্রুটি ঘটেছে৷ আবার চেষ্টা করুন.
da: Der opstod en fejl under login. Prøv venligst igen.
de: Beim Anmelden ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
el: Παρουσιάστηκε σφάλμα κατά τη σύνδεση. Δοκιμάστε ξανά.
es: Se produjo un error durante el inicio de sesión. Por favor inténtalo de nuevo.
fi: Sisäänkirjautumisen aikana tapahtui virhe. Yritä uudelleen.
fr: Une erreur s'est produite lors de la connexion. Veuillez réessayer.
he: אירעה שגיאה במהלך הכניסה. אנא נסה שוב.
hi: लॉगिन के दौरान एक त्रुटि उत्पन्न हुई. कृपया पुन: प्रयास करें।
id: Terjadi kesalahan saat login. Silakan coba lagi.
it: Si è verificato un errore durante l'accesso. Per favore riprova.
ja: ログイン中にエラーが発生しました。もう一度試してください。
ml: ലോഗിൻ ചെയ്യുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു. ദയവായി വീണ്ടും ശ്രമിക്കുക.
mr: लॉगिन करताना त्रुटी आली. कृपया पुन्हा प्रयत्न करा.
nl: Er is een fout opgetreden tijdens het inloggen. Probeer het opnieuw.
pa: ਲਾਗਇਨ ਦੌਰਾਨ ਇੱਕ ਤਰੁੱਟੀ ਆਈ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Wystąpił błąd podczas logowania. Spróbuj ponownie.
pt: Ocorreu um erro durante o login. Por favor, tente novamente.
ru: Произошла ошибка при входе в систему. Пожалуйста, попробуйте еще раз.
sv: Ett fel uppstod under inloggningen. Försök igen.
ta: உள்நுழைவின் போது பிழை ஏற்பட்டது. மீண்டும் முயற்சிக்கவும்.
te: లాగిన్ సమయంలో లోపం సంభవించింది. దయచేసి మళ్లీ ప్రయత్నించండి.
th: เกิดข้อผิดพลาดระหว่างการเข้าสู่ระบบ โปรดลองอีกครั้ง
tr: Oturum açma sırasında bir hata oluştu. Lütfen tekrar deneyin.
vi: Đã xảy ra lỗi trong quá trình đăng nhập. Vui lòng thử lại.

source: Login failed. Please check the errors below.
ar: فشل تسجيل الدخول. يرجى التحقق من الأخطاء أدناه.
bn: লগইন ব্যর্থ হয়েছে. নীচের ত্রুটি চেক করুন.
da: Login mislykkedes. Tjek venligst fejlene nedenfor.
de: Fehler bei der Anmeldung. Bitte überprüfen Sie die Fehler unten.
el: Η σύνδεση απέτυχε. Ελέγξτε τα παρακάτω σφάλματα.
es: Error de inicio de sesion. Por favor verifique los errores a continuación.
fi: Kirjautuminen epäonnistui. Tarkista alla olevat virheet.
fr: La connexion a échoué. Veuillez vérifier les erreurs ci-dessous.
gu: લૉગિન નિષ્ફળ થયું. કૃપા કરીને નીચેની ભૂલો તપાસો.
he: הכניסה נכשלה. אנא בדוק את השגיאות למטה.
hi: लॉगिन विफल। कृपया नीचे दी गई त्रुटियों की जाँच करें।
id: Gagal masuk. Silakan periksa kesalahan di bawah ini.
it: Accesso non riuscito. Si prega di verificare gli errori riportati di seguito.
ja: ログインに失敗しました。以下のエラーを確認してください。
ml: ലോഗിൻ ചെയ്യുന്നത് പരാജയപ്പെട്ടു. ദയവായി താഴെയുള്ള പിശകുകൾ പരിശോധിക്കുക.
mr: लॉगिन अयशस्वी. कृपया खालील त्रुटी तपासा.
nl: Inloggen mislukt. Controleer de onderstaande fouten.
no: Innlogging mislyktes. Vennligst sjekk feilene nedenfor.
or: ଲଗଇନ୍ ବିଫଳ ହେଲା | ଦୟାକରି ନିମ୍ନରେ ଥିବା ତ୍ରୁଟିଗୁଡ଼ିକୁ ଯାଞ୍ଚ କରନ୍ତୁ |
pa: ਲਾਗਿਨ ਅਸਫਲ ਰਿਹਾ. ਕਿਰਪਾ ਕਰਕੇ ਹੇਠਾਂ ਦਿੱਤੀਆਂ ਗਲਤੀਆਂ ਦੀ ਜਾਂਚ ਕਰੋ।
pl: Logowanie nie powiodło się. Sprawdź poniższe błędy.
pt: Falha no login. Verifique os erros abaixo.
ru: Ошибка входа. Пожалуйста, проверьте ошибки ниже.
sv: Inloggningen misslyckades. Kontrollera felen nedan.
ta: உள்நுழைவு தோல்வியடைந்தது. கீழே உள்ள பிழைகளைச் சரிபார்க்கவும்.
te: లాగిన్ విఫలమైంది. దయచేసి దిగువ లోపాలను తనిఖీ చేయండి.
th: การเข้าสู่ระบบล้มเหลว โปรดตรวจสอบข้อผิดพลาดด้านล่าง
tr: Giriş başarısız oldu. Lütfen aşağıdaki hataları kontrol edin.
vi: Đăng nhập không thành công. Vui lòng kiểm tra các lỗi dưới đây.

source: You have successfully logged out.
ar: لقد قمت بتسجيل الخروج بنجاح.
bn: আপনি সফলভাবে লগ আউট করেছেন.
da: Du har logget ud.
de: Sie haben sich erfolgreich abgemeldet.
el: Έχετε αποσυνδεθεί με επιτυχία.
es: Has cerrado sesión correctamente.
fi: Olet onnistuneesti kirjautunut ulos.
fr: Vous vous êtes déconnecté avec succès.
he: התנתקת בהצלחה.
hi: आप सफलता पूर्वक बाहर आ गए हैं।
id: Anda telah berhasil logout.
it: Ti sei disconnesso con successo.
ja: 正常にログアウトしました。
ml: നിങ്ങൾ വിജയകരമായി ലോഗ് ഔട്ട് ചെയ്‌തു.
mr: तुम्ही यशस्वीरित्या लॉग आउट केले आहे.
nl: U bent succesvol uitgelogd.
pa: ਤੁਸੀਂ ਸਫਲਤਾਪੂਰਵਕ ਲੌਗ ਆਊਟ ਹੋ ਗਏ ਹੋ।
pl: Pomyślnie się wylogowałeś.
pt: Você desconectou-se com sucesso.
ru: Вы успешно вышли из системы.
sv: Du har loggat ut.
ta: நீங்கள் வெற்றிகரமாக வெளியேறிவிட்டீர்கள்.
te: మీరు విజయవంతంగా లాగ్ అవుట్ చేసారు.
th: คุณออกจากระบบเรียบร้อยแล้ว
tr: Başarıyla çıkış yaptınız.
vi: Bạn đã đăng xuất thành công.

source: An error occurred during logout. Please try again.
ar: حدث خطأ أثناء تسجيل الخروج. يرجى المحاولة مرة أخرى.
bn: লগআউট করার সময় একটি ত্রুটি ঘটেছে৷ আবার চেষ্টা করুন.
da: Der opstod en fejl under logout. Prøv venligst igen.
de: Beim Abmelden ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
el: Παρουσιάστηκε σφάλμα κατά την αποσύνδεση. Δοκιμάστε ξανά.
es: Se produjo un error durante el cierre de sesión. Por favor inténtalo de nuevo.
fi: Uloskirjautumisen aikana tapahtui virhe. Yritä uudelleen.
fr: Une erreur s'est produite lors de la déconnexion. Veuillez réessayer.
he: אירעה שגיאה במהלך יציאה. אנא נסה שוב.
hi: लॉगआउट के दौरान एक त्रुटि उत्पन्न हुई. कृपया पुन: प्रयास करें।
id: Terjadi kesalahan saat logout. Silakan coba lagi.
it: Si è verificato un errore durante il logout. Per favore riprova.
ja: ログアウト中にエラーが発生しました。もう一度試してください。
ml: ലോഗ്ഔട്ട് സമയത്ത് ഒരു പിശക് സംഭവിച്ചു. ദയവായി വീണ്ടും ശ്രമിക്കുക.
mr: लॉगआउट करताना एक त्रुटी आली. कृपया पुन्हा प्रयत्न करा.
nl: Er is een fout opgetreden tijdens het uitloggen. Probeer het opnieuw.
pa: ਲਾਗਆਉਟ ਦੌਰਾਨ ਇੱਕ ਗਲਤੀ ਆਈ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Wystąpił błąd podczas wylogowywania. Spróbuj ponownie.
pt: Ocorreu um erro durante o logout. Por favor, tente novamente.
ru: Произошла ошибка при выходе из системы. Пожалуйста, попробуйте еще раз.
sv: Ett fel uppstod vid utloggning. Försök igen.
ta: வெளியேறும் போது பிழை ஏற்பட்டது. மீண்டும் முயற்சிக்கவும்.
te: లాగ్అవుట్ సమయంలో లోపం సంభవించింది. దయచేసి మళ్లీ ప్రయత్నించండి.
th: เกิดข้อผิดพลาดระหว่างการออกจากระบบ โปรดลองอีกครั้ง
tr: Oturum kapatma sırasında bir hata oluştu. Lütfen tekrar deneyin.
vi: Đã xảy ra lỗi trong quá trình đăng xuất. Vui lòng thử lại.

source: Image file too large ( > 5MB )
ar: ملف الصورة كبير جدًا (> 5 ميجابايت)
bn: ছবির ফাইল খুব বড় (> 5MB)
da: Billedfilen er for stor (>5MB)
de: Bilddatei zu groß (> 5 MB)
el: Το αρχείο εικόνας είναι πολύ μεγάλο (> 5 MB)
es: Archivo de imagen demasiado grande (> 5 MB)
fi: Kuvatiedosto liian suuri (> 5 Mt)
fr: Fichier image trop volumineux (> 5 Mo)
he: קובץ תמונה גדול מדי (> 5MB)
hi: छवि फ़ाइल बहुत बड़ी है ( > 5एमबी )
id: File gambar terlalu besar ( > 5 MB )
it: File immagine troppo grande (> 5 MB)
ja: 画像ファイルが大きすぎます ( > 5MB )
ml: ഇമേജ് ഫയൽ വളരെ വലുതാണ് ( > 5MB )
mr: प्रतिमा फाइल खूप मोठी (> 5MB )
nl: Afbeeldingsbestand te groot ( > 5MB )
pa: ਚਿੱਤਰ ਫ਼ਾਈਲ ਬਹੁਤ ਵੱਡੀ (> 5MB )
pl: Plik obrazu jest za duży (> 5 MB)
pt: Arquivo de imagem muito grande (> 5 MB)
ru: Файл изображения слишком велик (> 5 МБ)
sv: Bildfilen är för stor (>5MB)
ta: படக் கோப்பு மிகவும் பெரியது ( > 5MB )
te: చిత్ర ఫైల్ చాలా పెద్దది (> 5MB)
th: ไฟล์ภาพใหญ่เกินไป ( > 5MB )
tr: Resim dosyası çok büyük (> 5MB)
vi: Tệp hình ảnh quá lớn ( > 5MB )
