Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: File extension “%(extension)s” is not allowed. Allowed extensions are: %(allowed_extensions)s.
ar: ملحق الملف "%(امتداد)s" غير مسموح به. الامتدادات المسموح بها هي: %(allowed_extensions)s.
bn: ফাইল এক্সটেনশন "%(এক্সটেনশন)s" অনুমোদিত নয়। অনুমোদিত এক্সটেনশনগুলি হল: %(অনুমোদিত_এক্সটেনশন)গুলি৷
da: Filtypenavnet "%(extension)s" er ikke tilladt. Tilladte udvidelser er: %(allowed_extensions)s.
de: Die Dateierweiterung „%(extension)s“ ist nicht zulässig. Zulässige Erweiterungen sind: %(allowed_extensions)s.
el: Η επέκταση αρχείου "%(επέκταση)s" δεν επιτρέπεται. Οι επιτρεπόμενες επεκτάσεις είναι: %(allowed_extensions)s.
es: La extensión de archivo “%(extensión)s” no está permitida. Las extensiones permitidas son: %(allowed_extensions)s.
fi: Tiedostotunniste "%(extension)s" ei ole sallittu. Sallitut laajennukset ovat: %(allowed_extensions)s.
fr: L'extension de fichier « %(extension)s » n'est pas autorisée. Les extensions autorisées sont : %(allowed_extensions)s.
gu: ફાઇલ એક્સ્ટેંશન “%(extension)s”ને મંજૂરી નથી. મંજૂર એક્સ્ટેંશન છે: %(allowed_extensions)s.
he: סיומת הקובץ "%(extension)s" אינה מותרת. הרחבות מותרות הן: %(allowed_extensions)s.
hi: फ़ाइल एक्सटेंशन "%(एक्सटेंशन)s" की अनुमति नहीं है। अनुमत एक्सटेंशन हैं: %(allowed_extensions)s.
id: Ekstensi file “%(ekstensi)s” tidak diperbolehkan. Ekstensi yang diperbolehkan adalah: %(allowed_extensions)s.
it: L'estensione del file “%(estensione)s” non è consentita. Le estensioni consentite sono: %(allowed_extensions)s.
ja: ファイル拡張子「%(拡張子)s」は使用できません。許可される拡張子は %(allowed_extensions)s です。
kn: "%(ವಿಸ್ತರಣೆ)s" ಫೈಲ್ ವಿಸ್ತರಣೆಯನ್ನು ಅನುಮತಿಸಲಾಗುವುದಿಲ್ಲ. ಅನುಮತಿಸಲಾದ ವಿಸ್ತರಣೆಗಳು: %(allowed_extensions)s.
ml: ഫയൽ എക്സ്റ്റൻഷൻ "%(വിപുലീകരണം)s" അനുവദനീയമല്ല. അനുവദനീയമായ വിപുലീകരണങ്ങൾ ഇവയാണ്: %(allowed_extensions)s.
mr: फाइल विस्तार “%(विस्तार)s” ला अनुमती नाही. अनुमत विस्तार आहेत: %(अनुमत_विस्तार)s.
nl: Bestandsextensie “%(extension)s” is niet toegestaan. Toegestane extensies zijn: %(allowed_extensions)s.
no: Filtypen «%(extension)s» er ikke tillatt. Tillatte utvidelser er: %(allowed_extensions)s.
or: “%(extension)s” ଫାଇଲ୍ ଏକ୍ସଟେନ୍ସନ୍ ଅନୁମୋଦିତ ନୁହେଁ | ଅନୁମୋଦିତ ବିସ୍ତୃତକରଣଗୁଡ଼ିକ ହେଉଛି: %(allowed_extensions)s |
pa: ਫਾਈਲ ਐਕਸਟੈਂਸ਼ਨ "%(ਐਕਸਟੇਂਸ਼ਨ)s" ਦੀ ਇਜਾਜ਼ਤ ਨਹੀਂ ਹੈ। ਮਨਜ਼ੂਰਸ਼ੁਦਾ ਐਕਸਟੈਂਸ਼ਨਾਂ ਹਨ: %(allowed_extensions)s।
pl: Rozszerzenie pliku „%(rozszerzenie)s” jest niedozwolone. Dozwolone rozszerzenia to: %(allowed_extensions)s.
pt: A extensão de arquivo “%(extension)s” não é permitida. As extensões permitidas são: %(allowed_extensions)s.
ru: Расширение файла «%(расширение)s» не допускается. Разрешенные расширения: %(allowed_extensions)s.
sv: Filtillägget "%(extension)s" är inte tillåtet. Tillåtna tillägg är: %(allowed_extensions)s.
ta: கோப்பு நீட்டிப்பு “%(நீட்டிப்பு)s” அனுமதிக்கப்படவில்லை. அனுமதிக்கப்பட்ட நீட்டிப்புகள்: %(allowed_extensions)s.
te: ఫైల్ పొడిగింపు “%(పొడిగింపు)s” అనుమతించబడదు. అనుమతించబడిన పొడిగింపులు: %(allowed_extensions)s.
th: ไม่อนุญาตให้ใช้นามสกุลไฟล์ “%(extension)s” ส่วนขยายที่อนุญาตคือ: %(allowed_extensions)s
tr: “%(extension)s” dosya uzantısına izin verilmiyor. İzin verilen uzantılar şunlardır: %(allowed_extensions)s.
vi: Không cho phép đuôi tệp “%(extension)s”. Các tiện ích mở rộng được phép là: %(allowed_extensions)s.

source: Null characters are not allowed.
ar: غير مسموح بالأحرف الفارغة.
bn: শূন্য অক্ষর অনুমোদিত নয়।
da: Nul-tegn er ikke tilladt.
de: Nullzeichen sind nicht zulässig.
el: Δεν επιτρέπονται μηδενικοί χαρακτήρες.
es: No se permiten caracteres nulos.
fi: Nollamerkit eivät ole sallittuja.
fr: Les caractères nuls ne sont pas autorisés.
gu: શૂન્ય અક્ષરોને મંજૂરી નથી.
he: תווים אפס אינם מותרים.
hi: शून्य वर्णों की अनुमति नहीं है.
id: Karakter nol tidak diperbolehkan.
it: Non sono ammessi caratteri nulli.
ja: ヌル文字は使用できません。
kn: ಶೂನ್ಯ ಅಕ್ಷರಗಳನ್ನು ಅನುಮತಿಸಲಾಗುವುದಿಲ್ಲ.
ml: ശൂന്യമായ പ്രതീകങ്ങൾ അനുവദനീയമല്ല.
mr: शून्य वर्णांना अनुमती नाही.
nl: Null-tekens zijn niet toegestaan.
no: Nulltegn er ikke tillatt.
or: ନଲ୍ ବର୍ଣ୍ଣଗୁଡିକ ଅନୁମତିପ୍ରାପ୍ତ ନୁହେଁ |
pa: ਖਾਲੀ ਅੱਖਰਾਂ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀਂ ਹੈ।
pl: Znaki null są niedozwolone.
pt: Caracteres nulos não são permitidos.
ru: Нулевые символы не допускаются.
sv: Nulltecken är inte tillåtna.
ta: பூஜ்ய எழுத்துக்கள் அனுமதிக்கப்படாது.
te: శూన్య అక్షరాలు అనుమతించబడవు.
th: ไม่อนุญาตให้ใช้อักขระ Null
tr: Boş karakterlere izin verilmez.
vi: Ký tự null không được phép.

source: and
ar: و
bn: এবং
da: og
de: Und
el: και
es: y
fi: ja
fr: et
gu: અને
he: ו
hi: और
id: Dan
it: E
ja: そして
kn: ಮತ್ತು
ml: ഒപ്പം
mr: आणि
nl: En
no: og
or: ଏବଂ
pa: ਅਤੇ
pl: I
pt: e
ru: и
sv: och
ta: மற்றும்
te: మరియు
th: และ
tr: Ve
vi: Và

source: %(model_name)s with this %(field_labels)s already exists.
ar: %(model_name)s بهذا %(field_labels)s موجود بالفعل.
bn: এই %(ক্ষেত্র_লেবেল) সহ %(মডেল_নাম)গুলি ইতিমধ্যেই বিদ্যমান৷
da: %(model_name)s med denne %(field_labels)s findes allerede.
de: %(model_name)s mit diesem %(field_labels)s existiert bereits.
el: Το %(model_name)s με αυτό το %(field_labels)s υπάρχει ήδη.
es: %(model_name)s con este %(field_labels)s ya existe.
fi: %(model_name)s tällä %(field_labels)s on jo olemassa.
fr: %(model_name)s avec ce %(field_labels)s existe déjà.
gu: આ સાથે %(model_name)s પહેલાથી જ અસ્તિત્વમાં છે.
he: %(model_name)s עם %(field_labels)s זה כבר קיים.
hi: इस %(field_labels)s के साथ %(model_name)s पहले से मौजूद है।
id: %(model_name)s dengan %(field_labels)s ini sudah ada.
it: %(model_name) con questo %(field_labels) esiste già.
ja: この %(field_labels)s を持つ %(model_name)s はすでに存在します。
kn: %(model_name)s ಜೊತೆಗೆ ಈ %(field_labels)s ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ.
ml: ഈ %(field_labels)s ഉള്ള %(model_name)s ഇതിനകം നിലവിലുണ്ട്.
mr: या %(field_labels) सह %(model_name)s आधीपासूनच अस्तित्वात आहेत.
nl: %(model_name)s met deze %(field_labels)s bestaat al.
no: %(model_name)s med denne %(field_labels)s eksisterer allerede.
or: %(model_name)s ଏହା ସହିତ %(field_labels)s ପୂର୍ବରୁ ବିଦ୍ୟମାନ ଅଛି |
pa: ਇਸ %(ਫੀਲਡ_ਲੇਬਲ) ਦੇ ਨਾਲ %(model_name)s ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ।
pl: %(model_name)s z tym %(field_labels) już istnieje.
pt: %(model_name)s com este %(field_labels)s já existe.
ru: %(model_name)s с этим %(field_labels)s уже существует.
sv: %(model_name)s med detta %(field_labels)s finns redan.
ta: இந்த %(field_labels)s உடன் %(model_name)s ஏற்கனவே உள்ளது.
te: %(model_name)s ఈ %(field_labels)sతో ఇప్పటికే ఉంది.
th: %(model_name)s ที่มี %(field_labels)s นี้ มีอยู่แล้ว
tr: Bu %(field_labels)s ile %(model_name)s zaten mevcut.
vi: %(model_name)s với %(field_labels)s này đã tồn tại.

source: Constraint “%(name)s” is violated.
ar: تم انتهاك القيد "%(name)s".
bn: সীমাবদ্ধতা "%(নাম)s" লঙ্ঘন করা হয়েছে৷
da: Begrænsningen "%(name)s" er overtrådt.
de: Die Einschränkung „%(name)s“ ist verletzt.
el: Ο περιορισμός "%(name)s" παραβιάζεται.
es: Se infringe la restricción “%(nombre)s”.
fi: Rajoitusta "%(name)s" rikotaan.
fr: La contrainte « %(name)s » n'est pas respectée.
gu: નિયંત્રણ “%(name)s” નું ઉલ્લંઘન થયું છે.
he: האילוץ "%(name)s" הופר.
hi: बाधा "%(नाम)s" का उल्लंघन किया गया है।
id: Batasan “%(nama)s” dilanggar.
it: Il vincolo “%(nome)s” è violato.
ja: 制約「%(name)s」に違反しています。
kn: "%(ಹೆಸರು)s" ನಿರ್ಬಂಧವನ್ನು ಉಲ್ಲಂಘಿಸಲಾಗಿದೆ.
ml: “%(name)s” എന്ന നിയന്ത്രണം ലംഘിച്ചു.
mr: मर्यादा "%(नाव)s" चे उल्लंघन केले आहे.
nl: Beperking “%(name)s” is geschonden.
no: Begrensningen «%(name)s» er brutt.
or: ପ୍ରତିବନ୍ଧକ “%(name)s” ଉଲ୍ଲଂଘନ କରାଯାଇଛି |
pa: ਪਾਬੰਦੀ “%(ਨਾਮ)s” ਦੀ ਉਲੰਘਣਾ ਕੀਤੀ ਗਈ ਹੈ।
pl: Naruszono ograniczenie „%(name)s”.
pt: A restrição “%(name)s” foi violada.
ru: Ограничение «%(name)s» нарушено.
sv: Begränsningen "%(name)s" har överträtts.
ta: “%(name)s” என்ற கட்டுப்பாடு மீறப்பட்டுள்ளது.
te: పరిమితి “%(పేరు)s” ఉల్లంఘించబడింది.
th: ข้อจำกัด “%(name)s” ถูกละเมิด
tr: “%(name)s” kısıtlaması ihlal edildi.
vi: Ràng buộc “%(name)s” bị vi phạm.

source: Value %(value)r is not a valid choice.
ar: القيمة %(value)r ليست اختياراً صالحاً.
bn: মান %(value)r একটি বৈধ পছন্দ নয়।
da: Værdien %(value)r er ikke et gyldigt valg.
de: Der Wert %(value)r ist keine gültige Auswahl.
el: Η τιμή %(value)r δεν είναι έγκυρη επιλογή.
es: El valor %(valor)r no es una opción válida.
fi: Arvo %(value)r ei ole kelvollinen valinta.
fr: La valeur %(value)r n’est pas un choix valide.
gu: મૂલ્ય %(મૂલ્ય)r એ માન્ય પસંદગી નથી.
he: ערך %(value)r אינו בחירה חוקית.
hi: मान %(मान)r एक वैध विकल्प नहीं है।
id: Nilai %(nilai)r bukan pilihan yang valid.
it: Il valore %(value)r non è una scelta valida.
ja: 値 %(value)r は有効な選択ではありません。
kn: ಮೌಲ್ಯ %(value)r ಮಾನ್ಯವಾದ ಆಯ್ಕೆಯಾಗಿಲ್ಲ.
ml: മൂല്യം %(value)r ഒരു സാധുവായ ചോയിസല്ല.
mr: मूल्य %(value)r ही वैध निवड नाही.
nl: Waarde %(value)r is geen geldige keuze.
no: Verdi %(value)r er ikke et gyldig valg.
or: ମୂଲ୍ୟ% (ମୂଲ୍ୟ) r ଏକ ବ valid ଧ ପସନ୍ଦ ନୁହେଁ |
pa: ਮੁੱਲ % (ਮੁੱਲ) r ਇੱਕ ਵੈਧ ਚੋਣ ਨਹੀਂ ਹੈ।
pl: Wartość %(wartość)r nie jest prawidłowym wyborem.
pt: O valor %(value)r não é uma escolha válida.
ru: Значение %(value)r не является допустимым выбором.
sv: Värdet %(value)r är inte ett giltigt val.
ta: மதிப்பு %(மதிப்பு)r சரியான தேர்வு அல்ல.
te: విలువ %(విలువ)r చెల్లుబాటు అయ్యే ఎంపిక కాదు.
th: ค่า %(value)r ไม่ใช่ตัวเลือกที่ถูกต้อง
tr: Değer %(değer)r geçerli bir seçim değil.
vi: Giá trị %(value)r không phải là lựa chọn hợp lệ.

source: This field cannot be null.
ar: لا يمكن أن يكون هذا الحقل فارغًا.
bn: এই ক্ষেত্রটি শূন্য হতে পারে না।
da: Dette felt kan ikke være null.
de: Dieses Feld darf nicht null sein.
el: Αυτό το πεδίο δεν μπορεί να είναι μηδενικό.
es: Este campo no puede ser nulo.
fi: Tämä kenttä ei voi olla tyhjä.
fr: Ce champ ne peut pas être nul.
gu: આ ક્ષેત્ર નલ હોઈ શકતું નથી.
he: שדה זה אינו יכול להיות ריק.
hi: यह फ़ील्ड शून्य नहीं हो सकती.
id: Bidang ini tidak boleh nol.
it: Questo campo non può essere nullo.
ja: このフィールドを null にすることはできません。
kn: ಈ ಕ್ಷೇತ್ರವು ಶೂನ್ಯವಾಗಿರಬಾರದು.
ml: ഈ ഫീൽഡ് ശൂന്യമാക്കാൻ കഴിയില്ല.
mr: हे फील्ड शून्य असू शकत नाही.
nl: Dit veld kan niet nul zijn.
no: Dette feltet kan ikke være null.
or: ଏହି କ୍ଷେତ୍ର ଶୂନ୍ୟ ହୋଇପାରିବ ନାହିଁ |
pa: ਇਹ ਖੇਤਰ ਖਾਲੀ ਨਹੀਂ ਹੋ ਸਕਦਾ।
pl: To pole nie może mieć wartości null.
pt: Este campo não pode ser nulo.
ru: Это поле не может быть нулевым.
sv: Det här fältet kan inte vara null.
ta: இந்த புலம் பூஜ்யமாக இருக்க முடியாது.
te: ఈ ఫీల్డ్ శూన్యం కాదు.
th: ฟิลด์นี้ไม่สามารถเป็นค่าว่างได้
tr: Bu alan boş olamaz.
vi: Trường này không thể rỗng.

source: This field cannot be blank.
ar: لا يمكن أن يكون هذا الحقل فارغاً.
bn: এই ক্ষেত্র ফাঁকা হতে পারে না.
da: Dette felt må ikke være tomt.
de: Dieses Feld darf nicht leer sein.
el: Αυτό το πεδίο δεν μπορεί να είναι κενό.
es: Este campo no puede estar en blanco.
fi: Tämä kenttä ei voi olla tyhjä.
fr: Ce champ ne peut pas être vide.
gu: આ ફીલ્ડ ખાલી ન હોઈ શકે.
he: שדה זה לא יכול להיות ריק.
hi: यह क्षेत्र रिक्त नहीं हो सकता।
id: Bidang ini tidak boleh kosong.
it: Questo campo non può essere vuoto.
ja: このフィールドを空白にすることはできません。
kn: ಈ ಕ್ಷೇತ್ರವನ್ನು ಖಾಲಿ ಇರುವಂತಿಲ್ಲ.
ml: ഈ ഫീൽഡ് ശൂന്യമാക്കാൻ കഴിയില്ല.
mr: हे फील्ड रिक्त असू शकत नाही.
nl: Dit veld mag niet leeg zijn.
no: Dette feltet kan ikke være tomt.
or: ଏହି କ୍ଷେତ୍ର ଖାଲି ହୋଇପାରିବ ନାହିଁ |
pa: ਇਹ ਖੇਤਰ ਖਾਲੀ ਨਹੀਂ ਹੋ ਸਕਦਾ ਹੈ।
pl: To pole nie może być puste.
pt: Este campo não pode ficar em branco.
ru: Это поле не может быть пустым.
sv: Det här fältet får inte vara tomt.
ta: இந்த புலம் காலியாக இருக்க முடியாது.
te: ఈ ఫీల్డ్ ఖాళీగా ఉండకూడదు.
th: ฟิลด์นี้ไม่สามารถเว้นว่างได้
tr: Bu alan boş olamaz.
vi: Trường này không thể để trống.

source: %(model_name)s with this %(field_label)s already exists.
ar: %(model_name)s بهذا %(field_label)s موجود بالفعل.
bn: এই %(ক্ষেত্র_লেবেল) সহ %(মডেল_নাম)গুলি ইতিমধ্যেই বিদ্যমান৷
da: %(model_name)s med denne %(field_label)s findes allerede.
de: %(model_name)s mit diesem %(field_label)s existiert bereits.
el: Το %(model_name)s με αυτό το %(field_label)s υπάρχει ήδη.
es: %(model_name)s con este %(field_label)s ya existe.
fi: %(model_name)s tällä %(field_label)s on jo olemassa.
fr: %(model_name)s avec ce %(field_label)s existe déjà.
gu: આ સાથે %(model_name)s પહેલાથી જ અસ્તિત્વમાં છે.
he: %(model_name)s עם %(field_label)s זה כבר קיים.
hi: इस %(field_label)s के साथ %(model_name)s पहले से मौजूद है।
id: %(model_name)s dengan %(field_label)s ini sudah ada.
it: %(model_name) con questo %(field_label) esistono già.
ja: この %(field_label)s を持つ %(model_name)s はすでに存在します。
kn: %(model_name)s ಜೊತೆಗೆ ಈ %(field_label)s ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ.
ml: ഈ %(field_label)s ഉള്ള %(model_name)s ഇതിനകം നിലവിലുണ്ട്.
mr: या %(field_label) सह %(model_name)s आधीपासून अस्तित्वात आहे.
nl: %(model_name)s met deze %(field_label)s bestaat al.
no: %(model_name)s med denne %(field_label)s eksisterer allerede.
or: {this ଏହା ସହିତ %(model_name)s ପୂର୍ବରୁ ବିଦ୍ୟମାନ ଅଛି |
pa: ਇਸ %(ਫੀਲਡ_ਲੇਬਲ) ਦੇ ਨਾਲ %(model_name)s ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ।
pl: %(model_name)s z tą %(field_label)s już istnieje.
pt: %(model_name)s com este %(field_label)s já existe.
ru: %(model_name)s с этим %(field_label)s уже существует.
sv: %(model_name)s med denna %(field_label)s finns redan.
ta: இந்த %(field_label)s உடன் %(model_name)s ஏற்கனவே உள்ளது.
te: %(model_name)s ఈ %(field_label)sతో ఇప్పటికే ఉంది.
th: %(model_name)s ที่มี %(field_label)s นี้ มีอยู่แล้ว
tr: Bu %(field_label)s ile %(model_name)s zaten mevcut.
vi: %(model_name)s với %(field_label)s này đã tồn tại.

source: %(field_label)s must be unique for %(date_field_label)s %(lookup_type)s.
ar: يجب أن يكون %(field_label)s فريدًا لـ %(date_field_label)s %(lookup_type)s.
bn: %(field_label)s %(date_field_label)s %(lookup_type)s এর জন্য অনন্য হতে হবে।
da: %(field_label)s skal være unikke for %(date_field_label)s %(lookup_type)s.
de: %(field_label)s müssen für %(date_field_label)s %(lookup_type)s eindeutig sein.
el: Το %(field_label)s πρέπει να είναι μοναδικό για το %(date_field_label)s %(lookup_type)s.
es: %(field_label)s debe ser único para %(date_field_label)s %(lookup_type)s.
fi: %(field_label)s:n on oltava yksilöllinen kohteelle %(date_field_label)s %(lookup_type)s.
fr: %(field_label)s doit être unique pour %(date_field_label)s %(lookup_type)s.
gu: %(field_label)s %(date_field_label)s માટે અનન્ય હોવું આવશ્યક છે.
he: %(field_label)s חייב להיות ייחודי עבור %(date_field_label)s %(lookup_type)s.
hi: %(field_label)s को %(date_field_label)s %(lookup_type)s के लिए अद्वितीय होना चाहिए।
id: %(field_label)s harus unik untuk %(date_field_label)s %(lookup_type)s.
it: %(field_label)s deve essere univoco per %(date_field_label)s %(lookup_type)s.
ja: %(field_label)s は、%(date_field_label)s %(lookup_type)s に対して一意である必要があります。
kn: %(date_field_label)s %(lookup_type)s ಗೆ %(field_label)s ಅನನ್ಯವಾಗಿರಬೇಕು.
ml: %(date_field_label)s %(lookup_type)s ന് %(field_label)s അദ്വിതീയമായിരിക്കണം.
mr: %(field_label)s %(date_field_label)s %(lookup_type)s साठी अद्वितीय असणे आवश्यक आहे.
nl: %(field_label)s moet uniek zijn voor %(date_field_label)s %(lookup_type)s.
no: %(field_label)s må være unik for %(date_field_label)s %(lookup_type)s.
or: %(field_label)s {{{for ପାଇଁ ଅନନ୍ୟ ହେବା ଜରୁରୀ |
pa: %(ਫੀਲਡ_ਲੇਬਲ)s %(date_field_label)s %(lookup_type)s ਲਈ ਵਿਲੱਖਣ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: %(field_label)s musi być unikalne dla %(date_field_label)s %(lookup_type)s.
pt: %(field_label)s deve ser exclusivo para %(date_field_label)s %(lookup_type)s.
ru: %(field_label)s должно быть уникальным для %(date_field_label)s %(lookup_type)s.
sv: %(field_label)s måste vara unika för %(date_field_label)s %(lookup_type)s.
ta: %(date_field_label)s %(lookup_type)sக்கு %(field_label)s தனித்துவமாக இருக்க வேண்டும்.
te: %(date_field_label)s %(lookup_type)s కోసం %(field_label)s తప్పనిసరిగా ప్రత్యేకంగా ఉండాలి.
th: %(field_label)s ต้องไม่ซ้ำกันสำหรับ %(date_field_label)s %(lookup_type)s
tr: %(field_label)s, %(date_field_label)s %(lookup_type)s için benzersiz olmalıdır.
vi: %(field_label)s phải là duy nhất cho %(date_field_label)s %(lookup_type)s.

source: Field of type: %(field_type)s
ar: حقل النوع: %(field_type)s
bn: প্রকারের ক্ষেত্র: %(field_type)s
da: Typefelt: %(field_type)s
de: Feldtyp: %(field_type)s
el: Πεδίο τύπου: %(field_type)s
es: Campo de tipo: %(field_type)s
fi: Kentän tyyppi: %(field_type)s
fr: Champ de type : %(field_type)s
gu: પ્રકારનું ક્ષેત્ર: %(field_type)s
he: שדה סוג: %(field_type)s
hi: फ़ील्ड का प्रकार: %(field_type)s
id: Jenis bidang: %(field_type)s
it: Campo di tipo: %(field_type)s
ja: タイプのフィールド: %(field_type)s
kn: ಪ್ರಕಾರದ ಕ್ಷೇತ್ರ: %(field_type)s
ml: തരം ഫീൽഡ്: %(field_type)s
mr: फील्ड प्रकार: %(field_type)s
nl: Veldtype: %(field_type)s
no: Type felt: %(field_type)s
or: ପ୍ରକାର କ୍ଷେତ୍ର: %(field_type)s
pa: ਕਿਸਮ ਦਾ ਖੇਤਰ: %(field_type)s
pl: Pole typu: %(field_type)s
pt: Campo do tipo: %(field_type)s
ru: Поле типа: %(field_type)s
sv: Typfält: %(field_type)s
ta: வகையின் புலம்: %(field_type)s
te: రకం ఫీల్డ్: %(field_type)s
th: ฟิลด์ประเภท: %(field_type)s
tr: Tür alanı: %(field_type)s
vi: Trường loại: %(field_type)s

source: “%(value)s” value must be either True or False.
ar: يجب أن تكون قيمة "%(value)s" إما True أو False.
bn: "%(মান)s" মান অবশ্যই সত্য বা মিথ্যা হতে হবে।
da: Værdien "%(value)s" skal enten være Sand eller Falsk.
de: Der Wert „%(value)s“ muss entweder „True“ oder „False“ sein.
el: Η τιμή "%(value)s" πρέπει να είναι είτε True είτε False.
es: El valor de “%(valor)s” debe ser Verdadero o Falso.
fi: "%(value)s"-arvon on oltava joko tosi tai epätosi.
fr: La valeur « %(value)s » doit être vraie ou fausse.
gu: “%(value)s” મૂલ્ય કાં તો સાચું અથવા ખોટું હોવું જોઈએ.
he: ערך "%(value)s" חייב להיות נכון או לא נכון.
hi: “%(मान)s” मान या तो सही या गलत होना चाहिए।
id: Nilai “%(nilai)s” harus Benar atau Salah.
it: Il valore "%(value)s" deve essere True o False.
ja: 「%(value)s」の値は True または False のいずれかである必要があります。
kn: "%(ಮೌಲ್ಯ)s" ಮೌಲ್ಯವು ಸರಿ ಅಥವಾ ತಪ್ಪಾಗಿರಬೇಕು.
ml: "%(value)s" മൂല്യം ശരിയോ തെറ്റോ ആയിരിക്കണം.
mr: “%(मूल्य)s” मूल्य एकतर सत्य किंवा असत्य असणे आवश्यक आहे.
nl: De waarde “%(value)s” moet True of False zijn.
no: «%(value)s»-verdien må være enten True eller False.
or: “%(value)s” ଭାଲ୍ୟୁ ସତ କିମ୍ବା ମିଥ୍ୟା ହେବା ଜରୁରୀ |
pa: “%(ਮੁੱਲ)s” ਮੁੱਲ ਸਹੀ ਜਾਂ ਗਲਤ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Wartość „%(value)s” musi mieć wartość True lub False.
pt: O valor “%(valor)s” deve ser Verdadeiro ou Falso.
ru: Значение «%(value)s» должно быть либо True, либо False.
sv: "%(value)s"-värdet måste vara antingen True eller False.
ta: “%(மதிப்பு)கள்” மதிப்பு உண்மையாகவோ அல்லது தவறாகவோ இருக்க வேண்டும்.
te: “%(విలువ)s” విలువ తప్పక ఒప్పు లేదా తప్పు అయి ఉండాలి.
th: ค่า “%(value)s” ต้องเป็นค่า True หรือ False
tr: “%(value)s” değeri True veya False olmalıdır.
vi: Giá trị “%(value)s” phải là Đúng hoặc Sai.

source: “%(value)s” value must be either True, False, or None.
ar: يجب أن تكون قيمة "%(value)s" إما True أو False أو لا شيء.
bn: "%(মান)s" মান অবশ্যই সত্য, মিথ্যা বা কোনটিই নয়।
da: Værdien "%(value)s" skal være enten True, False eller None.
de: Der Wert „%(value)s“ muss entweder True, False oder None sein.
el: Η τιμή "%(value)s" πρέπει να είναι είτε True, False είτε None.
es: El valor de “%(valor)s” debe ser Verdadero, Falso o Ninguno.
fi: "%(value)s"-arvon on oltava joko tosi, epätosi tai ei mitään.
fr: La valeur « %(value)s » doit être soit True, False ou Aucun.
gu: “%(value)s” મૂલ્ય કાં તો સાચું, ખોટું અથવા કંઈ જ હોવું જોઈએ.
he: ערך "%(value)s" חייב להיות True, False או None.
hi: "%(मान)s" मान या तो सत्य, गलत या कोई नहीं होना चाहिए।
id: Nilai “%(nilai)s” harus Benar, Salah, atau Tidak Ada.
it: Il valore "%(valore)s" deve essere Vero, Falso o Nessuno.
ja: 「%(value)s」の値は、True、False、または None のいずれかである必要があります。
kn: "%(ಮೌಲ್ಯ)s" ಮೌಲ್ಯವು ಸರಿ, ತಪ್ಪು ಅಥವಾ ಯಾವುದೂ ಆಗಿರಬೇಕು.
ml: "%(value)s" മൂല്യം ഒന്നുകിൽ ശരിയോ തെറ്റോ അല്ലാത്തതോ ആയിരിക്കണം.
mr: “%(मूल्य)s” मूल्य एकतर सत्य, असत्य किंवा काहीही नसावे.
nl: De waarde “%(value)s” moet True, False of Geen zijn.
no: «%(value)s»-verdien må være enten True, False eller None.
or: “%(value)s” ମୂଲ୍ୟ ନିଶ୍ଚିତ ଭାବରେ ସତ, ମିଥ୍ୟା, କିମ୍ବା କିଛି ନୁହେଁ |
pa: “%(ਮੁੱਲ)s” ਮੁੱਲ ਜਾਂ ਤਾਂ ਸਹੀ, ਗਲਤ, ਜਾਂ ਕੋਈ ਨਹੀਂ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Wartość „%(value)s” musi mieć wartość True, False lub None.
pt: O valor “%(valor)s” deve ser Verdadeiro, Falso ou Nenhum.
ru: Значение «%(value)s» должно иметь значение True, False или None.
sv: "%(value)s"-värdet måste vara antingen True, False eller None.
ta: “%(மதிப்பு)கள்” மதிப்பு உண்மை, தவறு அல்லது எதுவுமில்லை.
te: “%(విలువ)లు” విలువ తప్పనిసరిగా ఒప్పు, తప్పు లేదా ఏదీ కాదు.
th: ค่า “%(value)s” ต้องเป็นค่า True, False หรือไม่มี
tr: “%(value)s” değeri Doğru, Yanlış veya Yok olmalıdır.
vi: Giá trị “%(value)s” phải là Đúng, Sai hoặc Không.

source: Boolean (Either True or False)
ar: منطقية (سواء كانت صحيحة أو خاطئة)
bn: বুলিয়ান (হয় সত্য বা মিথ্যা)
da: Boolean (enten sandt eller falsk)
de: Boolescher Wert (entweder wahr oder falsch)
el: Boolean (Είτε Σωστό είτε Λάθος)
es: Booleano (verdadero o falso)
fi: Boolen (joko tosi tai epätosi)
fr: Booléen (vrai ou faux)
gu: બુલિયન (ક્યાં તો સાચું કે ખોટું)
he: בוליאנית (או נכון או לא נכון)
hi: बूलियन (या तो सही या गलत)
id: Boolean (Benar atau Salah)
it: Booleano (Vero o Falso)
ja: ブール値 (True または False)
kn: ಬೂಲಿಯನ್ (ಸರಿ ಅಥವಾ ತಪ್ಪು)
ml: ബൂളിയൻ (ഒന്നുകിൽ ശരിയോ തെറ്റോ)
mr: बुलियन (एकतर खरे किंवा खोटे)
nl: Booleaans (waar of niet waar)
no: boolsk (enten sant eller usant)
or: ବୁଲିଅନ୍ (ନା ସତ କିମ୍ବା ମିଥ୍ୟା)
pa: ਬੁਲੀਅਨ (ਸੱਚ ਜਾਂ ਗਲਤ)
pl: Wartość logiczna (prawda lub fałsz)
pt: Booleano (verdadeiro ou falso)
ru: Логическое значение (истина или ложь)
sv: Boolean (antingen sant eller falskt)
ta: பூலியன் (உண்மை அல்லது பொய்)
te: బూలియన్ (నిజం లేదా తప్పు)
th: บูลีน (จริงหรือเท็จ)
tr: Boolean (Doğru veya Yanlış)
vi: Boolean (Đúng hoặc Sai)

source: String (up to %(max_length)s)
ar: السلسلة (حتى %(max_length)s)
bn: স্ট্রিং (%(max_length)s পর্যন্ত)
da: Streng (op til %(max_length)s)
de: String (bis zu %(max_length)s)
el: Συμβολοσειρά (έως %(max_length)s)
es: Cadena (hasta %(max_length)s)
fi: Merkkijono (enintään %(max_length)s)
fr: Chaîne (jusqu'à %(max_length)s)
gu: શબ્દમાળા (%(max_length)s સુધી)
he: מחרוזת (עד %(max_length)s)
hi: स्ट्रिंग (%(max_length)s तक)
id: String (hingga %(max_length)s)
it: Stringa (fino a %(max_length)s)
ja: 文字列 (最大 %(max_length)s)
kn: ಸ್ಟ್ರಿಂಗ್ (%(max_length)s ವರೆಗೆ)
ml: സ്ട്രിംഗ് (%(max_length)s വരെ)
mr: स्ट्रिंग (%(max_length)s पर्यंत)
nl: Tekenreeks (tot %(max_length)s)
no: String (opptil %(max_length)s)
or: ଷ୍ଟ୍ରିଙ୍ଗ (%(max_length)s ପର୍ଯ୍ୟନ୍ତ)
pa: ਸਤਰ (%(max_length)s ਤੱਕ)
pl: Ciąg (do %(max_length)s)
pt: Sequência (até %(max_length)s)
ru: Строка (до %(max_length)s)
sv: Sträng (upp till %(max_length)s)
ta: சரம் (%(max_length)s வரை)
te: స్ట్రింగ్ (%(max_length)s వరకు)
th: สตริง (สูงสุด %(max_length)s)
tr: Dize (%(max_length)s'ye kadar)
vi: Chuỗi (tối đa %(max_length)s)

source: String (unlimited)
ar: سلسلة (غير محدودة)
bn: স্ট্রিং (সীমাহীন)
da: Streng (ubegrænset)
de: Zeichenfolge (unbegrenzt)
el: Συμβολοσειρά (απεριόριστη)
es: Cadena (ilimitada)
fi: merkkijono (rajoittamaton)
fr: Chaîne (illimité)
gu: શબ્દમાળા (અમર્યાદિત)
he: מחרוזת (ללא הגבלה)
hi: स्ट्रिंग (असीमित)
id: Tali (tidak terbatas)
it: Stringa (illimitato)
ja: 文字列(無制限)
kn: ಸ್ಟ್ರಿಂಗ್ (ಅನಿಯಮಿತ)
ml: സ്ട്രിംഗ് (അൺലിമിറ്റഡ്)
mr: स्ट्रिंग (अमर्यादित)
nl: Tekenreeks (onbeperkt)
no: String (ubegrenset)
or: ବାକ୍ୟ (ଅସୀମିତ)
pa: ਸਤਰ (ਅਸੀਮਤ)
pl: Ciąg (nieograniczony)
pt: Sequência (ilimitado)
ru: Строка (без ограничений)
sv: Sträng (obegränsad)
ta: சரம் (வரம்பற்ற)
te: స్ట్రింగ్ (అపరిమిత)
th: สตริง (ไม่จำกัด)
tr: Dize (sınırsız)
vi: Chuỗi (không giới hạn)
