Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: %(model)s instance with %(field)s %(value)r does not exist.
ar: مثيل %(model)s مع %(field)s %(value)r غير موجود.
bn: %(মডেল) এর %(ক্ষেত্র) s %(মান) r সহ উদাহরণ বিদ্যমান নেই।
da: %(model)s forekomst med %(field)s %(value)r eksisterer ikke.
de: %(model)s Instanz mit %(field)s %(value)r existiert nicht.
el: Η παρουσία %(model)s με %(field)s %(value)r δεν υπάρχει.
es: La instancia de %(model)s con %(field)s %(value)r no existe.
fi: %(model)s esiintymää %(field)s %(value)r ei ole olemassa.
fr: L'instance de %(model)s avec %(field)s %(value)r n'existe pas.
gu: %(model)s %(મૂલ્ય)r સાથેનું %(field)s ઉદાહરણ અસ્તિત્વમાં નથી.
he: מופע %(model)s עם %(field)s %(value)r אינו קיים.
hi: %(field)s %(value)r के साथ %(model)s उदाहरण मौजूद नहीं है।
id: Contoh %(model)s dengan %(field)s %(value)r tidak ada.
it: L'istanza %(model)s con %(field)s %(value)r non esiste.
ja: %(field)s %(value)r を持つ %(model)s インスタンスは存在しません。
kn: %(ಕ್ಷೇತ್ರ)s %(ಮೌಲ್ಯ)r ಜೊತೆಗಿನ %(ಮಾದರಿ)s ನಿದರ್ಶನವು ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ.
ml: %(field)s %(value)r ഉള്ള %(model)s ഇൻസ്‌റ്റൻസ് നിലവിലില്ല.
mr: %(मॉडेल)चे उदाहरण %(फील्ड)s %(मूल्य)r सह अस्तित्वात नाही.
nl: %(model)s instantie met %(field)s %(value)r bestaat niet.
no: %(model)s-forekomst med %(field)s %(value)r eksisterer ikke.
or: %(model)s ଉଦାହରଣ %(field)s% (ମୂଲ୍ୟ) r ବିଦ୍ୟମାନ ନାହିଁ |
pa: %(ਮਾਡਲ)s %(ਫੀਲਡ)s %(ਮੁੱਲ) r ਦੇ ਨਾਲ ਮੌਜੂਦ ਨਹੀਂ ਹੈ।
pl: Instancja %(modelu) z %(polem) %(wartością)r nie istnieje.
pt: A instância de %(model)s com %(field)s %(value)r não existe.
ru: Экземпляр %(модель)s с %(полем)s %(значение)r не существует.
sv: %(model)s instans med %(field)s %(value)r finns inte.
ta: %(புலம்)s %(மதிப்பு)r உடன் %(மாதிரி) இன் நிகழ்வு இல்லை.
te: %(ఫీల్డ్)s %(విలువ)rతో %(మోడల్)s ఇన్‌స్టాన్స్ ఉనికిలో లేదు.
th: ไม่มีอินสแตนซ์ %(model)s ที่มี %(field)s %(value)r
tr: %(field)s %(value)r ile %(model)s örneği mevcut değil.
vi: Phiên bản %(model)s với %(field)s %(value)r không tồn tại.

source: Foreign Key (type determined by related field)
ar: المفتاح الخارجي (النوع المحدد حسب الحقل ذي الصلة)
bn: বিদেশী কী (প্রকার সম্পর্কিত ক্ষেত্র দ্বারা নির্ধারিত)
da: Fremmednøgle (type bestemt af relateret felt)
de: Fremdschlüssel (Typ bestimmt durch zugehöriges Feld)
el: Ξένο κλειδί (ο τύπος καθορίζεται από το σχετικό πεδίο)
es: Clave externa (tipo determinado por el campo relacionado)
fi: Vieras avain (tyyppi määräytyy liittyvän kentän mukaan)
fr: Clé étrangère (type déterminé par le champ associé)
gu: વિદેશી કી (સંબંધિત ક્ષેત્ર દ્વારા નિર્ધારિત પ્રકાર)
he: מפתח זר (הסוג נקבע לפי שדה קשור)
hi: विदेशी कुंजी (संबंधित फ़ील्ड द्वारा निर्धारित प्रकार)
id: Kunci Asing (jenis ditentukan oleh bidang terkait)
it: Chiave esterna (tipo determinato dal campo correlato)
ja: 外部キー (関連フィールドによって決定されるタイプ)
kn: ವಿದೇಶಿ ಕೀ (ಸಂಬಂಧಿತ ಕ್ಷೇತ್ರದಿಂದ ನಿರ್ಧರಿಸಲಾದ ಪ್ರಕಾರ)
ml: വിദേശ കീ (അനുബന്ധ ഫീൽഡ് അനുസരിച്ച് തരം നിർണ്ണയിക്കപ്പെടുന്നു)
mr: विदेशी की (संबंधित फील्डद्वारे निर्धारित प्रकार)
nl: Foreign Key (type bepaald door gerelateerd veld)
no: Utenlandsk nøkkel (type bestemt av relatert felt)
or: ବିଦେଶୀ ଚାବି (ସମ୍ବନ୍ଧିତ କ୍ଷେତ୍ର ଦ୍ୱାରା ନିର୍ଦ୍ଦିଷ୍ଟ ପ୍ରକାର)
pa: ਵਿਦੇਸ਼ੀ ਕੁੰਜੀ (ਸੰਬੰਧਿਤ ਖੇਤਰ ਦੁਆਰਾ ਨਿਰਧਾਰਤ ਕੀਤੀ ਕਿਸਮ)
pl: Klucz obcy (typ określony przez powiązane pole)
pt: Chave estrangeira (tipo determinado pelo campo relacionado)
ru: Внешний ключ (тип определяется соответствующим полем)
sv: Utländsk nyckel (typ bestäms av relaterat fält)
ta: வெளிநாட்டு விசை (தொடர்புடைய புலத்தால் தீர்மானிக்கப்படும் வகை)
te: విదేశీ కీ (సంబంధిత ఫీల్డ్ ద్వారా నిర్ణయించబడిన రకం)
th: Foreign Key (ประเภทที่กำหนดโดยสาขาที่เกี่ยวข้อง)
tr: Yabancı Anahtar (ilgili alana göre belirlenen tür)
vi: Khóa ngoại (loại được xác định bởi trường liên quan)

source: One-to-one relationship
ar: علاقة فردية
bn: ওয়ান টু ওয়ান সম্পর্ক
da: En-til-en forhold
de: Eins-zu-eins-Beziehung
el: Σχέση ένας προς έναν
es: Relación uno a uno
fi: Yksi-yhteen suhde
fr: Relation individuelle
gu: વન ટુ વન સંબંધ
he: מערכת יחסים של אחד לאחד
hi: एक-से-एक रिश्ता
id: Hubungan satu lawan satu
it: Rapporto uno a uno
ja: 1対1の関係
kn: ಒಂದಕ್ಕೊಂದು ಸಂಬಂಧ
ml: ഒന്ന്-ടു-വൺ ബന്ധം
mr: एक-एक संबंध
nl: Eén-op-één relatie
no: En-til-en forhold
or: ଗୋଟିଏ ପରେ ଗୋଟିଏ ସମ୍ପର୍କ |
pa: ਇੱਕ ਤੋਂ ਇੱਕ ਰਿਸ਼ਤਾ
pl: Relacja jeden do jednego
pt: Relacionamento um para um
ru: Отношения один на один
sv: En-till-en relation
ta: ஒருவருக்கு ஒருவர் உறவு
te: ఒకరితో ఒకరు సంబంధం
th: ความสัมพันธ์แบบหนึ่งต่อหนึ่ง
tr: Bire bir ilişki
vi: Mối quan hệ một-một

source: %(from)s-%(to)s relationship
ar: العلاقة %(من)s-%(إلى)s
bn: %(থেকে)s-%(থেকে) সম্পর্ক
da: %(fra)s-%(til)s forhold
de: %(von)s-%(bis)s-Beziehung
el: Σχέση %(from)s-%(to)s
es: Relación %(de)s-%(a)s
fi: %(from)s-%(to)s -suhde
fr: Relation %(from)s-%(to)s
gu: %(from)s-%(to)s સંબંધ
he: קשר %(from)s-%(to)s
hi: %(से)s-%(से)s संबंध
id: %(dari)s-%(ke)s hubungan
it: Relazione %(da)s-%(a)s
ja: %(from)s-%(to)s の関係
kn: %(ನಿಂದ)s-%(to)s ಸಂಬಂಧ
ml: %(from)s-%(to)s ബന്ധം
mr: %(पासून)s-%(ते) संबंध
nl: %(van)s-%(tot)s relatie
no: %(from)s-%(to)s forhold
or: %(from)s - %(to)s ସମ୍ପର୍କ |
pa: %(ਤੋਂ)s-%(ਤੋਂ) ਦਾ ਰਿਸ਼ਤਾ
pl: Relacja %(od)s-%(do)s
pt: Relacionamento %(de)s-%(para)s
ru: Отношение %(от)s-%(до)s
sv: %(från)s-%(till)s förhållande
ta: %(from)s-%(to)s உறவு
te: %(నుండి)s-%(to)s సంబంధం
th: ความสัมพันธ์ %(from)s-%(to)s
tr: %(from)s-%(to)s ilişkisi
vi: Mối quan hệ %(from)s-%(to)s

source: %(from)s-%(to)s relationships
ar: العلاقات %(من)s-%(إلى)s
bn: %(থেকে)s-%(থেকে) সম্পর্ক
da: %(fra)s-%(til)s relationer
de: %(von)s-%(bis)s-Beziehungen
el: %(from)s-%(to)s σχέσεις
es: Relaciones %(de)s-%(a)s
fi: %(from)s-%(to)s suhteita
fr: Relations %(from)s-%(to)s
gu: %(from)s-%(to)s સંબંધો
he: מערכות יחסים %(from)s-%(to)s
hi: %(from)s-%(to)s रिश्ते
id: %(dari)s-%(ke)s hubungan
it: Relazioni %(da)s-%(a)s
ja: %(from)s-%(to)s の関係
kn: %(ನಿಂದ)s-%(to)s ಸಂಬಂಧಗಳು
ml: %(from)s-%(to)s ബന്ധങ്ങൾ
mr: %(पासून)s-%(ते) संबंध
nl: %(from)s-%(to)s relaties
no: %(from)s-%(to)s relasjoner
or: %(from)s - %(to)s ସମ୍ପର୍କ |
pa: %(ਤੋਂ)s-%(ਤੋਂ) ਦੇ ਰਿਸ਼ਤੇ
pl: Relacje %(od)s-%(do)s
pt: Relacionamentos %(de)s-%(para)s
ru: Отношения %(от)s-%(до)s
sv: %(från)s-%(till)s relationer
ta: %(from)s-%(to)s உறவுகள்
te: %(నుండి)s-%(to)s సంబంధాలు
th: ความสัมพันธ์ %(from)s-%(to)s
tr: %(from)s-%(to)s ilişkileri
vi: %(from)s-%(to)s mối quan hệ

source: Many-to-many relationship
ar: علاقة كثير إلى كثير
bn: বহু-বহু সম্পর্ক
da: Mange-til-mange forhold
de: Viele-zu-viele-Beziehung
el: Σχέση πολλά-προς-πολλά
es: Relación de muchos a muchos
fi: Monelta moneen -suhde
fr: Relation plusieurs-à-plusieurs
gu: ઘણા થી ઘણા સંબંધ
he: מערכת יחסים של רבים לרבים
hi: अनेक-से-अनेक संबंध
id: Hubungan banyak ke banyak
it: Relazione molti-a-molti
ja: 多対多の関係
kn: ಹಲವು-ಹಲವು ಸಂಬಂಧ
ml: പലതും പലതും
mr: अनेक ते अनेक संबंध
nl: Veel-op-veel-relatie
no: Mange-til-mange forhold
or: ଅନେକ-ଅନେକ ସମ୍ପର୍କ |
pa: ਕਈ-ਕਈ ਰਿਸ਼ਤੇ
pl: Relacja wiele do wielu
pt: Relacionamento muitos-para-muitos
ru: Отношения «многие ко многим»
sv: Många-till-många relation
ta: பல-பல உறவு
te: అనేక నుండి అనేక సంబంధాలు
th: ความสัมพันธ์แบบกลุ่มต่อกลุ่ม
tr: Çoka çok ilişki
vi: Mối quan hệ nhiều-nhiều

source: This field is required.
ar: هذه الخانة مطلوبه.
bn: এই ক্ষেত্র প্রয়োজন.
da: Dette felt er påkrævet.
de: Dieses Feld ist erforderlich.
el: Αυτό το πεδίο είναι υποχρεωτικό.
es: Este campo es obligatorio.
fi: Tämä kenttä on pakollinen.
fr: Ce champ est obligatoire.
gu: આ ક્ષેત્ર જરૂરી છે.
he: שדה זה חובה.
hi: यह फ़ील्ड आवश्यक है.
id: Bidang ini wajib diisi.
it: Questo campo è obbligatorio.
ja: この項目は必須です。
kn: ಈ ಕ್ಷೇತ್ರದ ಅಗತ್ಯವಿದೆ.
ml: ഈ ഫീൽഡ് പൂരിപ്പിക്കേണ്ടതുണ്ട്.
mr: हे फील्ड आवश्यक आहे.
nl: Dit veld is verplicht.
no: Dette feltet er obligatorisk.
or: ଏହି କ୍ଷେତ୍ର ଆବଶ୍ୟକ |
pa: ਇਸ ਫੀਲਡ ਦੀ ਲੋੜ ਹੈ.
pl: To pole jest wymagane.
pt: Este campo é obrigatório.
ru: Это поле обязательно к заполнению.
sv: Detta fält är obligatoriskt.
ta: இந்த புலம் தேவை.
te: ఈ ఫీల్డ్ అవసరం.
th: ต้องระบุข้อมูลในช่องนี้
tr: Bu alan gereklidir.
vi: Trường này là bắt buộc.

source: Enter a whole number.
ar: أدخل رقمًا صحيحًا.
bn: একটি পূর্ণ সংখ্যা লিখুন।
da: Indtast et helt tal.
de: Geben Sie eine ganze Zahl ein.
el: Εισαγάγετε έναν ακέραιο αριθμό.
es: Introduzca un número entero.
fi: Syötä kokonaisluku.
fr: Entrez un nombre entier.
gu: પૂર્ણ સંખ્યા દાખલ કરો.
he: הזן מספר שלם.
hi: एक पूर्ण संख्या दर्ज करें.
id: Masukkan bilangan bulat.
it: Inserisci un numero intero.
ja: 整数を入力してください。
kn: ಪೂರ್ಣ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ.
ml: ഒരു പൂർണ്ണ നമ്പർ നൽകുക.
mr: पूर्ण संख्या प्रविष्ट करा.
nl: Voer een geheel getal in.
no: Skriv inn et helt tall.
or: ଏକ ସମ୍ପୂର୍ଣ୍ଣ ସଂଖ୍ୟା ପ୍ରବେଶ କରନ୍ତୁ |
pa: ਪੂਰਾ ਨੰਬਰ ਦਾਖਲ ਕਰੋ।
pl: Wprowadź liczbę całkowitą.
pt: Insira um número inteiro.
ru: Введите целое число.
sv: Ange ett heltal.
ta: முழு எண்ணை உள்ளிடவும்.
te: పూర్తి సంఖ్యను నమోదు చేయండి.
th: ป้อนจำนวนเต็ม
tr: Bir tam sayı girin.
vi: Nhập một số nguyên.

source: Enter a valid date.
ar: أدخل تاريخًا صالحًا.
bn: একটি বৈধ তারিখ লিখুন.
da: Indtast en gyldig dato.
de: Geben Sie ein gültiges Datum ein.
el: Εισαγάγετε μια έγκυρη ημερομηνία.
es: Introduzca una fecha válida.
fi: Anna kelvollinen päivämäärä.
fr: Entrez une date valide.
gu: માન્ય તારીખ દાખલ કરો.
he: הזן תאריך חוקי.
hi: एक वैध तिथि दर्ज करें.
id: Masukkan tanggal yang valid.
it: Inserisci una data valida.
ja: 有効な日付を入力してください。
kn: ಮಾನ್ಯವಾದ ದಿನಾಂಕವನ್ನು ನಮೂದಿಸಿ.
ml: സാധുവായ ഒരു തീയതി നൽകുക.
mr: वैध तारीख प्रविष्ट करा.
nl: Voer een geldige datum in.
no: Angi en gyldig dato.
or: ଏକ ବ valid ଧ ତାରିଖ ପ୍ରବେଶ କରନ୍ତୁ |
pa: ਇੱਕ ਵੈਧ ਮਿਤੀ ਦਾਖਲ ਕਰੋ।
pl: Wprowadź prawidłową datę.
pt: Insira uma data válida.
ru: Введите действительную дату.
sv: Ange ett giltigt datum.
ta: சரியான தேதியை உள்ளிடவும்.
te: చెల్లుబాటు అయ్యే తేదీని నమోదు చేయండి.
th: ป้อนวันที่ที่ถูกต้อง
tr: Geçerli bir tarih girin.
vi: Nhập một ngày hợp lệ.

source: Enter a valid time.
ar: أدخل وقتًا صالحًا.
bn: একটি বৈধ সময় লিখুন.
da: Indtast et gyldigt tidspunkt.
de: Geben Sie eine gültige Uhrzeit ein.
el: Εισαγάγετε μια έγκυρη ώρα.
es: Introduzca una hora válida.
fi: Anna kelvollinen aika.
fr: Entrez une heure valide.
gu: માન્ય સમય દાખલ કરો.
he: הזן שעה חוקית.
hi: एक वैध समय दर्ज करें.
id: Masukkan waktu yang valid.
it: Inserisci un orario valido.
ja: 有効な時間を入力してください。
kn: ಮಾನ್ಯವಾದ ಸಮಯವನ್ನು ನಮೂದಿಸಿ.
ml: സാധുതയുള്ള സമയം നൽകുക.
mr: वैध वेळ प्रविष्ट करा.
nl: Voer een geldige tijd in.
no: Angi en gyldig tid.
or: ଏକ ବ valid ଧ ସମୟ ପ୍ରବେଶ କରନ୍ତୁ |
pa: ਇੱਕ ਵੈਧ ਸਮਾਂ ਦਾਖਲ ਕਰੋ।
pl: Wprowadź prawidłowy czas.
pt: Insira um horário válido.
ru: Введите допустимое время.
sv: Ange en giltig tid.
ta: சரியான நேரத்தை உள்ளிடவும்.
te: చెల్లుబాటు అయ్యే సమయాన్ని నమోదు చేయండి.
th: ป้อนเวลาที่ถูกต้อง
tr: Geçerli bir zaman girin.
vi: Nhập thời gian hợp lệ.

source: Enter a valid date/time.
ar: أدخل تاريخًا/وقتًا صالحًا.
bn: একটি বৈধ তারিখ/সময় লিখুন।
da: Indtast en gyldig dato/tid.
de: Geben Sie ein gültiges Datum/eine gültige Uhrzeit ein.
el: Εισαγάγετε μια έγκυρη ημερομηνία/ώρα.
es: Introduzca una fecha/hora válida.
fi: Anna kelvollinen päivämäärä/aika.
fr: Entrez une date/heure valide.
gu: માન્ય તારીખ/સમય દાખલ કરો.
he: הזן תאריך/שעה חוקיים.
hi: एक वैध दिनांक/समय दर्ज करें.
id: Masukkan tanggal/waktu yang valid.
it: Inserisci una data/ora valida.
ja: 有効な日付/時刻を入力してください。
kn: ಮಾನ್ಯವಾದ ದಿನಾಂಕ/ಸಮಯವನ್ನು ನಮೂದಿಸಿ.
ml: സാധുവായ ഒരു തീയതി/സമയം നൽകുക.
mr: वैध तारीख/वेळ प्रविष्ट करा.
nl: Voer een geldige datum/tijd in.
no: Skriv inn en gyldig dato/tid.
or: ଏକ ବ valid ଧ ତାରିଖ / ସମୟ ପ୍ରବେଶ କରନ୍ତୁ |
pa: ਇੱਕ ਵੈਧ ਮਿਤੀ/ਸਮਾਂ ਦਾਖਲ ਕਰੋ।
pl: Wprowadź prawidłową datę/godzinę.
pt: Insira uma data/hora válida.
ru: Введите действительную дату/время.
sv: Ange ett giltigt datum/tid.
ta: சரியான தேதி/நேரத்தை உள்ளிடவும்.
te: చెల్లుబాటు అయ్యే తేదీ/సమయాన్ని నమోదు చేయండి.
th: ป้อนวันที่/เวลาที่ถูกต้อง
tr: Geçerli bir tarih/saat girin.
vi: Nhập ngày/giờ hợp lệ.

source: Enter a valid duration.
ar: أدخل مدة صالحة.
bn: একটি বৈধ সময়কাল লিখুন.
da: Indtast en gyldig varighed.
de: Geben Sie eine gültige Dauer ein.
el: Εισαγάγετε μια έγκυρη διάρκεια.
es: Introduzca una duración válida.
fi: Anna kelvollinen kesto.
fr: Entrez une durée valide.
gu: માન્ય સમયગાળો દાખલ કરો.
he: הזן משך זמן חוקי.
hi: एक वैध अवधि दर्ज करें.
id: Masukkan durasi yang valid.
it: Inserisci una durata valida.
ja: 有効な期間を入力してください。
kn: ಮಾನ್ಯವಾದ ಅವಧಿಯನ್ನು ನಮೂದಿಸಿ.
ml: സാധുവായ ഒരു കാലയളവ് നൽകുക.
mr: वैध कालावधी एंटर करा.
nl: Voer een geldige duur in.
no: Angi en gyldig varighet.
or: ଏକ ବ valid ଧ ଅବଧି ପ୍ରବେଶ କରନ୍ତୁ |
pa: ਇੱਕ ਵੈਧ ਮਿਆਦ ਦਾਖਲ ਕਰੋ।
pl: Wprowadź prawidłowy czas trwania.
pt: Insira uma duração válida.
ru: Введите допустимую продолжительность.
sv: Ange en giltig varaktighet.
ta: சரியான கால அளவை உள்ளிடவும்.
te: చెల్లుబాటు అయ్యే వ్యవధిని నమోదు చేయండి.
th: ป้อนระยะเวลาที่ถูกต้อง
tr: Geçerli bir süre girin.
vi: Nhập thời hạn hợp lệ.

source: The number of days must be between {min_days} and {max_days}.
ar: يجب أن يتراوح عدد الأيام بين {min_days} و{max_days}.
bn: দিনের সংখ্যা অবশ্যই {min_days} এবং {max_days} এর মধ্যে হতে হবে।
da: Antallet af dage skal være mellem {min_days} og {max_days}.
de: Die Anzahl der Tage muss zwischen {min_days} und {max_days} liegen.
el: Ο αριθμός των ημερών πρέπει να είναι μεταξύ {min_days} και {max_days}.
es: El número de días debe estar entre {min_days} y {max_days}.
fi: Päivien lukumäärän on oltava välillä {min_days}–{max_days}.
fr: Le nombre de jours doit être compris entre {min_days} et {max_days}.
gu: દિવસોની સંખ્યા {min_days} અને {max_days} વચ્ચે હોવી જોઈએ.
he: מספר הימים חייב להיות בין {min_days} ל-{max_days}.
hi: दिनों की संख्या {min_days} और {max_days} के बीच होनी चाहिए.
id: Jumlah hari harus antara {min_days} dan {max_days}.
it: Il numero di giorni deve essere compreso tra {min_days} e {max_days}.
ja: 日数は {min_days} から {max_days} までの範囲にする必要があります。
kn: ದಿನಗಳ ಸಂಖ್ಯೆಯು {min_days} ಮತ್ತು {max_days} ನಡುವೆ ಇರಬೇಕು.
ml: ദിവസങ്ങളുടെ എണ്ണം {min_days} നും {max_days} നും ഇടയിലായിരിക്കണം.
mr: दिवसांची संख्या {min_days} आणि {max_days} दरम्यान असणे आवश्यक आहे.
nl: Het aantal dagen moet tussen {min_days} en {max_days} liggen.
no: Antall dager må være mellom {min_days} og {max_days}.
or: ଦିନ ସଂଖ୍ୟା ନିଶ୍ଚିତ ଭାବରେ {min_days} ଏବଂ {between ମଧ୍ୟରେ ହେବା ଆବଶ୍ୟକ |
pa: ਦਿਨਾਂ ਦੀ ਸੰਖਿਆ {min_days} ਅਤੇ {max_days} ਦੇ ਵਿਚਕਾਰ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ।
pl: Liczba dni musi mieścić się w przedziale od {min_days} do {max_days}.
pt: O número de dias deve estar entre {min_days} e {max_days}.
ru: Количество дней должно находиться в диапазоне от {min_days} до {max_days}.
sv: Antalet dagar måste vara mellan {min_days} och {max_days}.
ta: நாட்களின் எண்ணிக்கை {min_days} மற்றும் {max_days} இடையே இருக்க வேண்டும்.
te: రోజుల సంఖ్య తప్పనిసరిగా {min_days} మరియు {max_days} మధ్య ఉండాలి.
th: จำนวนวันต้องอยู่ระหว่าง {min_days} ถึง {max_days}
tr: Gün sayısı {min_days} ile {max_days} arasında olmalıdır.
vi: Số ngày phải nằm trong khoảng từ {min_days} đến {max_days}.

source: No file was submitted. Check the encoding type on the form.
ar: لم يتم تقديم أي ملف. التحقق من نوع الترميز في النموذج.
bn: কোনো ফাইল জমা হয়নি। ফর্মে এনকোডিং টাইপ চেক করুন।
da: Der blev ikke indsendt nogen fil. Tjek indkodningstypen på formularen.
de: Es wurde keine Datei eingereicht. Überprüfen Sie den Kodierungstyp im Formular.
el: Δεν υποβλήθηκε αρχείο. Ελέγξτε τον τύπο κωδικοποίησης στη φόρμα.
es: No se envió ningún archivo. Verifique el tipo de codificación en el formulario.
fi: Tiedostoa ei lähetetty. Tarkista koodaustyyppi lomakkeesta.
fr: Aucun dossier n'a été soumis. Vérifiez le type d'encodage sur le formulaire.
gu: કોઈ ફાઇલ સબમિટ કરવામાં આવી ન હતી. ફોર્મ પર એન્કોડિંગ પ્રકાર તપાસો.
he: לא הוגש קובץ. בדוק את סוג הקידוד בטופס.
hi: कोई फ़ाइल प्रस्तुत नहीं की गई. प्रपत्र पर एन्कोडिंग प्रकार की जाँच करें।
id: Tidak ada file yang diserahkan. Periksa jenis pengkodean pada formulir.
it: Nessun file è stato inviato. Controlla il tipo di codifica sul modulo.
ja: ファイルは送信されませんでした。フォーム上のエンコードタイプを確認してください。
kn: ಯಾವುದೇ ಕಡತ ಸಲ್ಲಿಸಿಲ್ಲ. ಫಾರ್ಮ್‌ನಲ್ಲಿ ಎನ್‌ಕೋಡಿಂಗ್ ಪ್ರಕಾರವನ್ನು ಪರಿಶೀಲಿಸಿ.
ml: ഒരു ഫയലും സമർപ്പിച്ചിട്ടില്ല. ഫോമിലെ എൻകോഡിംഗ് തരം പരിശോധിക്കുക.
mr: एकही फाईल सादर केली नाही. फॉर्मवर एन्कोडिंग प्रकार तपासा.
nl: Er is geen bestand ingediend. Controleer het coderingstype op het formulier.
no: Ingen fil ble sendt inn. Sjekk kodingstypen på skjemaet.
or: କ file ଣସି ଫାଇଲ ଦାଖଲ ହୋଇନାହିଁ | ଫର୍ମରେ ଏନକୋଡିଂ ପ୍ରକାର ଯାଞ୍ଚ କରନ୍ତୁ |
pa: ਕੋਈ ਫਾਈਲ ਜਮ੍ਹਾਂ ਨਹੀਂ ਕੀਤੀ ਗਈ ਸੀ। ਫਾਰਮ 'ਤੇ ਇੰਕੋਡਿੰਗ ਕਿਸਮ ਦੀ ਜਾਂਚ ਕਰੋ।
pl: Nie przesłano żadnego pliku. Sprawdź typ kodowania w formularzu.
pt: Nenhum arquivo foi enviado. Verifique o tipo de codificação no formulário.
ru: Ни один файл не был отправлен. Проверьте тип кодировки в форме.
sv: Ingen fil skickades in. Kontrollera kodningstypen på formuläret.
ta: கோப்பு எதுவும் சமர்ப்பிக்கப்படவில்லை. படிவத்தில் குறியாக்க வகையைச் சரிபார்க்கவும்.
te: ఎలాంటి ఫైల్‌ను సమర్పించలేదు. ఫారమ్‌లో ఎన్‌కోడింగ్ రకాన్ని తనిఖీ చేయండి.
th: ไม่มีไฟล์ถูกส่ง ตรวจสอบประเภทการเข้ารหัสในแบบฟอร์ม
tr: Hiçbir dosya gönderilmedi. Formdaki kodlama türünü kontrol edin.
vi: Không có tập tin nào được gửi. Kiểm tra loại mã hóa trên biểu mẫu.

source: No file was submitted.
ar: لم يتم تقديم أي ملف.
bn: কোনো ফাইল জমা হয়নি।
da: Der blev ikke indsendt nogen fil.
de: Es wurde keine Datei übermittelt.
el: Δεν υποβλήθηκε αρχείο.
es: No se envió ningún archivo.
fi: Tiedostoa ei lähetetty.
fr: Aucun dossier n'a été soumis.
gu: કોઈ ફાઇલ સબમિટ કરવામાં આવી ન હતી.
he: לא הוגש קובץ.
hi: कोई फ़ाइल प्रस्तुत नहीं की गई.
id: Tidak ada file yang diserahkan.
it: Nessun file è stato inviato.
ja: ファイルは送信されませんでした。
kn: ಯಾವುದೇ ಕಡತ ಸಲ್ಲಿಸಿಲ್ಲ.
ml: ഒരു ഫയലും സമർപ്പിച്ചിട്ടില്ല.
mr: एकही फाईल सादर केली नाही.
nl: Er is geen bestand ingediend.
no: Ingen fil ble sendt inn.
or: କ file ଣସି ଫାଇଲ ଦାଖଲ ହୋଇନାହିଁ |
pa: ਕੋਈ ਫਾਈਲ ਜਮ੍ਹਾਂ ਨਹੀਂ ਕੀਤੀ ਗਈ ਸੀ।
pl: Nie przesłano żadnego pliku.
pt: Nenhum arquivo foi enviado.
ru: Ни один файл не был отправлен.
sv: Ingen fil skickades in.
ta: கோப்பு எதுவும் சமர்ப்பிக்கப்படவில்லை.
te: ఎలాంటి ఫైల్‌ను సమర్పించలేదు.
th: ไม่มีไฟล์ถูกส่ง
tr: Hiçbir dosya gönderilmedi.
vi: Không có tập tin nào được gửi.

source: The submitted file is empty.
ar: الملف المقدم فارغ.
bn: জমা দেওয়া ফাইলটি খালি।
da: Den indsendte fil er tom.
de: Die übermittelte Datei ist leer.
el: Το αρχείο που υποβλήθηκε είναι κενό.
es: El archivo enviado está vacío.
fi: Lähetetty tiedosto on tyhjä.
fr: Le fichier soumis est vide.
gu: સબમિટ કરેલી ફાઇલ ખાલી છે.
he: הקובץ שנשלח ריק.
hi: सबमिट की गई फ़ाइल खाली है.
id: File yang dikirimkan kosong.
it: Il file inviato è vuoto.
ja: 送信されたファイルは空です。
kn: ಸಲ್ಲಿಸಿದ ಫೈಲ್ ಖಾಲಿಯಾಗಿದೆ.
ml: സമർപ്പിച്ച ഫയൽ ശൂന്യമാണ്.
mr: सबमिट केलेली फाईल रिकामी आहे.
nl: Het ingediende bestand is leeg.
no: Den innsendte filen er tom.
or: ଦାଖଲ ହୋଇଥିବା ଫାଇଲ୍ ଖାଲି ଅଛି |
pa: ਸਪੁਰਦ ਕੀਤੀ ਫਾਈਲ ਖਾਲੀ ਹੈ।
pl: Przesłany plik jest pusty.
pt: O arquivo enviado está vazio.
ru: Отправленный файл пуст.
sv: Den skickade filen är tom.
ta: சமர்ப்பிக்கப்பட்ட கோப்பு காலியாக உள்ளது.
te: సమర్పించిన ఫైల్ ఖాళీగా ఉంది.
th: ไฟล์ที่ส่งว่างเปล่า
tr: Gönderilen dosya boş.
vi: Tệp đã gửi trống.

source: Please either submit a file or check the clear checkbox, not both.
ar: يرجى إما إرسال ملف أو تحديد خانة الاختيار الواضحة، وليس كليهما.
bn: অনুগ্রহ করে হয় একটি ফাইল জমা দিন বা পরিষ্কার চেকবক্স চেক করুন, উভয়ই নয়।
da: Indsend venligst en fil eller marker afkrydsningsfeltet, ikke begge dele.
de: Bitte reichen Sie entweder eine Datei ein oder aktivieren Sie das leere Kontrollkästchen, nicht beides.
el: Υποβάλετε ένα αρχείο ή επιλέξτε το καθαρό πλαίσιο ελέγχου, όχι και τα δύο.
es: Envíe un archivo o marque la casilla de verificación clara, no ambas.
fi: Lähetä tiedosto tai valitse selkeä valintaruutu, älä molempia.
fr: Veuillez soit soumettre un fichier, soit cocher la case vide, pas les deux.
gu: કૃપા કરીને કાં તો ફાઇલ સબમિટ કરો અથવા સ્પષ્ટ ચેકબોક્સ ચેક કરો, બંને નહીં.
he: אנא שלח קובץ או סמן את תיבת הסימון נקה, לא את שניהם.
hi: कृपया या तो फ़ाइल सबमिट करें या स्पष्ट चेकबॉक्स चेक करें, दोनों नहीं।
id: Harap kirimkan file atau centang kotak hapus, jangan keduanya.
it: Invia un file o seleziona la casella di controllo Cancella, non entrambi.
ja: ファイルを送信するか、チェックボックスをオンにしてください。両方ではありません。
kn: ದಯವಿಟ್ಟು ಫೈಲ್ ಅನ್ನು ಸಲ್ಲಿಸಿ ಅಥವಾ ಸ್ಪಷ್ಟ ಚೆಕ್‌ಬಾಕ್ಸ್ ಅನ್ನು ಪರಿಶೀಲಿಸಿ, ಎರಡೂ ಅಲ್ಲ.
ml: ഒന്നുകിൽ ഒരു ഫയൽ സമർപ്പിക്കുക അല്ലെങ്കിൽ വ്യക്തമായ ചെക്ക്ബോക്സ് പരിശോധിക്കുക, രണ്ടും അല്ല.
mr: कृपया एकतर फाइल सबमिट करा किंवा स्पष्ट चेकबॉक्स चेक करा, दोन्ही नाही.
nl: Dien een bestand in of vink het selectievakje aan, niet beide.
no: Send inn en fil eller merk av i avmerkingsboksen, ikke begge deler.
or: ଦୟାକରି ଏକ ଫାଇଲ୍ ଦାଖଲ କରନ୍ତୁ କିମ୍ବା ସଫା ଚେକ୍ ବକ୍ସ ଯାଞ୍ଚ କରନ୍ତୁ, ଉଭୟ ନୁହେଁ |
pa: ਕਿਰਪਾ ਕਰਕੇ ਜਾਂ ਤਾਂ ਇੱਕ ਫਾਈਲ ਸਪੁਰਦ ਕਰੋ ਜਾਂ ਸਪਸ਼ਟ ਚੈਕਬਾਕਸ ਦੀ ਜਾਂਚ ਕਰੋ, ਦੋਵੇਂ ਨਹੀਂ।
pl: Prześlij plik lub zaznacz jasne pole wyboru, a nie jedno i drugie.
pt: Envie um arquivo ou marque a caixa de seleção desmarcada, não ambos.
ru: Пожалуйста, либо отправьте файл, либо установите флажок «Очистить», но не оба варианта.
sv: Vänligen antingen skicka in en fil eller markera den avmarkerade kryssrutan, inte båda.
ta: தயவு செய்து ஒரு கோப்பைச் சமர்ப்பிக்கவும் அல்லது தெளிவான தேர்வுப்பெட்டியை சரிபார்க்கவும், இரண்டும் அல்ல.
te: దయచేసి ఫైల్‌ను సమర్పించండి లేదా క్లియర్ చెక్‌బాక్స్‌ని తనిఖీ చేయండి, రెండూ కాదు.
th: โปรดส่งไฟล์หรือทำเครื่องหมายในช่องใส ไม่ใช่ทั้งสองอย่าง
tr: Lütfen ya bir dosya gönderin ya da temizle onay kutusunu işaretleyin, ikisini birden değil.
vi: Vui lòng gửi tệp hoặc chọn hộp kiểm trống, không phải cả hai.
