Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Foster collaboration and knowledge sharing through built-in forums, chat rooms, and group projects.
ar: تعزيز التعاون وتبادل المعرفة من خلال المنتديات وغرف الدردشة والمشاريع الجماعية المدمجة.
bn: অন্তর্নির্মিত ফোরাম, চ্যাট রুম, এবং গ্রুপ প্রকল্পগুলির মাধ্যমে সহযোগিতা এবং জ্ঞান ভাগ করে নেওয়া।
da: Fremme samarbejde og videndeling gennem indbyggede fora, chatrum og gruppeprojekter.
de: Fördern Sie die Zusammenarbeit und den Wissensaustausch durch integrierte Foren, Chatrooms und Gruppenprojekte.
el: Ενισχύστε τη συνεργασία και την ανταλλαγή γνώσεων μέσω ενσωματωμένων φόρουμ, αιθουσών συνομιλίας και ομαδικών έργων.
es: Fomente la colaboración y el intercambio de conocimientos a través de foros integrados, salas de chat y proyectos grupales.
fi: Edistä yhteistyötä ja tiedon jakamista sisäänrakennettujen foorumien, chat-huoneiden ja ryhmäprojektien avulla.
fr: Favorisez la collaboration et le partage des connaissances via des forums intégrés, des salons de discussion et des projets de groupe.
he: טפח שיתוף פעולה ושיתוף ידע באמצעות פורומים מובנים, חדרי צ'אט ופרויקטים קבוצתיים.
hi: अंतर्निहित फ़ोरम, चैट रूम और समूह परियोजनाओं के माध्यम से सहयोग और ज्ञान साझाकरण को बढ़ावा देना।
id: Kembangkan kolaborasi dan berbagi pengetahuan melalui forum bawaan, ruang obrolan, dan proyek grup.
it: Promuovi la collaborazione e la condivisione delle conoscenze attraverso forum integrati, chat room e progetti di gruppo.
ja: 組み込みのフォーラム、チャット ルーム、グループ プロジェクトを通じてコラボレーションと知識の共有を促進します。
ml: ബിൽറ്റ്-ഇൻ ഫോറങ്ങൾ, ചാറ്റ് റൂമുകൾ, ഗ്രൂപ്പ് പ്രോജക്ടുകൾ എന്നിവയിലൂടെ സഹകരണവും അറിവ് പങ്കിടലും പ്രോത്സാഹിപ്പിക്കുക.
mr: अंगभूत मंच, चॅट रूम आणि गट प्रकल्पांद्वारे सहयोग आणि ज्ञानाची देवाणघेवाण वाढवा.
nl: Bevorder samenwerking en kennisdeling via ingebouwde forums, chatrooms en groepsprojecten.
pa: ਬਿਲਟ-ਇਨ ਫੋਰਮਾਂ, ਚੈਟ ਰੂਮਾਂ, ਅਤੇ ਸਮੂਹ ਪ੍ਰੋਜੈਕਟਾਂ ਦੁਆਰਾ ਸਹਿਯੋਗ ਅਤੇ ਗਿਆਨ ਨੂੰ ਸਾਂਝਾ ਕਰੋ।
pl: Wspieraj współpracę i dzielenie się wiedzą poprzez wbudowane fora, pokoje rozmów i projekty grupowe.
pt: Promova a colaboração e o compartilhamento de conhecimento por meio de fóruns integrados, salas de bate-papo e projetos em grupo.
ru: Содействуйте сотрудничеству и обмену знаниями с помощью встроенных форумов, чатов и групповых проектов.
sv: Främja samarbete och kunskapsdelning genom inbyggda forum, chattrum och gruppprojekt.
ta: உள்ளமைக்கப்பட்ட மன்றங்கள், அரட்டை அறைகள் மற்றும் குழுத் திட்டங்கள் மூலம் ஒத்துழைப்பு மற்றும் அறிவுப் பகிர்வை வளர்க்கவும்.
te: అంతర్నిర్మిత ఫోరమ్‌లు, చాట్ రూమ్‌లు మరియు గ్రూప్ ప్రాజెక్ట్‌ల ద్వారా సహకారం మరియు జ్ఞాన భాగస్వామ్యాన్ని ప్రోత్సహించండి.
th: ส่งเสริมการทำงานร่วมกันและการแบ่งปันความรู้ผ่านฟอรัม ห้องสนทนา และโครงการกลุ่มในตัว
tr: Yerleşik forumlar, sohbet odaları ve grup projeleri aracılığıyla işbirliğini ve bilgi paylaşımını teşvik edin.
vi: Thúc đẩy sự cộng tác và chia sẻ kiến ​​thức thông qua các diễn đàn, phòng trò chuyện và dự án nhóm tích hợp sẵn.

source: Mobile Learning
ar: التعلم المتنقل
bn: মোবাইল লার্নিং
da: Mobil læring
de: Mobiles Lernen
es: Aprendizaje móvil
fi: Mobiilioppiminen
fr: Apprentissage mobile
he: למידה ניידת
hi: चलित शिक्षा
id: Pembelajaran Seluler
it: Apprendimento mobile
ja: モバイル学習
ml: മൊബൈൽ പഠനം
mr: मोबाईल लर्निंग
nl: Mobiel leren
pa: ਮੋਬਾਈਲ ਲਰਨਿੰਗ
pl: Nauka mobilna
pt: Aprendizagem móvel
ru: Мобильное обучение
sv: Mobilt lärande
ta: மொபைல் கற்றல்
te: మొబైల్ లెర్నింగ్
th: การเรียนรู้ผ่านมือถือ
tr: Mobil Öğrenme
vi: Học tập trên thiết bị di động

source: Access courses and materials on-the-go with our responsive design and dedicated mobile app for iOS and Android.
ar: يمكنك الوصول إلى الدورات التدريبية والمواد أثناء التنقل من خلال تصميمنا سريع الاستجابة وتطبيق الهاتف المحمول المخصص لنظامي التشغيل iOS وAndroid.
bn: আমাদের প্রতিক্রিয়াশীল ডিজাইন এবং iOS এবং অ্যান্ড্রয়েডের জন্য ডেডিকেটেড মোবাইল অ্যাপের মাধ্যমে যেতে যেতে কোর্স এবং উপকরণ অ্যাক্সেস করুন।
da: Få adgang til kurser og materialer på farten med vores responsive design og dedikerede mobilapp til iOS og Android.
de: Greifen Sie mit unserem responsiven Design und der speziellen mobilen App für iOS und Android unterwegs auf Kurse und Materialien zu.
el: Αποκτήστε πρόσβαση σε μαθήματα και υλικό εν κινήσει με τον αποκριτικό σχεδιασμό και την αποκλειστική εφαρμογή για κινητά για iOS και Android.
es: Acceda a cursos y materiales sobre la marcha con nuestro diseño responsivo y nuestra aplicación móvil dedicada para iOS y Android.
fi: Käytä kursseja ja materiaaleja liikkeellä ollessasi responsiivisen suunnittelumme ja iOS- ja Android-mobiilisovelluksemme avulla.
fr: Accédez aux cours et aux supports lors de vos déplacements grâce à notre conception réactive et à notre application mobile dédiée pour iOS et Android.
he: גש לקורסים וחומרים תוך כדי תנועה עם העיצוב הרספונסיבי והאפליקציה הייעודית לנייד שלנו עבור iOS ואנדרואיד.
hi: आईओएस और एंड्रॉइड के लिए हमारे उत्तरदायी डिजाइन और समर्पित मोबाइल ऐप के साथ पाठ्यक्रम और सामग्री तक पहुंचें।
id: Akses kursus dan materi saat bepergian dengan desain responsif dan aplikasi seluler khusus kami untuk iOS dan Android.
it: Accedi a corsi e materiali ovunque ti trovi grazie al nostro design reattivo e all'app mobile dedicata per iOS e Android.
ja: iOS および Android 用のレスポンシブ デザインと専用モバイル アプリを使用して、外出先からコースや教材にアクセスできます。
ml: ഞങ്ങളുടെ പ്രതികരണാത്മക രൂപകൽപ്പനയും iOS, Android എന്നിവയ്‌ക്കായുള്ള സമർപ്പിത മൊബൈൽ ആപ്പും ഉപയോഗിച്ച് കോഴ്‌സുകളും മെറ്റീരിയലുകളും ആക്‌സസ്സ് ചെയ്യുക.
mr: आमच्या प्रतिसादात्मक डिझाइनसह आणि iOS आणि Android साठी समर्पित मोबाइल ॲपसह जाता जाता अभ्यासक्रम आणि सामग्रीमध्ये प्रवेश करा.
nl: Krijg onderweg toegang tot cursussen en materialen met ons responsieve ontwerp en speciale mobiele app voor iOS en Android.
pa: ਸਾਡੇ ਜਵਾਬਦੇਹ ਡਿਜ਼ਾਈਨ ਅਤੇ iOS ਅਤੇ ਐਂਡਰੌਇਡ ਲਈ ਸਮਰਪਿਤ ਮੋਬਾਈਲ ਐਪ ਦੇ ਨਾਲ ਕੋਰਸਾਂ ਅਤੇ ਸਮੱਗਰੀਆਂ ਤੱਕ ਪਹੁੰਚੋ।
pl: Uzyskaj dostęp do kursów i materiałów gdziekolwiek jesteś, dzięki naszemu responsywnemu projektowi i dedykowanej aplikacji mobilnej na iOS i Androida.
pt: Acesse cursos e materiais em qualquer lugar com nosso design responsivo e aplicativo móvel dedicado para iOS e Android.
ru: Доступ к курсам и материалам на ходу благодаря нашему адаптивному дизайну и специальному мобильному приложению для iOS и Android.
sv: Få tillgång till kurser och material när du är på språng med vår responsiva design och dedikerade mobilapp för iOS och Android.
ta: எங்கள் பதிலளிக்கக்கூடிய வடிவமைப்பு மற்றும் iOS மற்றும் Android க்கான பிரத்யேக மொபைல் பயன்பாடு மூலம் பயணத்தின்போது படிப்புகள் மற்றும் பொருட்களை அணுகவும்.
te: iOS మరియు Android కోసం మా ప్రతిస్పందించే డిజైన్ మరియు అంకితమైన మొబైల్ యాప్‌తో ప్రయాణంలో కోర్సులు మరియు మెటీరియల్‌లను యాక్సెస్ చేయండి.
th: เข้าถึงหลักสูตรและสื่อการสอนได้ทุกที่ทุกเวลาด้วยการออกแบบที่ตอบสนองและแอปมือถือเฉพาะสำหรับ iOS และ Android
tr: Duyarlı tasarımımız ve iOS ve Android için özel mobil uygulamamızla kurslara ve materyallere hareket halindeyken erişin.
vi: Truy cập các khóa học và tài liệu khi đang di chuyển với thiết kế đáp ứng và ứng dụng di động dành riêng cho iOS và Android của chúng tôi.

source: Gamification & Certificates
ar: اللعب والشهادات
bn: গ্যামিফিকেশন এবং সার্টিফিকেট
da: Gamification og certifikater
de: Gamification & Zertifikate
el: Gamification & Πιστοποιητικά
es: Gamificación y Certificados
fi: Pelillistäminen ja sertifikaatit
fr: Gamification et certificats
he: Gamification ותעודות
hi: सरलीकरण एवं प्रमाणपत्र
id: Gamifikasi & Sertifikat
it: Gamificazione e certificati
ja: ゲーミフィケーションと証明書
ml: ഗാമിഫിക്കേഷനും സർട്ടിഫിക്കറ്റുകളും
mr: गेमिफिकेशन आणि प्रमाणपत्रे
nl: Gamificatie en certificaten
pa: ਗੇਮੀਫਿਕੇਸ਼ਨ ਅਤੇ ਸਰਟੀਫਿਕੇਟ
pl: Grywalizacja i certyfikaty
pt: Gamificação e Certificados
ru: Геймификация и сертификаты
sv: Gamification & certifikat
ta: கேமிஃபிகேஷன் & சான்றிதழ்கள்
te: Gamification & సర్టిఫికెట్లు
th: Gamification และใบรับรอง
tr: Oyunlaştırma ve Sertifikalar
vi: Trò chơi & Chứng chỉ

source: Increase engagement with achievement badges, leaderboards, and automated certificate generation upon course completion.
ar: قم بزيادة التفاعل مع شارات الإنجاز ولوحات المتصدرين وإنشاء الشهادات تلقائيًا عند إكمال الدورة التدريبية.
bn: কৃতিত্ব ব্যাজ, লিডারবোর্ড এবং কোর্স সমাপ্তির পরে স্বয়ংক্রিয় শংসাপত্র তৈরির সাথে ব্যস্ততা বাড়ান।
da: Øg engagementet med præstationsbadges, leaderboards og automatiseret certifikatgenerering efter kursusafslutning.
de: Steigern Sie das Engagement mit Leistungsabzeichen, Bestenlisten und der automatischen Zertifikatserstellung nach Kursabschluss.
el: Αυξήστε την αφοσίωση με σήματα επιτευγμάτων, βαθμολογικούς πίνακες και αυτοματοποιημένη δημιουργία πιστοποιητικών μετά την ολοκλήρωση του μαθήματος.
es: Aumente la participación con insignias de logros, tablas de clasificación y generación automatizada de certificados al finalizar el curso.
fi: Lisää sitoutumista saavutusmerkeillä, tulostaulukoilla ja automaattisella sertifikaatin luonnilla kurssin päätyttyä.
fr: Augmentez l'engagement grâce aux badges de réussite, aux classements et à la génération automatisée de certificats à la fin du cours.
he: הגבר את המעורבות עם תגי הישגים, לוחות הישגים ויצירת תעודות אוטומטיות עם סיום הקורס.
hi: पाठ्यक्रम पूरा होने पर उपलब्धि बैज, लीडरबोर्ड और स्वचालित प्रमाणपत्र निर्माण के साथ जुड़ाव बढ़ाएँ।
id: Tingkatkan keterlibatan dengan lencana pencapaian, papan peringkat, dan pembuatan sertifikat otomatis setelah kursus selesai.
it: Aumenta il coinvolgimento con badge di conseguimento, classifiche e generazione automatizzata di certificati al completamento del corso.
ja: コース完了時に達成バッジ、リーダーボード、自動生成される証明書を利用してエンゲージメントを高めます。
ml: കോഴ്‌സ് പൂർത്തിയാകുമ്പോൾ നേട്ട ബാഡ്‌ജുകൾ, ലീഡർബോർഡുകൾ, ഓട്ടോമേറ്റഡ് സർട്ടിഫിക്കറ്റ് സൃഷ്‌ടി എന്നിവയ്‌ക്കൊപ്പം ഇടപഴകൽ വർദ്ധിപ്പിക്കുക.
mr: अभ्यासक्रम पूर्ण झाल्यावर अचिव्हमेंट बॅज, लीडरबोर्ड आणि स्वयंचलित प्रमाणपत्र निर्मितीसह प्रतिबद्धता वाढवा.
nl: Vergroot de betrokkenheid met prestatiebadges, klassementen en automatische certificaatgeneratie na voltooiing van de cursus.
pa: ਕੋਰਸ ਪੂਰਾ ਹੋਣ 'ਤੇ ਪ੍ਰਾਪਤੀ ਬੈਜਾਂ, ਲੀਡਰਬੋਰਡਾਂ, ਅਤੇ ਸਵੈਚਲਿਤ ਪ੍ਰਮਾਣ-ਪੱਤਰ ਜਨਰੇਸ਼ਨ ਨਾਲ ਸ਼ਮੂਲੀਅਤ ਵਧਾਓ।
pl: Zwiększaj zaangażowanie dzięki odznakom osiągnięć, rankingom i automatycznemu generowaniu certyfikatów po ukończeniu kursu.
pt: Aumente o envolvimento com emblemas de conquistas, placares e geração automatizada de certificados após a conclusão do curso.
ru: Повысьте вовлеченность с помощью значков достижений, таблиц лидеров и автоматического создания сертификатов после завершения курса.
sv: Öka engagemanget med prestationsmärken, topplistor och automatisk generering av certifikat när kursen är klar.
ta: பாடநெறி முடிந்ததும் சாதனை பேட்ஜ்கள், லீடர்போர்டுகள் மற்றும் தானியங்கு சான்றிதழ் உருவாக்கம் ஆகியவற்றுடன் ஈடுபாட்டை அதிகரிக்கவும்.
te: కోర్సు పూర్తయిన తర్వాత సాధన బ్యాడ్జ్‌లు, లీడర్‌బోర్డ్‌లు మరియు ఆటోమేటెడ్ సర్టిఫికేట్ ఉత్పత్తితో ఎంగేజ్‌మెంట్‌ను పెంచుకోండి.
th: เพิ่มการมีส่วนร่วมด้วยตราความสำเร็จ ลีดเดอร์บอร์ด และการสร้างใบรับรองอัตโนมัติเมื่อจบหลักสูตร
tr: Kurs tamamlandıktan sonra başarı rozetleri, skor tabloları ve otomatik sertifika oluşturma özellikleriyle etkileşimi artırın.
vi: Tăng mức độ tương tác với huy hiệu thành tích, bảng xếp hạng và tạo chứng chỉ tự động sau khi hoàn thành khóa học.

source: Advanced Enterprise Features
ar: ميزات المؤسسة المتقدمة
bn: উন্নত এন্টারপ্রাইজ বৈশিষ্ট্য
da: Avancerede virksomhedsfunktioner
de: Erweiterte Unternehmensfunktionen
el: Προηγμένες επιχειρηματικές δυνατότητες
es: Funciones empresariales avanzadas
fi: Kehittyneet yritysominaisuudet
fr: Fonctionnalités d'entreprise avancées
he: תכונות ארגוניות מתקדמות
hi: उन्नत उद्यम सुविधाएँ
id: Fitur Perusahaan Tingkat Lanjut
it: Funzionalità aziendali avanzate
ja: 高度なエンタープライズ機能
ml: വിപുലമായ എൻ്റർപ്രൈസ് സവിശേഷതകൾ
mr: प्रगत एंटरप्राइझ वैशिष्ट्ये
nl: Geavanceerde Enterprise-functies
pa: ਉੱਨਤ ਐਂਟਰਪ੍ਰਾਈਜ਼ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ
pl: Zaawansowane funkcje korporacyjne
pt: Recursos empresariais avançados
ru: Расширенные корпоративные функции
sv: Avancerade företagsfunktioner
ta: மேம்பட்ட நிறுவன அம்சங்கள்
te: అధునాతన ఎంటర్‌ప్రైజ్ ఫీచర్‌లు
th: คุณสมบัติองค์กรขั้นสูง
tr: Gelişmiş Kurumsal Özellikler
vi: Tính năng doanh nghiệp nâng cao

source: Flexible Deployment
ar: النشر المرن
bn: নমনীয় স্থাপনা
da: Fleksibel implementering
de: Flexible Bereitstellung
el: Ευέλικτη Ανάπτυξη
es: Implementación flexible
fi: Joustava käyttöönotto
fr: Déploiement flexible
he: פריסה גמישה
hi: लचीली तैनाती
id: Penerapan Fleksibel
it: Distribuzione flessibile
ja: 柔軟な導入
ml: ഫ്ലെക്സിബിൾ വിന്യാസം
mr: लवचिक उपयोजन
nl: Flexibele implementatie
pa: ਲਚਕਦਾਰ ਤੈਨਾਤੀ
pl: Elastyczne wdrożenie
pt: Implantação flexível
ru: Гибкое развертывание
sv: Flexibel implementering
ta: நெகிழ்வான வரிசைப்படுத்தல்
te: సౌకర్యవంతమైన విస్తరణ
th: การปรับใช้ที่ยืดหยุ่น
tr: Esnek Dağıtım
vi: Triển khai linh hoạt

source: Deploy on any cloud platform (AWS, Azure, DigitalOcean) or on-premises, including Windows Server support.
ar: النشر على أي نظام أساسي سحابي (AWS، وAzure، وDigitalOcean) أو محليًا، بما في ذلك دعم Windows Server.
bn: যেকোন ক্লাউড প্ল্যাটফর্মে (AWS, Azure, DigitalOcean) বা অন-প্রাঙ্গনে স্থাপন করুন, Windows সার্ভার সমর্থন সহ।
da: Implementer på enhver cloudplatform (AWS, Azure, DigitalOcean) eller lokalt, inklusive Windows Server-support.
de: Bereitstellung auf jeder Cloud-Plattform (AWS, Azure, DigitalOcean) oder vor Ort, einschließlich Windows Server-Unterstützung.
el: Αναπτύξτε σε οποιαδήποτε πλατφόρμα cloud (AWS, Azure, DigitalOcean) ή εντός εγκατάστασης, συμπεριλαμβανομένης της υποστήριξης του Windows Server.
es: Implemente en cualquier plataforma en la nube (AWS, Azure, DigitalOcean) o local, incluida la compatibilidad con Windows Server.
fi: Ota käyttöön missä tahansa pilviympäristössä (AWS, Azure, DigitalOcean) tai paikan päällä, mukaan lukien Windows Server -tuki.
fr: Déployez sur n'importe quelle plateforme cloud (AWS, Azure, DigitalOcean) ou sur site, y compris la prise en charge de Windows Server.
he: פריסה בכל פלטפורמת ענן (AWS, Azure, DigitalOcean) או מקומית, כולל תמיכה ב-Windows Server.
hi: किसी भी क्लाउड प्लेटफ़ॉर्म (AWS, Azure, DigitalOcean) या ऑन-प्रिमाइसेस पर तैनात करें, जिसमें Windows सर्वर समर्थन भी शामिल है।
id: Terapkan pada platform cloud apa pun (AWS, Azure, DigitalOcean) atau lokal, termasuk dukungan Windows Server.
it: Distribuisci su qualsiasi piattaforma cloud (AWS, Azure, DigitalOcean) o on-premise, incluso il supporto di Windows Server.
ja: Windows Server サポートを含む、任意のクラウド プラットフォーム (AWS、Azure、DigitalOcean) またはオンプレミスに展開します。
ml: വിൻഡോസ് സെർവർ പിന്തുണ ഉൾപ്പെടെ ഏതെങ്കിലും ക്ലൗഡ് പ്ലാറ്റ്‌ഫോമിലോ (AWS, Azure, DigitalOcean) പരിസരങ്ങളിലോ വിന്യസിക്കുക.
mr: विंडोज सर्व्हर सपोर्टसह कोणत्याही क्लाउड प्लॅटफॉर्मवर (AWS, Azure, DigitalOcean) किंवा ऑन-प्रिमाइसेस तैनात करा.
nl: Implementeer op elk cloudplatform (AWS, Azure, DigitalOcean) of on-premises, inclusief Windows Server-ondersteuning.
pa: ਕਿਸੇ ਵੀ ਕਲਾਉਡ ਪਲੇਟਫਾਰਮ (AWS, Azure, DigitalOcean) ਜਾਂ ਆਨ-ਪ੍ਰੀਮਿਸਸ 'ਤੇ ਤੈਨਾਤ ਕਰੋ, ਵਿੰਡੋਜ਼ ਸਰਵਰ ਸਹਾਇਤਾ ਸਮੇਤ।
pl: Wdrażaj na dowolnej platformie chmurowej (AWS, Azure, DigitalOcean) lub lokalnie, łącznie z obsługą systemu Windows Server.
pt: Implante em qualquer plataforma de nuvem (AWS, Azure, DigitalOcean) ou localmente, incluindo suporte para Windows Server.
ru: Развертывание на любой облачной платформе (AWS, Azure, DigitalOcean) или локально, включая поддержку Windows Server.
sv: Distribuera på valfri molnplattform (AWS, Azure, DigitalOcean) eller lokalt, inklusive Windows Server-stöd.
ta: எந்த கிளவுட் பிளாட்ஃபார்மிலும் (AWS, Azure, DigitalOcean) அல்லது விண்டோஸ் சர்வர் ஆதரவு உட்பட வளாகத்தில் பயன்படுத்தவும்.
te: Windows సర్వర్ మద్దతుతో సహా ఏదైనా క్లౌడ్ ప్లాట్‌ఫారమ్ (AWS, Azure, DigitalOcean) లేదా ఆన్-ప్రాంగణంలో అమర్చండి.
th: ปรับใช้บนแพลตฟอร์มคลาวด์ใดๆ (AWS, Azure, DigitalOcean) หรือในองค์กร รวมถึงการสนับสนุน Windows Server
tr: Windows Server desteği de dahil olmak üzere herhangi bir bulut platformunda (AWS, Azure, DigitalOcean) veya şirket içinde dağıtın.
vi: Triển khai trên mọi nền tảng đám mây (AWS, Azure, DigitalOcean) hoặc tại chỗ, bao gồm hỗ trợ Windows Server.

source: Multi-Tenant Architecture
ar: العمارة متعددة المستأجرين
bn: মাল্টি-টেন্যান্ট আর্কিটেকচার
da: Multi-Tenant Arkitektur
de: Multi-Tenant-Architektur
el: Αρχιτεκτονική Multi-Tenant
es: Arquitectura multiinquilino
fi: Usean vuokralaisen arkkitehtuuri
fr: Architecture multi-locataires
he: אדריכלות מרובת דיירים
hi: बहु-किरायेदार वास्तुकला
id: Arsitektur Multi-Penyewa
it: Architettura multi-tenant
ja: マルチテナントアーキテクチャ
ml: മൾട്ടി ടെനൻ്റ് ആർക്കിടെക്ചർ
mr: मल्टी-टेनंट आर्किटेक्चर
nl: Architectuur voor meerdere huurders
pa: ਬਹੁ-ਕਿਰਾਏਦਾਰ ਆਰਕੀਟੈਕਚਰ
pl: Architektura z wieloma najemcami
pt: Arquitetura multilocatário
ru: Многопользовательская архитектура
sv: Arkitektur för flera hyresgäster
ta: பல குத்தகைதாரர் கட்டிடக்கலை
te: మల్టీ-టెనెంట్ ఆర్కిటెక్చర్
th: สถาปัตยกรรมแบบหลายผู้เช่า
tr: Çok Kiracılı Mimari
vi: Kiến trúc nhiều người thuê

source: Securely manage multiple organizations within a single instance, ensuring data isolation and customization.
ar: إدارة مؤسسات متعددة بشكل آمن ضمن مثيل واحد، مما يضمن عزل البيانات وتخصيصها.
bn: ডেটা বিচ্ছিন্নতা এবং কাস্টমাইজেশন নিশ্চিত করে, একটি একক উদাহরণের মধ্যে একাধিক সংস্থাকে নিরাপদে পরিচালনা করুন।
da: Administrer sikkert flere organisationer inden for en enkelt instans, hvilket sikrer dataisolering og tilpasning.
de: Verwalten Sie mehrere Organisationen sicher in einer einzigen Instanz und sorgen Sie dabei für Datenisolierung und -anpassung.
el: Διαχειριστείτε με ασφάλεια πολλούς οργανισμούς σε μία μόνο παρουσία, διασφαλίζοντας απομόνωση και προσαρμογή δεδομένων.
es: Administre de forma segura varias organizaciones dentro de una sola instancia, garantizando el aislamiento y la personalización de los datos.
fi: Hallitse useita organisaatioita turvallisesti yhdessä esiintymässä varmistaen tietojen eristämisen ja mukauttamisen.
fr: Gérez en toute sécurité plusieurs organisations au sein d’une seule instance, garantissant l’isolation et la personnalisation des données.
he: נהל בצורה מאובטחת מספר ארגונים בתוך מופע אחד, תוך הבטחת בידוד נתונים והתאמה אישית.
hi: डेटा अलगाव और अनुकूलन सुनिश्चित करते हुए, एक ही उदाहरण में कई संगठनों को सुरक्षित रूप से प्रबंधित करें।
id: Kelola beberapa organisasi dengan aman dalam satu instans, pastikan isolasi dan penyesuaian data.
it: Gestisci in modo sicuro più organizzazioni all'interno di una singola istanza, garantendo l'isolamento e la personalizzazione dei dati.
ja: 単一インスタンス内で複数の組織を安全に管理し、データの分離とカスタマイズを確保します。
ml: ഡാറ്റ ഒറ്റപ്പെടുത്തലും ഇഷ്‌ടാനുസൃതമാക്കലും ഉറപ്പാക്കിക്കൊണ്ട്, ഒരൊറ്റ സംഭവത്തിനുള്ളിൽ ഒന്നിലധികം ഓർഗനൈസേഷനുകൾ സുരക്ഷിതമായി കൈകാര്യം ചെയ്യുക.
mr: डेटा पृथक्करण आणि सानुकूलन सुनिश्चित करून, एकाच घटनेत एकाधिक संस्था सुरक्षितपणे व्यवस्थापित करा.
nl: Beheer meerdere organisaties veilig binnen één exemplaar en zorg voor gegevensisolatie en maatwerk.
pa: ਡੇਟਾ ਆਈਸੋਲੇਸ਼ਨ ਅਤੇ ਕਸਟਮਾਈਜ਼ੇਸ਼ਨ ਨੂੰ ਯਕੀਨੀ ਬਣਾਉਂਦੇ ਹੋਏ, ਇੱਕੋ ਮੌਕੇ ਦੇ ਅੰਦਰ ਕਈ ਸੰਸਥਾਵਾਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਢੰਗ ਨਾਲ ਪ੍ਰਬੰਧਿਤ ਕਰੋ।
pl: Bezpiecznie zarządzaj wieloma organizacjami w ramach jednej instancji, zapewniając izolację danych i dostosowywanie.
pt: Gerencie com segurança diversas organizações em uma única instância, garantindo isolamento e personalização de dados.
ru: Безопасно управляйте несколькими организациями в одном экземпляре, гарантируя изоляцию и настройку данных.
sv: Hantera flera organisationer på ett säkert sätt inom en enda instans, vilket säkerställer dataisolering och anpassning.
ta: தரவு தனிமைப்படுத்தல் மற்றும் தனிப்பயனாக்கத்தை உறுதிசெய்து, ஒரே நிகழ்வில் பல நிறுவனங்களை பாதுகாப்பாக நிர்வகிக்கவும்.
te: ఒకే సందర్భంలో బహుళ సంస్థలను సురక్షితంగా నిర్వహించండి, డేటా ఐసోలేషన్ మరియు అనుకూలీకరణను నిర్ధారిస్తుంది.
th: จัดการหลายองค์กรอย่างปลอดภัยภายในอินสแตนซ์เดียว ทำให้มั่นใจได้ถึงการแยกและปรับแต่งข้อมูล
tr: Veri izolasyonunu ve özelleştirmeyi sağlayarak birden fazla kuruluşu tek bir örnekte güvenli bir şekilde yönetin.
vi: Quản lý an toàn nhiều tổ chức trong một phiên bản duy nhất, đảm bảo cách ly và tùy chỉnh dữ liệu.

source: Multilingual Support
ar: دعم متعدد اللغات
bn: বহুভাষিক সমর্থন
da: Flersproget support
de: Mehrsprachiger Support
el: Πολυγλωσσική Υποστήριξη
es: Soporte multilingüe
fi: Monikielinen tuki
fr: Prise en charge multilingue
he: תמיכה רב לשונית
hi: बहुभाषी समर्थन
id: Dukungan Multibahasa
it: Supporto multilingue
ja: 多言語サポート
ml: ബഹുഭാഷാ പിന്തുണ
mr: बहुभाषिक समर्थन
nl: Meertalige ondersteuning
pa: ਬਹੁਭਾਸ਼ਾਈ ਸਹਾਇਤਾ
pl: Wsparcie wielojęzyczne
pt: Suporte multilíngue
ru: Многоязычная поддержка
sv: Flerspråkig support
ta: பன்மொழி ஆதரவு
te: బహుభాషా మద్దతు
th: การสนับสนุนหลายภาษา
tr: Çok Dilli Destek
vi: Hỗ trợ đa ngôn ngữ

source: Available in 30+ languages, including:
ar: متوفر بأكثر من 30 لغة، بما في ذلك:
bn: 30+ ভাষায় উপলব্ধ, সহ:
da: Tilgængelig på mere end 30 sprog, herunder:
de: Verfügbar in über 30 Sprachen, darunter:
el: Διατίθεται σε 30+ γλώσσες, συμπεριλαμβανομένων:
es: Disponible en más de 30 idiomas, incluidos:
fi: Saatavilla yli 30 kielellä, mukaan lukien:
fr: Disponible dans plus de 30 langues, dont :
he: זמין ב-30+ שפות, כולל:
hi: 30+ भाषाओं में उपलब्ध है, जिनमें शामिल हैं:
id: Tersedia dalam 30+ bahasa, termasuk:
it: Disponibile in oltre 30 lingue, tra cui:
ja: 以下を含む 30 以上の言語で利用可能:
ml: ഇനിപ്പറയുന്നവ ഉൾപ്പെടെ 30+ ഭാഷകളിൽ ലഭ്യമാണ്:
mr: 30+ भाषांमध्ये उपलब्ध, यासह:
nl: Beschikbaar in meer dan 30 talen, waaronder:
pa: 30+ ਭਾਸ਼ਾਵਾਂ ਵਿੱਚ ਉਪਲਬਧ, ਸਮੇਤ:
pl: Dostępne w ponad 30 językach, w tym:
pt: Disponível em mais de 30 idiomas, incluindo:
ru: Доступно на более чем 30 языках, включая:
sv: Tillgängligt på 30+ språk, inklusive:
ta: 30+ மொழிகளில் கிடைக்கிறது, உட்பட:
te: 30+ భాషల్లో అందుబాటులో ఉంది, వీటితో సహా:
th: มีให้บริการในกว่า 30 ภาษา รวมถึง:
tr: Aşağıdakiler dahil 30'dan fazla dilde mevcuttur:
vi: Có sẵn trong hơn 30 ngôn ngữ, bao gồm:

source: العربية - مرحبا
bn: আরবি - হ্যালো
da: Arabisk - Hej
de: Arabisch – Hallo
el: Αραβικά - Γεια σας
es: Árabe - Hola
fi: Arabia - Hei
fr: Arabe - Bonjour
he: ערבית - שלום
hi: अरबी- हेलो
id: Arab - Halo
it: Arabo - Ciao
ja: アラビア語 - こんにちは
ml: അറബിക് - ഹലോ
mr: अरबी - हॅलो
nl: Arabisch - Hallo
pa: ਅਰਬੀ - ਹੈਲੋ
pl: Arabski – Cześć
pt: Árabe - Olá
ru: арабский – привет
sv: Arabiska - Hej
ta: அரபு - வணக்கம்
te: అరబిక్ - హలో
th: ภาษาอาหรับ - สวัสดี
tr: Arapça - Merhaba
vi: Tiếng Ả Rập - Xin chào

source: English - Welcome
ar: الإنجليزية - مرحبا
bn: ইংরেজি - স্বাগতম
da: Engelsk - Velkommen
de: Englisch – Willkommen
el: Αγγλικά - Καλώς ήρθατε
es: Inglés - Bienvenido
fi: englanti - Tervetuloa
fr: Anglais - Bienvenue
he: אנגלית - ברוך הבא
hi: अंग्रेजी- स्वागत है
id: Bahasa Inggris - Selamat datang
it: Inglese - Benvenuto
ja: 英語 - ようこそ
ml: ഇംഗ്ലീഷ് - സ്വാഗതം
mr: इंग्रजी - स्वागत आहे
nl: Engels - Welkom
pa: ਅੰਗਰੇਜ਼ੀ - ਜੀ ਆਇਆਂ ਨੂੰ
pl: Angielski - Witamy
pt: Inglês - Bem-vindo
ru: Английский – Добро пожаловать
sv: Engelska - Välkommen
ta: ஆங்கிலம் - வரவேற்கிறோம்
te: ఇంగ్లీష్ - స్వాగతం
th: อังกฤษ - ยินดีต้อนรับ
tr: İngilizce - Hoş Geldiniz
vi: Tiếng Anh - Chào mừng

source: Español - Bienvenido
ar: الاسبانية - مرحبا
bn: স্প্যানিশ - স্বাগতম
da: Spansk - Velkommen
de: Spanisch - Willkommen
el: Ισπανικά - Καλώς ήρθατε
fi: espanja - Tervetuloa
fr: Espagnol - Bienvenue
he: ספרדית - ברוכים הבאים
hi: स्पैनिश - स्वागत है
id: Spanyol - Selamat datang
it: Spagnolo - Benvenuto
ja: スペイン語 - ようこそ
ml: സ്പാനിഷ് - സ്വാഗതം
mr: स्पॅनिश - स्वागत आहे
nl: Spaans - Welkom
pa: ਸਪੇਨੀ - ਸੁਆਗਤ ਹੈ
pl: Hiszpański – Witamy
pt: Espanhol - Bem-vindo
ru: Испанский – Добро пожаловать
sv: Spanska - Välkommen
ta: ஸ்பானிஷ் - வரவேற்கிறோம்
te: స్పానిష్ - స్వాగతం
th: สเปน - ยินดีต้อนรับ
tr: İspanyolca - Hoş geldiniz
vi: Tiếng Tây Ban Nha - Chào mừng
