Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Join our community forum to connect with other administrators, share experiences, and get answers to your questions.
ar: انضم إلى منتدى مجتمعنا للتواصل مع المسؤولين الآخرين ومشاركة الخبرات والحصول على إجابات لأسئلتك.
gu: અન્ય એડમિનિસ્ટ્રેટર્સ સાથે જોડાવા, અનુભવો શેર કરવા અને તમારા પ્રશ્નોના જવાબો મેળવવા માટે અમારા સમુદાય ફોરમમાં જોડાઓ.
no: Bli med i fellesskapsforumet vårt for å få kontakt med andre administratorer, dele erfaringer og få svar på spørsmålene dine.
or: ଅନ୍ୟ ପ୍ରଶାସକମାନଙ୍କ ସହିତ ସଂଯୋଗ କରିବାକୁ, ଅଭିଜ୍ଞତା ବାଣ୍ଟିବାକୁ ଏବଂ ଆପଣଙ୍କର ପ୍ରଶ୍ନର ଉତ୍ତର ପାଇବାକୁ ଆମର ସମ୍ପ୍ରଦାୟ ଫୋରମ୍ରେ ଯୋଗ ଦିଅନ୍ତୁ |

source: Visit Forum
ar: زيارة المنتدى
gu: ફોરમની મુલાકાત લો
no: Besøk Forum
or: ଫୋରମ୍ ପରିଦର୍ଶନ କରନ୍ତୁ |

source: Static Files
gu: સ્થિર ફાઇલો
no: Statiske filer
or: ଷ୍ଟାଟିକ୍ ଫାଇଲ୍ |

source: Enter a valid IPv4 address.
gu: માન્ય IPv4 સરનામું દાખલ કરો.
no: Skriv inn en gyldig IPv4-adresse.
or: ଏକ ବ valid ଧ IPv4 ଠିକଣା ପ୍ରବେଶ କରନ୍ତୁ |

source: Enter a valid IPv6 address.
gu: માન્ય IPv6 સરનામું દાખલ કરો.
no: Skriv inn en gyldig IPv6-adresse.
or: ଏକ ବ valid ଧ IPv6 ଠିକଣା ପ୍ରବେଶ କରନ୍ତୁ |

source: Enter a valid IPv4 or IPv6 address.
gu: માન્ય IPv4 અથવા IPv6 સરનામું દાખલ કરો.
no: Skriv inn en gyldig IPv4- eller IPv6-adresse.
or: ଏକ ବ valid ଧ IPv4 କିମ୍ବା IPv6 ଠିକଣା ପ୍ରବେଶ କରନ୍ତୁ |

# abbrev. month
source: March
gu: માર્ચ
no: mars
or: ମାର୍ଚ୍ଚ

# abbrev. month
source: April
gu: એપ્રિલ
or: ଏପ୍ରିଲ୍

# abbrev. month
source: May
gu: મે
no: mai
or: ମେ

# abbrev. month
source: June
gu: જૂન
no: juni
or: ଜୁନ୍ |

# abbrev. month
source: July
gu: જુલાઈ
no: juli
or: ଜୁଲାଇ

# alt. month
source: January
gu: જાન્યુઆરી
no: januar
or: ଜାନୁଆରୀ

# alt. month
source: February
gu: ફેબ્રુઆરી
no: februar
or: ଫେବୃଆରୀ

# alt. month
source: March
gu: માર્ચ
no: mars
or: ମାର୍ଚ୍ଚ

# alt. month
source: April
gu: એપ્રિલ
or: ଏପ୍ରିଲ୍

# alt. month
source: May
gu: મે
no: mai
or: ମେ

# alt. month
source: June
gu: જૂન
no: juni
or: ଜୁନ୍ |

# alt. month
source: July
gu: જુલાઈ
no: juli
or: ଜୁଲାଇ

# alt. month
source: August
gu: ઓગસ્ટ
or: ଅଗଷ୍ଟ

# alt. month
source: September
gu: સપ્ટેમ્બર
or: ସେପ୍ଟେମ୍ବର |

# alt. month
source: October
gu: ઓક્ટોબર
no: oktober
or: ଅକ୍ଟୋବର

# alt. month
source: November
gu: નવેમ્બર
or: ନଭେମ୍ବର

# alt. month
source: December
gu: ડિસેમ્બર
no: desember
or: ଡିସେମ୍ବର

source: Certificates Management
gu: પ્રમાણપત્ર વ્યવસ્થાપન
no: Sertifikatbehandling
or: ସାର୍ଟିଫିକେଟ୍ ପରିଚାଳନା

source: Track and Manage System Certificates
gu: સિસ્ટમ પ્રમાણપત્રોને ટ્રૅક કરો અને મેનેજ કરો
no: Spor og administrer systemsertifikater
or: ସିଷ୍ଟମ୍ ସାର୍ଟିଫିକେଟ୍ ଟ୍ରାକ୍ ଏବଂ ପରିଚାଳନା କରନ୍ତୁ |

source: Total Certificates
gu: કુલ પ્રમાણપત્રો
no: Totalt antall sertifikater
or: ମୋଟ ସାର୍ଟିଫିକେଟ୍

source: Certificates This Month
gu: આ મહિને પ્રમાણપત્રો
no: Sertifikater denne måneden
or: ଏହି ମାସରେ ପ୍ରମାଣପତ୍ର |

source: Pending Approvals
gu: બાકી મંજૂરીઓ
no: Venter på godkjenninger
or: ଅନୁମୋଦନ ବିଚାରାଧୀନ ଅଛି |

source: Courses with Certificates
gu: પ્રમાણપત્રો સાથે અભ્યાસક્રમો
no: Kurs med sertifikater
or: ସାର୍ଟିଫିକେଟ୍ ସହିତ ପାଠ୍ୟକ୍ରମ

source: Last 30 Days
gu: છેલ્લા 30 દિવસો
no: Siste 30 dager
or: ଗତ 30 ଦିନ |

source: Manage Templates
gu: નમૂનાઓ મેનેજ કરો
no: Administrer maler
or: ଟେମ୍ପଲେଟ୍ ପରିଚାଳନା କରନ୍ତୁ |

source: Certificate ID
gu: પ્રમાણપત્ર ID
no: Sertifikat-ID
or: ସାର୍ଟିଫିକେଟ୍ ID

source: Issue Date
gu: ઇશ્યૂ તારીખ
no: Utstedelsesdato
or: ଇସୁ ତାରିଖ |

source: Advanced Python Programming
gu: અદ્યતન પાયથોન પ્રોગ્રામિંગ
no: Avansert Python-programmering
or: ଉନ୍ନତ ପାଇଥନ୍ ପ୍ରୋଗ୍ରାମିଂ |

source: Issued
gu: જારી
no: Utstedt
or: ପ୍ରଦାନ କରାଯାଇଛି |

source: View Certificate
gu: પ્રમાણપત્ર જુઓ
no: Se sertifikatet
or: ସାର୍ଟିଫିକେଟ୍ ଦେଖନ୍ତୁ |

source: Download Certificate
gu: પ્રમાણપત્ર ડાઉનલોડ કરો
no: Last ned sertifikat
or: ସାର୍ଟିଫିକେଟ୍ ଡାଉନଲୋଡ୍ କରନ୍ତୁ |

source: Revoke Certificate
gu: પ્રમાણપત્ર રદબાતલ કરો
no: Tilbakekall sertifikat
or: ସାର୍ଟିଫିକେଟ୍ ପ୍ରତ୍ୟାହାର କରନ୍ତୁ |

source: Create Course Delivery - LMS Admin
gu: કોર્સ ડિલિવરી બનાવો - LMS એડમિન
no: Opprett kurslevering - LMS Admin
or: ପାଠ୍ୟକ୍ରମ ବିତରଣ ସୃଷ୍ଟି କରନ୍ତୁ - LMS ଆଡମିନି |

source: Create Course Delivery
gu: કોર્સ ડિલિવરી બનાવો
no: Opprett kurslevering
or: ପାଠ୍ୟକ୍ରମ ବିତରଣ ସୃଷ୍ଟି କରନ୍ତୁ |

source: Set up a new delivery for
gu: માટે નવી ડિલિવરી સેટ કરો
no: Sett opp en ny levering for
or: ପାଇଁ ଏକ ନୂତନ ବିତରଣ ସେଟ୍ ଅପ୍ କରନ୍ତୁ |

source: Basic Details
gu: મૂળભૂત વિગતો
no: Grunnleggende detaljer
or: ମ Basic ଳିକ ବିବରଣୀ

source: Delivery Code
gu: ડિલિવરી કોડ
no: Leveringskode
or: ବିତରଣ ସଂକେତ |

source: Enter delivery code
gu: ડિલિવરી કોડ દાખલ કરો
no: Skriv inn leveringskode
or: ବିତରଣ କୋଡ୍ ପ୍ରବେଶ କରନ୍ତୁ |

source: How will the course be delivered?
gu: કોર્સ કેવી રીતે પહોંચાડવામાં આવશે?
no: Hvordan skal kurset gjennomføres?
or: ପାଠ୍ୟକ୍ରମ କିପରି ବିତରଣ କରାଯିବ?

source: Self Paced
gu: સેલ્ફ પેસ્ડ
no: Selvgående
or: ସେଲ୍ଫ୍ ପେସ୍ |

source: Instructor Led
gu: પ્રશિક્ષક લેડ
no: Instruktør ledet
or: ନିର୍ଦେଶକ ଲେଡ୍ |

source: Assign Facilitators
gu: ફેસિલિટેટર્સ સોંપો
no: Tildel tilretteleggere
or: ସୁବିଧାକାରୀମାନଙ୍କୁ ନ୍ୟସ୍ତ କରନ୍ତୁ |

source: Facilitators
gu: ફેસિલિટેટર્સ
no: Tilretteleggere
or: ସୁବିଧାକାରୀ

source: Assign Participants
gu: સહભાગીઓને સોંપો
no: Tildel deltakere
or: ଅଂଶଗ୍ରହଣକାରୀମାନଙ୍କୁ ନ୍ୟସ୍ତ କରନ୍ତୁ |

source: Participants
gu: સહભાગીઓ
no: Deltakere
or: ଅଂଶଗ୍ରହଣକାରୀ

source: Advanced Settings
gu: અદ્યતન સેટિંગ્સ
no: Avanserte innstillinger
or: ଉନ୍ନତ ସେଟିଂସମୂହ |

source: Would you like to add access period for Course content for this Delivery?
gu: શું તમે આ ડિલિવરી માટે કોર્સ સામગ્રી માટે એક્સેસ અવધિ ઉમેરવા માંગો છો?
no: Vil du legge til tilgangsperiode for kursinnhold for denne leveransen?
or: ଏହି ବିତରଣ ପାଇଁ ପାଠ୍ୟକ୍ରମର ବିଷୟବସ୍ତୁ ପାଇଁ ଆପଣ ପ୍ରବେଶ ଅବଧି ଯୋଡିବାକୁ ଚାହୁଁଛନ୍ତି କି?

source: Yes, add access period
gu: હા, ઍક્સેસ અવધિ ઉમેરો
no: Ja, legg til tilgangsperiode
or: ହଁ, ପ୍ରବେଶ ଅବଧି ଯୋଡନ୍ତୁ |

source: Select start date
gu: પ્રારંભ તારીખ પસંદ કરો
no: Velg startdato
or: ଆରମ୍ଭ ତାରିଖ ଚୟନ କରନ୍ତୁ |

source: Select end date
gu: સમાપ્તિ તારીખ પસંદ કરો
no: Velg sluttdato
or: ଶେଷ ତାରିଖ ଚୟନ କରନ୍ତୁ |

source: Would you like to add deactivation date for this Delivery?
gu: શું તમે આ ડિલિવરી માટે નિષ્ક્રિયકરણની તારીખ ઉમેરવા માંગો છો?
no: Vil du legge til deaktiveringsdato for denne leveransen?
or: ଏହି ବିତରଣ ପାଇଁ ଆପଣ ନିଷ୍କ୍ରିୟ ତାରିଖ ଯୋଡିବାକୁ ଚାହୁଁଛନ୍ତି କି?

source: Yes, add deactivation date
gu: હા, નિષ્ક્રિયકરણ તારીખ ઉમેરો
no: Ja, legg til deaktiveringsdato
or: ହଁ, ନିଷ୍କ୍ରିୟ ତାରିଖ ଯୋଡନ୍ତୁ |

source: Select date
gu: તારીખ પસંદ કરો
no: Velg dato
or: ତାରିଖ ଚୟନ କରନ୍ତୁ |

source: Would you like to get feedback from the Participant for this Delivery?
gu: શું તમે આ ડિલિવરી માટે સહભાગી પાસેથી પ્રતિસાદ મેળવવા માંગો છો?
no: Ønsker du å få tilbakemelding fra deltakeren for denne leveransen?
or: ଏହି ବିତରଣ ପାଇଁ ଆପଣ ଅଂଶଗ୍ରହଣକାରୀଙ୍କ ଠାରୁ ମତାମତ ପାଇବାକୁ ଚାହୁଁଛନ୍ତି କି?

source: Yes, collect feedback
gu: હા, પ્રતિસાદ એકત્રિત કરો
no: Ja, samle inn tilbakemeldinger
or: ହଁ, ମତାମତ ସଂଗ୍ରହ କରନ୍ତୁ |

source: Would you like to mark this Delivery as Mandatory for the Participant?
gu: શું તમે આ ડિલિવરીને સહભાગી માટે ફરજિયાત તરીકે ચિહ્નિત કરવા માંગો છો?
no: Vil du merke denne leveransen som obligatorisk for deltakeren?
or: ଆପଣ ଏହି ବିତରଣକୁ ଅଂଶଗ୍ରହଣକାରୀଙ୍କ ପାଇଁ ବାଧ୍ୟତାମୂଳକ ଭାବରେ ଚିହ୍ନିତ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?

source: Yes, mark as mandatory
gu: હા, ફરજિયાત તરીકે ચિહ્નિત કરો
no: Ja, merk som obligatorisk
or: ହଁ, ବାଧ୍ୟତାମୂଳକ ଭାବରେ ଚିହ୍ନିତ କର |

source: Do you want to capture the Participant attendance for this Course?
gu: શું તમે આ કોર્સ માટે સહભાગીઓની હાજરી કેપ્ચર કરવા માંગો છો?
no: Vil du fange deltakerens oppmøte på dette kurset?
or: ଆପଣ ଏହି ପାଠ୍ୟକ୍ରମ ପାଇଁ ଅଂଶଗ୍ରହଣକାରୀଙ୍କ ଉପସ୍ଥାନକୁ କାବୁ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?

source: Yes, capture attendance
gu: હા, હાજરી કેપ્ચર કરો
no: Ja, fange oppmøtet
or: ହଁ, ଉପସ୍ଥାନକୁ କ୍ୟାପଚର୍ କରନ୍ତୁ |

source: Does this Course require a Completion Certificate?
gu: શું આ કોર્સ માટે પૂર્ણતા પ્રમાણપત્રની જરૂર છે?
no: Krever dette kurset et fullføringsbevis?
or: ଏହି ପାଠ୍ୟକ୍ରମ ଏକ ସଂପୂର୍ଣ୍ଣ ପ୍ରମାଣପତ୍ର ଆବଶ୍ୟକ କରେ କି?

source: Yes, require completion certificate
gu: હા, પૂર્ણતા પ્રમાણપત્રની જરૂર છે
no: Ja, krever ferdigattest
or: ହଁ, ସମାପ୍ତି ପ୍ରମାଣପତ୍ର ଆବଶ୍ୟକ କରେ |

source: Email Settings
gu: ઇમેઇલ સેટિંગ્સ
no: E-postinnstillinger
or: ଇମେଲ୍ ସେଟିଂସମୂହ |

source: Invite Email Template
gu: ઈમેલ ટેમ્પલેટને આમંત્રિત કરો
no: Invitasjons-e-postmal
or: ଇମେଲ୍ ଟେମ୍ପଲେଟ୍ ଆମନ୍ତ୍ରଣ କରନ୍ତୁ |

source: Completion Email Template
gu: પૂર્ણતા ઇમેઇલ નમૂનો
no: E-postmal for fullføring
or: ସଂପୂର୍ଣ୍ଣ ଇମେଲ ଟେମ୍ପଲେଟ୍ |

source: Submit
gu: સબમિટ કરો
no: Send inn
or: ଦାଖଲ କରନ୍ତୁ |

source: Course Delivery Management
gu: કોર્સ ડિલિવરી મેનેજમેન્ટ
no: Kursleveringsledelse
or: ପାଠ୍ୟକ୍ରମ ବିତରଣ ପରିଚାଳନା

source: Manage Deliveries for
gu: માટે ડિલિવરી મેનેજ કરો
no: Administrere leveranser for
or: ପାଇଁ ବିତରଣ ପରିଚାଳନା କରନ୍ତୁ |

source: Search deliveries...
gu: ડિલિવરી શોધો...
no: Søk etter leveranser...
or: ସନ୍ଧାନ ବିତରଣ ...

source: Cancelled
gu: રદ કરેલ
no: Kansellert
or: ବାତିଲ

source: All Instructors
gu: બધા પ્રશિક્ષકો
no: Alle instruktører
or: ସମସ୍ତ ଶିକ୍ଷକ

source: Instructor 1
gu: પ્રશિક્ષક 1
no: Instruktør 1
or: ଶିକ୍ଷକ 1

source: Instructor 2
gu: પ્રશિક્ષક 2
no: Instruktør 2
or: ଶିକ୍ଷକ 2

source: Instructor 3
gu: પ્રશિક્ષક 3
no: Instruktør 3
or: ଶିକ୍ଷକ 3

source: Export Deliveries
gu: નિકાસ ડિલિવરી
no: Eksportleveranser
or: ରପ୍ତାନି ବିତରଣ |

source: Delivery ID
gu: ડિલિવરી ID
no: Leverings-ID
or: ବିତରଣ ID

source: Manage Students
gu: વિદ્યાર્થીઓનું સંચાલન કરો
no: Administrer studenter
or: ଛାତ୍ରମାନଙ୍କୁ ପରିଚାଳନା କରନ୍ତୁ |

source: Search courses...
gu: અભ્યાસક્રમો શોધો...
no: Søk etter kurs...
or: ସନ୍ଧାନ ପାଠ୍ୟକ୍ରମ ...

source: Category 1
gu: શ્રેણી 1
no: Kategori 1
or: ବର୍ଗ 1

source: Category 2
gu: શ્રેણી 2
no: Kategori 2
or: ବର୍ଗ 2

source: Category 3
gu: શ્રેણી 3
no: Kategori 3
or: ବର୍ଗ 3

source: Warning
gu: ચેતવણી
no: Advarsel
or: ଚେତାବନୀ

source: Delete Course
gu: કોર્સ કાઢી નાખો
no: Slett kurs
or: ପାଠ୍ୟକ୍ରମ ବିଲୋପ କରନ୍ତୁ |

source: You need to be logged in to perform this action.
gu: આ ક્રિયા કરવા માટે તમારે લૉગ ઇન કરવાની જરૂર છે.
no: Du må være pålogget for å utføre denne handlingen.
or: ଏହି କାର୍ଯ୍ୟ କରିବା ପାଇଁ ଆପଣଙ୍କୁ ଲଗ୍ ଇନ୍ କରିବାକୁ ପଡିବ |

source: You do not have permission to delete this course. Please contact an administrator.
gu: તમને આ અભ્યાસક્રમ કાઢી નાખવાની પરવાનગી નથી. કૃપા કરીને વ્યવસ્થાપકનો સંપર્ક કરો.
no: Du har ikke tillatelse til å slette dette kurset. Vennligst kontakt en administrator.
or: ଏହି ପାଠ୍ୟକ୍ରମ ବିଲୋପ କରିବାକୁ ଆପଣଙ୍କର ଅନୁମତି ନାହିଁ | ଦୟାକରି ଜଣେ ପ୍ରଶାସକଙ୍କ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ |

source: An error occurred:
gu: એક ભૂલ આવી:
no: Det oppstod en feil:
or: ଏକ ତ୍ରୁଟି ଘଟିଲା:

source: 3 new this week
gu: આ અઠવાડિયે 3 નવા
no: 3 nye denne uken
or: ଏହି ସପ୍ତାହରେ 3 ନୂତନ |

source: Total Revenue
gu: કુલ આવક
no: Totale inntekter
or: ମୋଟ ରାଜସ୍ୱ

source: 18%% from last month
gu: ગયા મહિનાથી 18%%
no: 18 %% fra forrige måned
or: ଗତ ମାସ ଠାରୁ 18 %%

source: Voice search activated!
gu: વૉઇસ શોધ સક્રિય થઈ!
no: Stemmesøk aktivert!
or: ଭଏସ୍ ସନ୍ଧାନ ସକ୍ରିୟ!

source: User menu opened!
gu: વપરાશકર્તા મેનૂ ખોલ્યું!
no: Brukermenyen åpnet!
or: ବ୍ୟବହାରକାରୀ ମେନୁ ଖୋଲିଲା!

source: Notification menu opened!
gu: સૂચના મેનૂ ખોલ્યું!
no: Varslingsmeny åpnet!
or: ବିଜ୍ଞପ୍ତି ମେନୁ ଖୋଲିଲା!

source: Performing AI search for:
gu: આ માટે AI શોધ કરી રહ્યા છીએ:
no: Utfører AI-søk etter:
or: ପାଇଁ AI ସନ୍ଧାନ କରିବା:

source: Settings - LMS Admin
gu: સેટિંગ્સ - LMS એડમિન
no: Innstillinger - LMS Admin
or: ସେଟିଂସମୂହ - LMS ଆଡମିନି |

source: LMS Settings
gu: LMS સેટિંગ્સ
no: LMS-innstillinger
or: LMS ସେଟିଂସମୂହ |

source: Configure and Customize Your Learning Management System
gu: તમારી લર્નિંગ મેનેજમેન્ટ સિસ્ટમને ગોઠવો અને કસ્ટમાઇઝ કરો
no: Konfigurer og tilpass ditt læringsstyringssystem
or: ତୁମର ଶିକ୍ଷଣ ପରିଚାଳନା ସିଷ୍ଟମକୁ ବିନ୍ୟାସ ଏବଂ କଷ୍ଟମାଇଜ୍ କର |

source: Appearance
gu: દેખાવ
no: Utseende
or: ଦୃଶ୍ୟ

source: Notifications
gu: સૂચનાઓ
no: Varsler
or: ବିଜ୍ଞପ୍ତିଗୁଡିକ

source: Registration Settings
gu: નોંધણી સેટિંગ્સ
no: Registreringsinnstillinger
or: ପଞ୍ଜୀକରଣ ସେଟିଂସମୂହ |

source: Allow new user registrations
gu: નવા વપરાશકર્તા નોંધણીઓને મંજૂરી આપો
no: Tillat nye brukerregistreringer
or: ନୂତନ ଉପଭୋକ୍ତା ପଞ୍ଜିକରଣକୁ ଅନୁମତି ଦିଅନ୍ତୁ |

source: Appearance Settings
gu: દેખાવ સેટિંગ્સ
no: Innstillinger for utseende
or: ଦୃଶ୍ୟ ସେଟିଂସମୂହ |

source: Primary Theme Color
gu: પ્રાથમિક થીમ રંગ
no: Primær temafarge
or: ପ୍ରାଥମିକ ଥିମ୍ ରଙ୍ଗ |

source: Upload Logo
gu: લોગો અપલોડ કરો
no: Last opp logo
or: ଲୋଗୋ ଅପଲୋଡ୍ କରନ୍ତୁ |

source: Font Family
gu: ફોન્ટ કુટુંબ
no: Fontfamilie
or: ଫଣ୍ଟ ପରିବାର |

source: Notifications Settings
gu: સૂચના સેટિંગ્સ
no: Varslingsinnstillinger
or: ବିଜ୍ଞପ୍ତି ସେଟିଂସମୂହ |

source: Email Notifications
gu: ઇમેઇલ સૂચનાઓ
no: E-postvarsler
or: ଇମେଲ୍ ବିଜ୍ଞପ୍ତିଗୁଡିକ |

source: New user registration
gu: નવી વપરાશકર્તા નોંધણી
no: Ny brukerregistrering
or: ନୂତନ ଉପଭୋକ୍ତା ପଞ୍ଜିକରଣ |

source: Course completion
gu: કોર્સ પૂરો
no: Kursgjennomføring
or: ପାଠ୍ୟକ୍ରମ ସମାପ୍ତ

source: New course added
gu: નવો કોર્સ ઉમેર્યો
no: Nytt kurs lagt til
or: ନୂତନ ପାଠ୍ୟକ୍ରମ ଯୋଗ କରାଯାଇଛି |

source: In-App Notifications
gu: એપ્લિકેશનમાં સૂચનાઓ
no: Varsler i appen
or: ଇନ୍-ଆପ୍ ବିଜ୍ଞପ୍ତିଗୁଡିକ |

source: Assignment due dates
gu: સોંપણી નિયત તારીખો
no: Forfallsdato for oppdrag
or: ଧାର୍ଯ୍ୟ ତାରିଖଗୁଡିକ ନ୍ୟସ୍ତ କରନ୍ତୁ |

source: Forum activity
gu: ફોરમ પ્રવૃત્તિ
no: Forumaktivitet
or: ଫୋରମ୍ କାର୍ଯ୍ୟକଳାପ |

source: New grades posted
gu: નવા ગ્રેડ પોસ્ટ કર્યા
no: Nye karakterer lagt ut
or: ନୂତନ ଗ୍ରେଡ୍ ପୋଷ୍ଟ କରାଯାଇଛି |

source: Google Integration
gu: Google એકીકરણ
no: Google-integrering
or: ଗୁଗୁଲ୍ ଏକୀକରଣ

source: Google Client ID
gu: Google ક્લાયંટ ID
or: ଗୁଗୁଲ୍ କ୍ଲାଏଣ୍ଟ ID

source: Google Client Secret
gu: ગૂગલ ક્લાયન્ટ સિક્રેટ
no: Google-klienthemmelighet
or: ଗୁଗୁଲ୍ କ୍ଲାଏଣ୍ଟ ସିକ୍ରେଟ୍ |

source: Enable Google Login
gu: Google લૉગિન સક્ષમ કરો
no: Aktiver Google-pålogging
or: ଗୁଗୁଲ୍ ଲଗଇନ୍ ସକ୍ଷମ କରନ୍ତୁ |

source: Select Payment Gateway
gu: પેમેન્ટ ગેટવે પસંદ કરો
no: Velg Payment Gateway
or: ଦେୟ ଗେଟୱେ ଚୟନ କରନ୍ତୁ |

source: Select a gateway
gu: ગેટવે પસંદ કરો
no: Velg en gateway
or: ଏକ ଗେଟୱେ ଚୟନ କରନ୍ତୁ |

source: Select Video Platform
gu: વિડિઓ પ્લેટફોર્મ પસંદ કરો
no: Velg Videoplattform
or: ଭିଡିଓ ପ୍ଲାଟଫର୍ମ ଚୟନ କରନ୍ତୁ |

source: Select a platform
gu: પ્લેટફોર્મ પસંદ કરો
no: Velg en plattform
or: ଏକ ପ୍ଲାଟଫର୍ମ ଚୟନ କରନ୍ତୁ |

source: Users
gu: વપરાશકર્તાઓ
no: Brukere
or: ଉପଯୋଗକର୍ତ୍ତାଗଣ |

source: Learners
gu: શીખનારાઓ
no: Elever
or: ଶିକ୍ଷାର୍ଥୀମାନେ

source: Supervisors
gu: સુપરવાઇઝર
no: Veiledere
or: ପର୍ଯ୍ୟବେକ୍ଷକ

source: Billing
gu: બિલિંગ
no: Fakturering
or: ବିଲିଂ

source: Anti-Bribery and Anti-Corruption Policy
gu: લાંચરુશ્વત વિરોધી અને ભ્રષ્ટાચાર વિરોધી નીતિ
no: Anti-bestikkelser og anti-korrupsjonspolitikk
or: ଲାଞ୍ଚ ବିରୋଧୀ ଏବଂ ଦୁର୍ନୀତି ନିବାରଣ ନୀତି

source: Essential compliance training for all employees
gu: તમામ કર્મચારીઓ માટે આવશ્યક અનુપાલન તાલીમ
no: Viktig etterlevelsestrening for alle ansatte
or: ସମସ୍ତ କର୍ମଚାରୀଙ୍କ ପାଇଁ ଜରୁରୀ ଅନୁପାଳନ ତାଲିମ |

source: My Courses
gu: મારા અભ્યાસક્રમો
no: Mine kurs
or: ମୋର ପାଠ୍ୟକ୍ରମ

source: Course Overview
gu: કોર્સ વિહંગાવલોકન
no: Kursoversikt
or: ପାଠ୍ୟକ୍ରମ ସମୀକ୍ଷା

source: This comprehensive course will educate you on our company's Anti-Bribery and Anti-Corruption Policy. You'll learn about the legal framework, recognize potential risks, and understand how to comply with the policy in various business situations.
gu: આ વ્યાપક અભ્યાસક્રમ તમને અમારી કંપનીની લાંચ-રૂશ્વત વિરોધી અને ભ્રષ્ટાચાર વિરોધી નીતિ વિશે શિક્ષિત કરશે. તમે કાનૂની માળખા વિશે શીખી શકશો, સંભવિત જોખમોને ઓળખી શકશો અને વિવિધ વ્યવસાય પરિસ્થિતિઓમાં નીતિનું પાલન કેવી રીતે કરવું તે સમજી શકશો.
no: Dette omfattende kurset vil utdanne deg om selskapets retningslinjer for anti-bestikkelse og anti-korrupsjon. Du vil lære om det juridiske rammeverket, gjenkjenne potensielle risikoer og forstå hvordan du overholder retningslinjene i ulike forretningssituasjoner.
or: ଏହି ବିସ୍ତୃତ ପାଠ୍ୟକ୍ରମ ଆପଣଙ୍କୁ ଆମ କମ୍ପାନୀର ଲାଞ୍ଚ ଏବଂ ଦୁର୍ନୀତି ନିବାରଣ ନୀତି ଉପରେ ଶିକ୍ଷା ଦେବ | ଆପଣ ଆଇନଗତ framework ାଞ୍ଚା ବିଷୟରେ ଜାଣିବେ, ସମ୍ଭାବ୍ୟ ବିପଦକୁ ଚିହ୍ନିବେ ଏବଂ ବିଭିନ୍ନ ବ୍ୟବସାୟ ପରିସ୍ଥିତିରେ ନୀତିକୁ କିପରି ପାଳନ କରିବେ ତାହା ବୁ understand ିବେ |

source: 2 hours
gu: 2 કલાક
no: 2 timer
or: 2 ଘଣ୍ଟା |

source: 5 modules
gu: 5 મોડ્યુલો
no: 5 moduler
or: 5 ମଡ୍ୟୁଲ୍

source: All Employees
gu: તમામ કર્મચારીઓ
no: Alle ansatte
or: ସମସ୍ତ କର୍ମଚାରୀ

source: Overall Progress
gu: એકંદરે પ્રગતિ
no: Samlet fremgang
or: ସାମଗ୍ରିକ ପ୍ରଗତି |

source: Anti-Bribery and Anti-Corruption Basics
gu: લાંચ વિરોધી અને ભ્રષ્ટાચાર વિરોધી મૂળભૂત બાબતો
no: Grunnleggende om anti-bestikkelser og anti-korrupsjon
or: ଲାଞ୍ଚ ବିରୋଧୀ ଏବଂ ଦୁର୍ନୀତି ନିବାରଣ ମ ics ଳିକ |

source: SCORM Package
gu: SCORM પેકેજ
no: SCORM-pakke
or: SCORM ପ୍ୟାକେଜ୍ |

source: Start
gu: શરૂ કરો
or: ଆରମ୍ଭ କରନ୍ତୁ |

source: Recognizing Bribery Risks
gu: લાંચના જોખમોને ઓળખવા
no: Erkjennelse av bestikkelsesrisikoer
or: ଲାଞ୍ଚ ବିପଦକୁ ଚିହ୍ନିବା |

source: Company Anti-Corruption Policy
gu: કંપનીની ભ્રષ્ટાચાર વિરોધી નીતિ
no: Selskapets anti-korrupsjonspolicy
or: କମ୍ପାନୀ ଦୁର୍ନୀତି ନିବାରଣ ନୀତି

source: Document
gu: દસ્તાવેજ
no: Dokument
or: ଡକ୍ୟୁମେଣ୍ଟ୍

source: Case Studies: Ethical Decision Making
gu: કેસ સ્ટડીઝ: એથિકલ ડિસિઝન મેકિંગ
no: Kasusstudier: Etisk beslutningstaking
or: କେସ୍ ଷ୍ଟଡିଜ୍: ନ ical ତିକ ନିଷ୍ପତ୍ତି ନେବା |

source: Presentation
gu: પ્રસ્તુતિ
no: Presentasjon
or: ଉପସ୍ଥାପନା

source: Anti-Bribery and Anti-Corruption Assessment
gu: લાંચ વિરોધી અને ભ્રષ્ટાચાર વિરોધી આકારણી
no: Anti-bestikkelse og anti-korrupsjon vurdering
or: ଲାଞ୍ଚ ବିରୋଧୀ ଏବଂ ଦୁର୍ନୀତି ନିବାରଣ ମୂଲ୍ୟାଙ୍କନ |

source: Take Quiz
gu: ક્વિઝ લો
no: Ta quiz
or: କୁଇଜ୍ ନିଅ |

source: Department:
gu: વિભાગ:
no: Avdeling:
or: ବିଭାଗ:

source: Due Date:
gu: નિયત તારીખ:
no: Forfallsdato:
or: ଧାର୍ଯ୍ୟ ତାରିଖ:

source: Certificate:
gu: પ્રમાણપત્ર:
no: Sertifikat:
or: ପ୍ରମାଣପତ୍ର:

source: Important Notes
gu: મહત્વપૂર્ણ નોંધો
no: Viktige merknader
or: ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ ଟିପ୍ପଣୀ |

source: This course is mandatory for all employees.
gu: આ કોર્સ તમામ કર્મચારીઓ માટે ફરજિયાત છે.
no: Dette kurset er obligatorisk for alle ansatte.
or: ଏହି ପାଠ୍ୟକ୍ରମ ସମସ୍ତ କର୍ମଚାରୀଙ୍କ ପାଇଁ ବାଧ୍ୟତାମୂଳକ ଅଟେ |

source: You must score at least 80%% on the final assessment to pass.
gu: પાસ થવા માટે તમારે અંતિમ મૂલ્યાંકન પર ઓછામાં ઓછો 80%% સ્કોર કરવો આવશ્યક છે.
no: Du må score minst 80 %% på den endelige vurderingen for å bestå.
or: ପାସ୍ କରିବାକୁ ଅନ୍ତିମ ମୂଲ୍ୟାଙ୍କନରେ ଆପଣଙ୍କୁ ଅତି କମରେ 80 %% ସ୍କୋର କରିବାକୁ ପଡିବ |

source: Contact HR if you have any questions about this policy.
gu: જો તમને આ નીતિ વિશે કોઈ પ્રશ્નો હોય તો HR નો સંપર્ક કરો.
no: Kontakt HR hvis du har spørsmål om denne policyen.
or: ଯଦି ଏହି ନୀତି ବିଷୟରେ ଆପଣଙ୍କର କିଛି ପ୍ରଶ୍ନ ଅଛି ତେବେ HR ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ |

source: Welcome back, Sarah! Here's your learning overview.
gu: ફરી સ્વાગત છે, સારાહ! અહીં તમારી શીખવાની ઝાંખી છે.
no: Velkommen tilbake, Sarah! Her er læringsoversikten din.
or: ପୁନର୍ବାର ସ୍ୱାଗତ, ସାରା! ଏଠାରେ ତୁମର ଶିକ୍ଷଣ ସମୀକ୍ଷା |

source: Number of Courses
gu: અભ્યાસક્રમોની સંખ્યા
no: Antall kurs
or: ପାଠ୍ୟକ୍ରମ ସଂଖ୍ୟା

source: My Courses - LMS Learner
gu: મારા અભ્યાસક્રમો - LMS લર્નર
no: Mine kurs - LMS Learner
or: ମୋର ପାଠ୍ୟକ୍ରମ - LMS ଶିକ୍ଷାର୍ଥୀ |

source: My Compliance Courses
gu: મારા અનુપાલન અભ્યાસક્રમો
no: Mine overholdelseskurs
or: ମୋର ଅନୁକରଣ ପାଠ୍ୟକ୍ରମ |

source: Stay Compliant, Stay Informed
gu: સુસંગત રહો, માહિતગાર રહો
no: Hold deg kompatibel, hold deg informert
or: ଅନୁପଯୁକ୍ତ ରୁହନ୍ତୁ, ସୂଚନା ଦିଅନ୍ତୁ |

source: Search your courses...
gu: તમારા અભ્યાસક્રમો શોધો...
no: Søk på kursene dine...
or: ତୁମର ପାଠ୍ୟକ୍ରମ ଖୋଜ ...

source: Compliance
gu: અનુપાલન
no: Overholdelse
or: ଅନୁକରଣ

source: Ethics
gu: નીતિશાસ્ત્ર
no: Etikk
or: ନ ics ତିକତା

source: Learn about ethical business practices and compliance
gu: નૈતિક વ્યવસાય પ્રથાઓ અને અનુપાલન વિશે જાણો
no: Lær om etisk forretningspraksis og overholdelse
or: ନ ical ତିକ ବ୍ୟବସାୟ ଅଭ୍ୟାସ ଏବଂ ଅନୁପାଳନ ବିଷୟରେ ଶିଖନ୍ତୁ |

source: Continue Course
gu: કોર્સ ચાલુ રાખો
no: Fortsett kurset
or: ପାଠ୍ୟକ୍ରମ ଜାରି ରଖନ୍ତୁ |

source: Information Security Management System (ISMS)
gu: માહિતી સુરક્ષા વ્યવસ્થાપન સિસ્ટમ (ISMS)
no: Informasjonssikkerhetsstyringssystem (ISMS)
or: ସୂଚନା ସୁରକ୍ଷା ପରିଚାଳନା ବ୍ୟବସ୍ଥା (ISMS)

source: Understand key principles of information security
gu: માહિતી સુરક્ષાના મુખ્ય સિદ્ધાંતોને સમજો
no: Forstå sentrale prinsipper for informasjonssikkerhet
or: ସୂଚନା ନିରାପତ୍ତାର ମୁଖ୍ୟ ନୀତିଗୁଡିକ ବୁ .ନ୍ତୁ |

source: 3 hours
gu: 3 કલાક
no: 3 timer
or: 3 ଘଣ୍ଟା |

source: 6 modules
gu: 6 મોડ્યુલો
no: 6 moduler
or: 6 ଟି ମଡ୍ୟୁଲ୍ |

source: Anti-Money Laundering
gu: મની લોન્ડરિંગ વિરોધી
no: Anti-hvitvasking
or: ମନି ଲଣ୍ଡରିଂ

source: Learn to identify and prevent money laundering activities
gu: મની લોન્ડરિંગ પ્રવૃત્તિઓને ઓળખવા અને અટકાવવાનું શીખો
no: Lær å identifisere og forhindre hvitvaskingsaktiviteter
or: ମନି ଲଣ୍ଡରିଂ କାର୍ଯ୍ୟକଳାପକୁ ଚିହ୍ନଟ ଏବଂ ପ୍ରତିରୋଧ କରିବାକୁ ଶିଖ |

source: 2.5 hours
gu: 2.5 કલાક
no: 2,5 timer
or: ୨। 2.5 ଘଣ୍ଟା |

source: 4 modules
gu: 4 મોડ્યુલો
no: 4 moduler
or: 4 ଟି ମଡ୍ୟୁଲ୍ |
