Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Please correct the duplicate values below.
ar: الرجاء تصحيح القيم المكررة أدناه.
bn: অনুগ্রহ করে নিচের ডুপ্লিকেট মান সংশোধন করুন।
da: Ret venligst dubletværdierne nedenfor.
de: Bitte korrigieren Sie die doppelten Werte unten.
el: Διορθώστε τις διπλότυπες τιμές παρακάτω.
es: Corrija los valores duplicados a continuación.
fi: Korjaa päällekkäiset arvot alla.
fr: Veuillez corriger les valeurs en double ci-dessous.
gu: કૃપા કરીને નીચેના ડુપ્લિકેટ મૂલ્યોને ઠીક કરો.
he: אנא תקן את הערכים הכפולים למטה.
hi: कृपया नीचे डुप्लिकेट मानों को ठीक करें।
id: Harap perbaiki nilai duplikat di bawah ini.
it: Correggi i valori duplicati di seguito.
ja: 以下の重複する値を修正してください。
kn: ದಯವಿಟ್ಟು ಕೆಳಗಿನ ನಕಲಿ ಮೌಲ್ಯಗಳನ್ನು ಸರಿಪಡಿಸಿ.
ml: ചുവടെയുള്ള ഡ്യൂപ്ലിക്കേറ്റ് മൂല്യങ്ങൾ ശരിയാക്കുക.
mr: कृपया खालील डुप्लिकेट मूल्ये दुरुस्त करा.
nl: Corrigeer de onderstaande dubbele waarden.
no: Rett opp de dupliserte verdiene nedenfor.
or: ଦୟାକରି ନିମ୍ନରେ ଥିବା ନକଲ ମୂଲ୍ୟଗୁଡ଼ିକୁ ସଂଶୋଧନ କରନ୍ତୁ |
pa: ਕਿਰਪਾ ਕਰਕੇ ਹੇਠਾਂ ਦਿੱਤੇ ਡੁਪਲੀਕੇਟ ਮੁੱਲਾਂ ਨੂੰ ਠੀਕ ਕਰੋ।
pl: Popraw poniższe zduplikowane wartości.
pt: Corrija os valores duplicados abaixo.
ru: Пожалуйста, исправьте повторяющиеся значения ниже.
sv: Vänligen korrigera dubblettvärdena nedan.
ta: கீழே உள்ள நகல் மதிப்புகளை சரிசெய்யவும்.
te: దయచేసి దిగువన ఉన్న నకిలీ విలువలను సరి చేయండి.
th: โปรดแก้ไขค่าที่ซ้ำกันด้านล่าง
tr: Lütfen aşağıdaki yinelenen değerleri düzeltin.
vi: Vui lòng sửa các giá trị trùng lặp bên dưới.

source: The inline value did not match the parent instance.
ar: لم تتطابق القيمة المضمنة مع المثيل الأصلي.
bn: ইনলাইন মান মূল উদাহরণের সাথে মেলেনি৷
da: Den inline-værdi matchede ikke den overordnede forekomst.
de: Der Inline-Wert stimmte nicht mit der übergeordneten Instanz überein.
el: Η ενσωματωμένη τιμή δεν ταιριάζει με τη γονική παρουσία.
es: El valor en línea no coincide con la instancia principal.
fi: Sisäinen arvo ei vastannut pääesiintymää.
fr: La valeur en ligne ne correspond pas à l'instance parent.
gu: ઇનલાઇન મૂલ્ય પિતૃ ઉદાહરણ સાથે મેળ ખાતું નથી.
he: הערך המוטבע לא התאים למופע האב.
hi: इनलाइन मान मूल उदाहरण से मेल नहीं खाता।
id: Nilai sebaris tidak cocok dengan instance induk.
it: Il valore in linea non corrispondeva all'istanza principale.
ja: インライン値が親インスタンスと一致しませんでした。
kn: ಇನ್‌ಲೈನ್ ಮೌಲ್ಯವು ಮೂಲ ನಿದರ್ಶನಕ್ಕೆ ಹೊಂದಿಕೆಯಾಗುತ್ತಿಲ್ಲ.
ml: ഇൻലൈൻ മൂല്യം പാരൻ്റ് ഇൻസ്‌റ്റൻസുമായി പൊരുത്തപ്പെടുന്നില്ല.
mr: इनलाइन मूल्य मूळ उदाहरणाशी जुळत नाही.
nl: De inlinewaarde komt niet overeen met de bovenliggende instantie.
no: Den innebygde verdien samsvarte ikke med den overordnede forekomsten.
or: ଇନଲାଇନ୍ ମୂଲ୍ୟ ପ୍ୟାରେଣ୍ଟ୍ ଇନ୍ଷ୍ଟାନ୍ସ ସହିତ ମେଳ ଖାଉ ନାହିଁ |
pa: ਇਨਲਾਈਨ ਮੁੱਲ ਮੂਲ ਉਦਾਹਰਣ ਨਾਲ ਮੇਲ ਨਹੀਂ ਖਾਂਦਾ।
pl: Wartość wbudowana nie jest zgodna z instancją nadrzędną.
pt: O valor embutido não correspondeu à instância pai.
ru: Встроенное значение не соответствует родительскому экземпляру.
sv: Det infogade värdet matchade inte den överordnade instansen.
ta: இன்லைன் மதிப்பு பெற்றோர் நிகழ்வுடன் பொருந்தவில்லை.
te: ఇన్‌లైన్ విలువ మాతృ ఉదాహరణతో సరిపోలలేదు.
th: ค่าอินไลน์ไม่ตรงกับอินสแตนซ์หลัก
tr: Satır içi değer üst örnekle eşleşmedi.
vi: Giá trị nội tuyến không khớp với phiên bản gốc.

source: Select a valid choice. That choice is not one of the available choices.
ar: حدد خيارًا صالحًا. وهذا الاختيار ليس من الخيارات المتاحة.
bn: একটি বৈধ পছন্দ নির্বাচন করুন. সেই পছন্দটি উপলব্ধ পছন্দগুলির মধ্যে একটি নয়।
da: Vælg et gyldigt valg. Det valg er ikke et af de tilgængelige valg.
de: Wählen Sie eine gültige Auswahl. Diese Wahl gehört nicht zu den verfügbaren Wahlmöglichkeiten.
el: Επιλέξτε μια έγκυρη επιλογή. Αυτή η επιλογή δεν είναι μία από τις διαθέσιμες επιλογές.
es: Seleccione una opción válida. Esa elección no es una de las opciones disponibles.
fi: Valitse kelvollinen valinta. Tämä valinta ei ole yksi käytettävissä olevista vaihtoehdoista.
fr: Sélectionnez un choix valide. Ce choix ne fait pas partie des choix disponibles.
gu: માન્ય પસંદગી પસંદ કરો. તે પસંદગી ઉપલબ્ધ પસંદગીઓમાંની એક નથી.
he: בחר בחירה חוקית. בחירה זו אינה אחת מהאפשרויות הזמינות.
hi: एक वैध विकल्प चुनें. वह विकल्प उपलब्ध विकल्पों में से एक नहीं है।
id: Pilih pilihan yang valid. Pilihan itu bukanlah salah satu pilihan yang tersedia.
it: Seleziona una scelta valida. Quella scelta non è una delle scelte disponibili.
ja: 有効な選択肢を選択してください。その選択は利用可能な選択肢の 1 つではありません。
kn: ಮಾನ್ಯವಾದ ಆಯ್ಕೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ. ಆ ಆಯ್ಕೆಯು ಲಭ್ಯವಿರುವ ಆಯ್ಕೆಗಳಲ್ಲಿ ಒಂದಲ್ಲ.
ml: സാധുവായ ഒരു തിരഞ്ഞെടുപ്പ് തിരഞ്ഞെടുക്കുക. ആ തിരഞ്ഞെടുപ്പ് ലഭ്യമായ തിരഞ്ഞെടുപ്പുകളിൽ ഒന്നല്ല.
mr: एक वैध पर्याय निवडा. ती निवड उपलब्ध पर्यायांपैकी एक नाही.
nl: Selecteer een geldige keuze. Die keuze behoort niet tot de beschikbare keuzes.
no: Velg et gyldig valg. Det valget er ikke et av de tilgjengelige valgene.
or: ଏକ ବ valid ଧ ପସନ୍ଦ ଚୟନ କରନ୍ତୁ | ସେହି ପସନ୍ଦ ଉପଲବ୍ଧ ପସନ୍ଦ ମଧ୍ୟରୁ ଗୋଟିଏ ନୁହେଁ |
pa: ਇੱਕ ਵੈਧ ਚੋਣ ਚੁਣੋ। ਇਹ ਚੋਣ ਉਪਲਬਧ ਚੋਣਾਂ ਵਿੱਚੋਂ ਇੱਕ ਨਹੀਂ ਹੈ।
pl: Wybierz prawidłowy wybór. Ten wybór nie jest jednym z dostępnych.
pt: Selecione uma opção válida. Essa escolha não é uma das opções disponíveis.
ru: Выберите правильный вариант. Этот выбор не является одним из доступных вариантов.
sv: Välj ett giltigt val. Det valet är inte ett av de tillgängliga valen.
ta: சரியான தேர்வைத் தேர்ந்தெடுக்கவும். அந்த தேர்வு கிடைக்கக்கூடிய தேர்வுகளில் ஒன்றல்ல.
te: చెల్లుబాటు అయ్యే ఎంపికను ఎంచుకోండి. ఆ ఎంపిక అందుబాటులో ఉన్న ఎంపికలలో ఒకటి కాదు.
th: เลือกตัวเลือกที่ถูกต้อง ตัวเลือกนั้นไม่ใช่หนึ่งในตัวเลือกที่มีอยู่
tr: Geçerli bir seçim seçin. Bu seçim mevcut seçeneklerden biri değil.
vi: Chọn một lựa chọn hợp lệ. Sự lựa chọn đó không phải là một trong những lựa chọn có sẵn.

source: “%(pk)s” is not a valid value.
ar: "%(pk)s" ليست قيمة صالحة.
bn: "%(pk)s" একটি বৈধ মান নয়৷
da: "%(pk)s" er ikke en gyldig værdi.
de: „%(pk)s“ ist kein gültiger Wert.
el: Το "%(pk)s" δεν είναι έγκυρη τιμή.
es: “%(pk)s” no es un valor válido.
fi: "%(pk)s" ei ole kelvollinen arvo.
fr: « %(pk)s » n'est pas une valeur valide.
gu: “%(pk)s” એ માન્ય મૂલ્ય નથી.
he: "%(pk)s" אינו ערך חוקי.
hi: “%(pk)s” मान्य मान नहीं है.
id: “%(pk)s” bukan nilai yang valid.
it: "%(pk)s" non è un valore valido.
ja: 「%(pk)s」は有効な値ではありません。
kn: “%(pk)s” ಮಾನ್ಯವಾದ ಮೌಲ್ಯವಲ್ಲ.
ml: “%(pk)s” ഒരു സാധുവായ മൂല്യമല്ല.
mr: “%(pk)s” हे वैध मूल्य नाही.
nl: “%(pk)s” is geen geldige waarde.
no: «%(pk)s» er ikke en gyldig verdi.
or: “%(pk)s” ଏକ ବ valid ଧ ମୂଲ୍ୟ ନୁହେଁ |
pa: “%(pk)s” ਇੱਕ ਵੈਧ ਮੁੱਲ ਨਹੀਂ ਹੈ।
pl: „%(pk)s” nie jest prawidłową wartością.
pt: “%(pk)s” não é um valor válido.
ru: «%(pk)s» не является допустимым значением.
sv: "%(pk)s" är inte ett giltigt värde.
ta: “%(pk)s” என்பது சரியான மதிப்பு அல்ல.
te: “%(pk)s” చెల్లుబాటు అయ్యే విలువ కాదు.
th: “%(pk)s” ไม่ใช่ค่าที่ถูกต้อง
tr: “%(pk)s” geçerli bir değer değil.
vi: “%(pk)s” không phải là giá trị hợp lệ.

source: %(datetime)s couldn’t be interpreted in time zone %(current_timezone)s; it may be ambiguous or it may not exist.
ar: لا يمكن تفسير %(datetime)s بالمنطقة الزمنية %(current_timezone)s; قد تكون غامضة أو قد لا تكون موجودة.
bn: %(তারিখের সময়)গুলিকে টাইম জোন %(current_timezone)s-এ ব্যাখ্যা করা যায় না; এটি অস্পষ্ট হতে পারে বা এটি বিদ্যমান নাও হতে পারে।
da: %(datetime)s kunne ikke fortolkes i tidszonen %(current_timezone)s; det kan være tvetydigt, eller det kan ikke eksistere.
de: %(datetime)s konnte in der Zeitzone %(current_timezone)s nicht interpretiert werden; Es kann mehrdeutig sein oder nicht existieren.
el: Δεν ήταν δυνατή η ερμηνεία του %(datetime)s στη ζώνη ώρας %(current_timezone)s. μπορεί να είναι διφορούμενο ή μπορεί να μην υπάρχει.
es: %(datetime)s no se pudo interpretar en la zona horaria %(current_timezone)s; puede ser ambiguo o puede no existir.
fi: %(datetime)s ei voitu tulkita aikavyöhykkeellä %(current_timezone)s; se voi olla epäselvä tai sitä ei ole olemassa.
fr: %(datetime)s n'a pas pu être interprété dans le fuseau horaire %(current_timezone)s ; cela peut être ambigu ou cela peut ne pas exister.
gu: સમય ઝોનમાં %(datetime)s નું અર્થઘટન કરી શકાયું નથી %(current_timezone)s; તે અસ્પષ્ટ હોઈ શકે છે અથવા તે અસ્તિત્વમાં નથી.
he: לא ניתן היה לפרש %(datetime)s באזור הזמן %(current_timezone)s; זה יכול להיות מעורפל או שזה לא קיים.
hi: %(datetime)s की व्याख्या समय क्षेत्र %(current_timezone)s में नहीं की जा सकी; यह अस्पष्ट हो सकता है या इसका अस्तित्व ही नहीं हो सकता है।
id: %(datetime)s tidak dapat ditafsirkan dalam zona waktu %(current_timezone)s; mungkin ambigu atau mungkin tidak ada.
it: Impossibile interpretare %(datetime)s nel fuso orario %(current_timezone)s; potrebbe essere ambiguo o potrebbe non esistere.
ja: %(datetime)s はタイムゾーン %(current_timezone)s では解釈できませんでした。曖昧であるか、存在しない可能性があります。
kn: %(datetime)s ಅನ್ನು ಸಮಯ ವಲಯ %(current_timezone)s ನಲ್ಲಿ ಅರ್ಥೈಸಲು ಸಾಧ್ಯವಿಲ್ಲ; ಇದು ಅಸ್ಪಷ್ಟವಾಗಿರಬಹುದು ಅಥವಾ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲದಿರಬಹುದು.
ml: %(datetime)s സമയ മേഖല %(current_timezone)s-ൽ വ്യാഖ്യാനിക്കാൻ കഴിഞ്ഞില്ല; അത് അവ്യക്തമായിരിക്കാം അല്ലെങ്കിൽ അത് നിലവിലില്ലായിരിക്കാം.
mr: %(datetime)s चा टाइम झोन %(current_timezone)s मध्ये अर्थ लावला जाऊ शकत नाही; ते अस्पष्ट असू शकते किंवा ते अस्तित्वात नसू शकते.
nl: %(datetime)s kon niet worden geïnterpreteerd in tijdzone %(current_timezone)s; het kan dubbelzinnig zijn of het bestaat misschien niet.
no: %(datetime)s kunne ikke tolkes i tidssonen %(current_timezone)s; det kan være tvetydig eller det kan ikke eksistere.
or: zone time ସମୟ ମଣ୍ଡଳରେ ବ୍ୟାଖ୍ୟା କରାଯାଇପାରିବ ନାହିଁ %(datetime)s; ଏହା ଅସ୍ପଷ୍ଟ ହୋଇପାରେ କିମ୍ବା ଏହା ବିଦ୍ୟମାନ ହୋଇନପାରେ |
pa: %(datetime)s ਦੀ ਸਮਾਂ ਜ਼ੋਨ %(current_timezone)s ਵਿੱਚ ਵਿਆਖਿਆ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ; ਇਹ ਅਸਪਸ਼ਟ ਹੋ ਸਕਦਾ ਹੈ ਜਾਂ ਇਹ ਮੌਜੂਦ ਨਹੀਂ ਹੋ ਸਕਦਾ ਹੈ।
pl: Nie można zinterpretować %(datetime)s w strefie czasowej %(current_timezone)s; może być niejednoznaczne lub może nie istnieć.
pt: %(datetime)s não pôde ser interpretado no fuso horário %(current_timezone)s; pode ser ambíguo ou pode não existir.
ru: %(datetime)s невозможно интерпретировать в часовом поясе %(current_timezone)s; оно может быть неоднозначным или может не существовать.
sv: %(datetime)s kunde inte tolkas i tidszon %(current_timezone)s; det kan vara tvetydigt eller så finns det inte.
ta: %(datetime)s நேர மண்டலத்தில் %(current_timezone)s இல் விளக்க முடியவில்லை; அது தெளிவற்றதாக இருக்கலாம் அல்லது அது இல்லாமல் இருக்கலாம்.
te: %(తేదీసమయం)s టైమ్ జోన్ %(current_timezone)sలో అర్థం చేసుకోవడం సాధ్యం కాదు; అది అస్పష్టంగా ఉండవచ్చు లేదా ఉనికిలో ఉండకపోవచ్చు.
th: %(datetime)s ไม่สามารถตีความในเขตเวลา %(current_timezone)s; มันอาจจะคลุมเครือหรืออาจจะไม่มีอยู่จริง
tr: %(datetime)s, %(current_timezone)s saat diliminde yorumlanamadı; belirsiz olabilir veya mevcut olmayabilir.
vi: Không thể diễn giải %(datetime)s theo múi giờ %(current_timezone)s; nó có thể mơ hồ hoặc nó có thể không tồn tại.

source: Clear
ar: واضح
bn: পরিষ্কার
da: Klar
de: Klar
el: Σαφής
es: Claro
fi: Selkeä
fr: Clair
gu: સાફ કરો
he: בָּרוּר
hi: स्पष्ट
id: Jernih
it: Chiaro
ja: クリア
kn: ತೆರವುಗೊಳಿಸಿ
ml: ക്ലിയർ
mr: साफ
nl: Duidelijk
no: Klar
or: ସଫା
pa: ਸਾਫ਼
pl: Jasne
pt: Claro
ru: Прозрачный
sv: Rensa
ta: தெளிவு
te: క్లియర్
th: ชัดเจน
tr: Temizlemek
vi: Thông thoáng

source: Currently
ar: حالياً
bn: বর্তমানে
da: For tiden
de: Momentan
el: Τη στιγμή
es: Actualmente
fi: Tällä hetkellä
fr: Actuellement
gu: હાલમાં
he: כַּיוֹם
hi: वर्तमान में
id: Saat ini
it: Attualmente
ja: 現在
kn: ಪ್ರಸ್ತುತ
ml: നിലവിൽ
mr: सध्या
nl: Momenteel
no: For tiden
or: ସମ୍ପ୍ରତି
pa: ਵਰਤਮਾਨ ਵਿੱਚ
pl: Obecnie
pt: Atualmente
ru: В настоящее время
sv: För närvarande
ta: தற்போது
te: ప్రస్తుతం
th: ตอนนี้
tr: Şu anda
vi: Hiện nay

source: Change
ar: يتغير
bn: পরিবর্তন
da: Forandring
de: Ändern
el: Αλλαγή
es: Cambiar
fi: Muuttaa
fr: Changement
gu: બદલો
he: לְשַׁנוֹת
hi: परिवर्तन
id: Mengubah
it: Modifica
ja: 変化
kn: ಬದಲಾವಣೆ
ml: മാറ്റുക
mr: बदला
nl: Wijziging
no: Endre
or: ପରିବର୍ତ୍ତନ କରନ୍ତୁ |
pa: ਬਦਲੋ
pl: Zmiana
pt: Mudar
ru: Изменять
sv: Ändra
ta: மாற்றம்
te: మార్చండి
th: เปลี่ยน
tr: Değiştirmek
vi: Thay đổi

source: Unknown
ar: مجهول
bn: অজানা
da: Ukendt
de: Unbekannt
el: Αγνωστος
es: Desconocido
fi: Tuntematon
fr: Inconnu
gu: અજ્ઞાત
he: לֹא יְדוּעַ
hi: अज्ञात
id: Tidak dikenal
it: Sconosciuto
ja: 未知
kn: ಅಜ್ಞಾತ
ml: അജ്ഞാതം
mr: अज्ञात
nl: Onbekend
no: Ukjent
or: ଅଜ୍ଞାତ
pa: ਅਗਿਆਤ
pl: Nieznany
pt: Desconhecido
ru: Неизвестный
sv: Okänd
ta: தெரியவில்லை
te: తెలియదు
th: ไม่ทราบ
tr: Bilinmiyor
vi: Không xác định

source: Yes
ar: نعم
bn: হ্যাঁ
da: Ja
de: Ja
el: Ναί
es: Sí
fi: Kyllä
fr: Oui
gu: હા
he: כֵּן
hi: हाँ
id: Ya
it: SÌ
ja: はい
kn: ಹೌದು
ml: അതെ
mr: होय
nl: Ja
no: Ja
or: ହଁ
pa: ਹਾਂ
pl: Tak
pt: Sim
ru: Да
sv: Ja
ta: ஆம்
te: అవును
th: ใช่
tr: Evet
vi: Đúng

source: No
ar: لا
bn: না
da: Ingen
de: NEIN
el: Οχι
fi: Ei
fr: Non
gu: ના
he: לֹא
hi: नहीं
id: TIDAK
ja: いいえ
kn: ಸಂ
ml: ഇല്ല
mr: नाही
nl: Nee
no: Ingen
or: ନା
pa: ਨੰ
pl: NIE
ru: Нет
sv: Inga
ta: இல்லை
te: నం
th: เลขที่
tr: HAYIR
vi: KHÔNG

source: yes,no,maybe
ar: نعم، لا، ربما
bn: হ্যাঁ, না, হয়তো
da: ja, nej, måske
de: ja, nein, vielleicht
el: ναι, όχι, ίσως
es: si, no, tal vez
fi: kyllä, ei, ehkä
fr: oui, non, peut-être
gu: હા, ના, કદાચ
he: כן, לא, אולי
hi: हाँ, नहीं, शायद
id: ya, tidak, mungkin
it: sì, no, forse
ja: はい、いいえ、たぶん
kn: ಹೌದು, ಇಲ್ಲ, ಇರಬಹುದು
ml: അതെ, ഇല്ല, ഒരുപക്ഷേ
mr: होय, नाही, कदाचित
nl: ja, nee, misschien
no: ja, nei, kanskje
or: ହଁ, ନା, ବୋଧହୁଏ |
pa: ਹਾਂ, ਨਹੀਂ, ਸ਼ਾਇਦ
pl: tak, nie, może
pt: sim, não, talvez
ru: да, нет, может быть
sv: ja, nej, kanske
ta: ஆம், இல்லை, இருக்கலாம்
te: అవును, లేదు, ఉండవచ్చు
th: ใช่ ไม่ อาจจะ
tr: evet, hayır, belki
vi: vâng, không, có lẽ

source: %s KB
ar: %s كيلو بايت
fi: %s kt
fr: %s Ko
hi: %s केबी
kn: %s ಕೆಬಿ
ru: %s КБ
ta: %s கி.பை
th: %s กิโลไบต์

source: %s MB
ar: %xsMB
bn: %xsMB
da: %xsMB
de: %xsMB
el: %xsMB
es: %xsMB
fi: %xsMB
fr: %xsMo
he: %xsMB
hi: %xsMB
id: %xsMB
it: %xMB
ja: %xsMB
kn: %xsMB
ml: %xsMB
mr: %xsMB
nl: %xsMB
pa: %xsMB
pl: %xsMB
pt: %xsMB
ru: %xsМБ
sv: %xsMB
ta: %xsMB
te: %xsMB
th: %xsMB
tr: %xsMB

source: %s GB
ar: %s غيغابايت
bn: %s জিবি
fi: %s Gt
fr: %s Go
gu: %s જીબી
hi: %s जीबी
it: % GB
ru: %s ГБ
ta: %s ஜிபி
th: %s กิกะไบต์

source: %s TB
ar: %s تيرابايت
bn: %s টিবি
es: %s tuberculosis
fr: %s To
gu: %s ટીબી
hi: %s टीबी
id: %s TBC
it: %s tubercolosi
kn: %s ಟಿಬಿ
ml: %s ടിബി
mr: %s टीबी
pa: %s ਟੀ.ਬੀ
pl: %s gruźlicy
ru: %s ТБ
ta: %s காசநோய்
th: %s วัณโรค

source: p.m.
ar: مساءً.
bn: বিকাল
da: kl.
de: Uhr
el: Μμ.
he: רֹאשׁ הַמֶמשָׁלָה.
hi: अपराह्न
ja: 午後
ml: പി.എം.
no: kl.
pa: ਸ਼ਾਮ
pl: po południu
pt: tarde
ru: вечера
sv: kl.
ta: பி.எம்.
th: บ่าย
tr: öğleden sonra.
vi: chiều

source: a.m.
ar: أكون.
da: er.
de: Bin.
el: π.μ.
es: soy.
fr: suis.
he: בבוקר
hi: पूर्वाह्न।
id: pagi
it: Sono.
ja: 午前。
ml: എ.എം.
nl: ben.
no: er.
pa: ਸਵੇਰੇ
pl: jestem.
pt: sou.
ru: являюсь.
ta: ஏ.எம்.
th: เช้า.
tr: sabah
vi: là.

source: PM
ar: مساءً
bn: পিএম
de: PN
el: ΜΜ
fr: MP
gu: પીએમ
he: רֹאשׁ הַמֶמשָׁלָה
hi: बजे
ja: 午後
ml: പി.എം
mr: पीएम
or: ପ୍ରଧାନମନ୍ତ୍ରୀ
pa: ਪੀ.ਐੱਮ
pl: PO POŁUDNIU
ru: ПМ
ta: பி.எம்
th: น
tr: ÖĞLEDEN SONRA
vi: Thủ tướng

source: AM
ar: أكون
bn: এএম
da: ER
el: Π.Μ
es: SOY
fr: SUIS
gu: એએમ
hi: पूर्वाह्न
id: PAGI
it: SONO
ja: 午前
ml: എ.എം
mr: एएम
nl: BEN
no: ER
pa: ਏ.ਐੱਮ
pl: JESTEM
pt: SOU
ru: ЯВЛЯЮСЬ
te: ఉదయం
th: เช้า
vi: LÀ

source: midnight
ar: منتصف الليل
bn: মধ্যরাত
da: midnat
de: Mitternacht
el: μεσάνυχτα
es: medianoche
fi: keskiyöllä
fr: minuit
gu: મધ્યરાત્રિ
he: חֲצוֹת
hi: मध्यरात्रि
id: tengah malam
it: mezzanotte
ja: 夜中
kn: ಮಧ್ಯರಾತ್ರಿ
ml: അർദ്ധരാത്രി
mr: मध्यरात्री
nl: middernacht
no: midnatt
or: ମଧ୍ୟରାତ୍ରି |
pa: ਅੱਧੀ ਰਾਤ
pl: północ
pt: meia-noite
ru: полночь
sv: midnatt
ta: நள்ளிரவு
te: అర్ధరాత్రి
th: เที่ยงคืน
tr: gece yarısı
vi: nửa đêm

source: noon
ar: ظهرا
bn: দুপুর
da: middag
de: Mittag
el: μεσημέρι
es: mediodía
fi: keskipäivä
fr: midi
gu: બપોર
he: צָהֳרַיִים
hi: दोपहर
id: siang
it: mezzogiorno
ja: 正午
kn: ಮಧ್ಯಾಹ್ನ
ml: ഉച്ച
mr: दुपार
nl: middag
no: middag
or: ମଧ୍ୟାହ୍ନ
pa: ਦੁਪਹਿਰ
pl: południe
pt: meio-dia
ru: полдень
sv: middag
ta: மதியம்
te: మధ్యాహ్నం
th: กลางวัน
vi: buổi trưa

source: Monday
ar: الاثنين
bn: সোমবার
da: mandag
de: Montag
el: Δευτέρα
es: Lunes
fi: maanantai
fr: Lundi
gu: સોમવાર
he: יוֹם שֵׁנִי
hi: सोमवार
id: Senin
it: Lunedi
ja: 月曜日
kn: ಸೋಮವಾರ
ml: തിങ്കളാഴ്ച
mr: सोमवार
nl: Maandag
no: mandag
or: ସୋମବାର |
pa: ਸੋਮਵਾਰ
pl: Poniedziałek
pt: Segunda-feira
ru: Понедельник
sv: måndag
ta: திங்கட்கிழமை
te: సోమవారం
th: วันจันทร์
tr: Pazartesi
vi: Thứ hai

source: Tuesday
ar: يوم الثلاثاء
bn: মঙ্গলবার
da: tirsdag
de: Dienstag
el: Τρίτη
es: Martes
fi: tiistai
fr: Mardi
gu: મંગળવાર
he: יוֹם שְׁלִישִׁי
hi: मंगलवार
id: Selasa
it: Martedì
ja: 火曜日
kn: ಮಂಗಳವಾರ
ml: ചൊവ്വാഴ്ച
mr: मंगळवार
nl: Dinsdag
no: tirsdag
or: ମଙ୍ଗଳବାର |
pa: ਮੰਗਲਵਾਰ
pl: Wtorek
pt: Terça-feira
ru: Вторник
sv: tisdag
ta: செவ்வாய்
te: మంగళవారం
th: วันอังคาร
tr: Salı
vi: Thứ ba

source: Wednesday
ar: الأربعاء
bn: বুধবার
da: onsdag
de: Mittwoch
el: Τετάρτη
es: Miércoles
fi: keskiviikko
fr: Mercredi
gu: બુધવાર
he: יוֹם רְבִיעִי
hi: बुधवार
id: Rabu
it: Mercoledì
ja: 水曜日
kn: ಬುಧವಾರ
ml: ബുധനാഴ്ച
mr: बुधवार
nl: Woensdag
no: onsdag
or: ବୁଧବାର
pa: ਬੁੱਧਵਾਰ
pl: Środa
pt: Quarta-feira
ru: Среда
sv: onsdag
ta: புதன்
te: బుధవారం
th: วันพุธ
tr: Çarşamba
vi: Thứ Tư

source: Thursday
ar: يوم الخميس
bn: বৃহস্পতিবার
da: torsdag
de: Donnerstag
el: Πέμπτη
es: Jueves
fi: torstai
fr: Jeudi
gu: ગુરુવાર
he: יוֹם חֲמִישִׁי
hi: गुरुवार
id: Kamis
it: Giovedì
ja: 木曜日
kn: ಗುರುವಾರ
ml: വ്യാഴാഴ്ച
mr: गुरुवार
nl: Donderdag
no: torsdag
or: ଗୁରୁବାର |
pa: ਵੀਰਵਾਰ
pl: Czwartek
pt: Quinta-feira
ru: Четверг
sv: torsdag
ta: வியாழன்
te: గురువారం
th: วันพฤหัสบดี
tr: Perşembe
vi: Thứ năm

source: Friday
ar: جمعة
bn: শুক্রবার
da: fredag
de: Freitag
el: Παρασκευή
es: Viernes
fi: perjantai
fr: Vendredi
gu: શુક્રવાર
he: יוֹם שִׁישִׁי
hi: शुक्रवार
id: Jumat
it: Venerdì
ja: 金曜日
kn: ಶುಕ್ರವಾರ
ml: വെള്ളിയാഴ്ച
mr: शुक्रवार
nl: Vrijdag
no: fredag
or: ଶୁକ୍ରବାର |
pa: ਸ਼ੁੱਕਰਵਾਰ
pl: Piątek
pt: Sexta-feira
ru: Пятница
sv: fredag
ta: வெள்ளிக்கிழமை
te: శుక్రవారం
th: วันศุกร์
tr: Cuma
vi: Thứ sáu

source: Saturday
ar: السبت
bn: শনিবার
da: lørdag
de: Samstag
el: Σάββατο
es: Sábado
fi: lauantai
fr: Samedi
gu: શનિવાર
he: שַׁבָּת
hi: शनिवार
id: Sabtu
it: Sabato
ja: 土曜日
kn: ಶನಿವಾರ
ml: ശനിയാഴ്ച
mr: शनिवार
nl: Zaterdag
no: lørdag
or: ଶନିବାର |
pa: ਸ਼ਨੀਵਾਰ
pl: Sobota
pt: Sábado
ru: Суббота
sv: lördag
ta: சனிக்கிழமை
te: శనివారం
th: วันเสาร์
tr: Cumartesi
vi: Thứ bảy

source: Sunday
ar: الأحد
bn: রবিবার
da: søndag
de: Sonntag
el: Κυριακή
es: Domingo
fi: sunnuntai
fr: Dimanche
gu: રવિવાર
he: יוֹם רִאשׁוֹן
hi: रविवार
id: Minggu
it: Domenica
ja: 日曜日
kn: ಭಾನುವಾರ
ml: ഞായറാഴ്ച
mr: रविवार
nl: Zondag
no: søndag
or: ରବିବାର |
pa: ਐਤਵਾਰ
pl: Niedziela
pt: Domingo
ru: Воскресенье
sv: söndag
ta: ஞாயிறு
te: ఆదివారం
th: วันอาทิตย์
tr: Pazar
vi: Chủ nhật

source: Mon
ar: لي
bn: আমার
da: Mine
de: Mein
el: Μου
es: Mi
fi: Minun
gu: મારા
he: שֶׁלִי
hi: मेरा
id: -ku
it: Mio
ja: 私の
kn: ನನ್ನ
ml: എൻ്റെ
mr: माझे
nl: Mijn
no: Min
or: ସୋମ
pa: ਮੇਰੀ
pl: Mój
pt: Meu
ru: Мой
sv: Min
ta: என்
te: నా
th: ของฉัน
tr: Benim
vi: Của tôi

source: Tue
ar: الثلاثاء
bn: মঙ্গল
da: tir
de: Di
el: Τρ
es: Mar
fi: ti
gu: મંગળ
he: יום שלישי
hi: मंगल
id: Selasa
ja: 火
kn: ಮಂಗಳವಾರ
ml: ചൊവ്വ
mr: मंगळ
nl: di
no: tirs
or: ମଙ୍ଗଳ
pa: ਮੰਗਲਵਾਰ
pl: wt
pt: ter
ru: Вт
sv: tis
ta: செவ்வாய்
te: మంగళ
th: อ
tr: Salı
vi: thứ ba

source: Wed
ar: تزوج
bn: বুধ
da: ons
de: Heiraten
el: Νυμφεύομαι
es: Casarse
fi: ke
fr: Épouser
gu: બુધ
he: לְהִתְחַתֵן
hi: बुध
id: Menikahi
it: Mercoledì
ja: 水
kn: ಬುಧವಾರ
ml: ബുധൻ
mr: बुध
nl: wo
no: ons
or: ବୁଧ
pa: ਬੁਧ
pl: Poślubić
pt: qua
ru: Обвенчались
sv: ons
ta: புதன்
te: బుధ
th: พ
tr: Çar
vi: Thứ tư

source: Thu
ar: يجمع
bn: সংগ্রহ করুন
da: Samle
de: Sammeln
el: Συλλέγω
es: Recolectar
fi: Kerätä
fr: Collecter
gu: એકત્રિત કરો
he: לֶאֱסוֹף
hi: इकट्ठा करना
id: Mengumpulkan
it: Raccogliere
ja: 集める
kn: ಸಂಗ್ರಹಿಸಿ
ml: ശേഖരിക്കുക
mr: गोळा करा
nl: Verzamelen
no: Samle
or: ଥୁ
pa: ਇਕੱਠਾ ਕਰੋ
pl: Zbierać
pt: Coletar
ru: Собирать
sv: Samla
ta: சேகரிக்கவும்
te: సేకరించండి
th: เก็บรวบรวม
tr: TOPLAMAK

source: Fri
ar: الجمعة
bn: শুক্র
de: Fr
el: Παρ
es: Vie
fi: pe
fr: Ven
gu: શુક્ર
he: שישי
hi: शुक्र
id: Jumat
it: Ven
ja: 金
kn: ಶುಕ್ರ
ml: വെള്ളി
mr: शुक्र
nl: Vr
or: ଶୁକ୍ର
pa: ਸ਼ੁਕਰਵਾਰ
pl: piątek
pt: sex
ru: Пт
ta: வெள்ளி
te: శుక్ర
th: ศุกร์
tr: Cuma
vi: Thứ sáu

source: Sat
ar: قعد
bn: শনি
de: Sa
el: Σάβ
es: Se sentó
fi: la
fr: Assis
gu: શનિ
he: שבת
hi: बैठा
id: Duduk
it: Sab
ja: 土
kn: ಶನಿ
ml: ശനി
mr: शनि
nl: Zat
no: Lør
or: ଶନି
pa: ਸਤਿ
pl: sob
pt: Sentado
ru: Суббота
sv: lö
ta: சனி
te: శని
th: นั่ง
tr: Doygunluk
vi: Đã ngồi

source: Sun
ar: شمس
bn: সূর্য
da: Sol
de: Sonne
el: Ήλιος
es: Sol
fi: Aurinko
fr: Soleil
gu: સૂર્ય
he: שֶׁמֶש
hi: सूरज
id: Matahari
it: Sole
ja: 太陽
kn: ಸೂರ್ಯ
ml: സൂര്യൻ
mr: रवि
nl: Zon
no: Sol
or: ସୂର୍ଯ୍ୟ |
pa: ਸੂਰਜ
pl: Słoneczny
pt: Sol
ru: Солнце
sv: Sol
ta: சூரியன்
te: సూర్యుడు
th: ดวงอาทิตย์
tr: Güneş
vi: Mặt trời

source: January
ar: يناير
bn: জানুয়ারি
da: januar
de: Januar
el: Ιανουάριος
es: Enero
fi: tammikuu
fr: Janvier
gu: જાન્યુઆરી
he: יָנוּאָר
hi: जनवरी
id: Januari
it: Gennaio
ja: 1月
kn: ಜನವರಿ
ml: ജനുവരി
mr: जानेवारी
nl: Januari
no: januar
or: ଜାନୁଆରୀ
pa: ਜਨਵਰੀ
pl: Styczeń
pt: Janeiro
ru: январь
sv: januari
ta: ஜனவரி
te: జనవరి
th: มกราคม
tr: Ocak
vi: Tháng Một

source: February
ar: فبراير
bn: ফেব্রুয়ারি
da: februar
de: Februar
el: Φεβρουάριος
es: Febrero
fi: helmikuu
fr: Février
gu: ફેબ્રુઆરી
he: פֶבּרוּאָר
hi: फ़रवरी
id: Februari
it: Febbraio
ja: 2月
kn: ಫೆಬ್ರವರಿ
ml: ഫെബ്രുവരി
mr: फेब्रुवारी
nl: Februari
no: februar
or: ଫେବୃଆରୀ
pa: ਫਰਵਰੀ
pl: Luty
pt: Fevereiro
ru: февраль
sv: februari
ta: பிப்ரவரி
te: ఫిబ్రవరి
th: กุมภาพันธ์
tr: Şubat
vi: Tháng hai

source: March
ar: يمشي
bn: মার্চ
da: marts
de: Marsch
el: Πορεία
es: Marzo
fi: maaliskuuta
fr: Mars
gu: માર્ચ
he: מַרס
hi: मार्च
id: Berbaris
it: Marzo
ja: 行進
kn: ಮಾರ್ಚ್
ml: മാർച്ച്
mr: मार्च
nl: Maart
no: mars
or: ମାର୍ଚ୍ଚ
pa: ਮਾਰਚ
pl: marzec
pt: Marchar
ru: Маршировать
sv: mars
ta: மார்ச்
te: మార్చి
th: มีนาคม
tr: Mart
vi: Bước đều

source: April
ar: أبريل
bn: এপ্রিল
el: Απρίλιος
es: Abril
fi: huhtikuu
fr: Avril
gu: એપ્રિલ
he: אַפּרִיל
hi: अप्रैल
it: aprile
ja: 4月
kn: ಏಪ್ರಿಲ್
ml: ഏപ്രിൽ
mr: एप्रिल
or: ଏପ୍ରିଲ୍
pa: ਅਪ੍ਰੈਲ
pl: Kwiecień
pt: abril
ru: апрель
ta: ஏப்ரல்
te: ఏప్రిల్
th: เมษายน
tr: Nisan
vi: Tháng tư

source: May
ar: يمكن
bn: মে
da: maj
de: Mai
el: Μάιος
es: Puede
fi: toukokuuta
fr: Peut
gu: મે
he: מַאִי
hi: मई
id: Mungkin
it: Maggio
ja: 5月
kn: ಮೇ
ml: മെയ്
mr: मे
nl: Kunnen
no: mai
or: ମେ
pa: ਮਈ
pl: Móc
pt: Poderia
ru: Может
sv: maj
ta: மே
te: మే
th: อาจ
tr: Mayıs
vi: Có thể

source: June
ar: يونيو
bn: জুন
da: juni
de: Juni
el: Ιούνιος
es: Junio
fi: kesäkuuta
fr: Juin
gu: જૂન
he: יוּנִי
hi: जून
id: Juni
it: Giugno
ja: 6月
kn: ಜೂನ್
ml: ജൂൺ
mr: जून
nl: juni
no: juni
or: ଜୁନ୍ |
pa: ਜੂਨ
pl: Czerwiec
pt: Junho
ru: Июнь
sv: juni
ta: ஜூன்
te: జూన్
th: มิถุนายน
tr: Haziran
vi: Tháng sáu

source: July
ar: يوليو
bn: জুলাই
da: juli
de: Juli
el: Ιούλιος
es: Julio
fi: heinäkuu
fr: Juillet
gu: જુલાઈ
he: יוּלִי
hi: जुलाई
id: Juli
it: Luglio
ja: 7月
kn: ಜುಲೈ
ml: ജൂലൈ
mr: जुलै
nl: juli
no: juli
or: ଜୁଲାଇ
pa: ਜੁਲਾਈ
pl: Lipiec
pt: Julho
ru: Июль
sv: juli
ta: ஜூலை
te: జూలై
th: กรกฎาคม
tr: Temmuz
vi: Tháng bảy

source: August
ar: أغسطس
bn: আগস্ট
el: Αύγουστος
es: Agosto
fi: elokuu
fr: Août
gu: ઓગસ્ટ
he: אוֹגוּסט
hi: अगस्त
id: Agustus
it: agosto
ja: 8月
kn: ಆಗಸ್ಟ್
ml: ഓഗസ്റ്റ്
mr: ऑगस्ट
nl: augustus
or: ଅଗଷ୍ଟ
pa: ਅਗਸਤ
pl: Sierpień
pt: Agosto
ru: Август
sv: augusti
ta: ஆகஸ்ட்
te: ఆగస్టు
th: สิงหาคม
tr: Ağustos
vi: Tháng tám

source: September
ar: سبتمبر
bn: সেপ্টেম্বর
el: Σεπτέμβριος
es: Septiembre
fi: syyskuu
fr: Septembre
gu: સપ્ટેમ્બર
he: סֶפּטֶמבֶּר
hi: सितम्बर
it: settembre
ja: 9月
kn: ಸೆಪ್ಟೆಂಬರ್
ml: സെപ്റ്റംബർ
mr: सप्टेंबर
or: ସେପ୍ଟେମ୍ବର |
pa: ਸਤੰਬਰ
pl: Wrzesień
pt: Setembro
ru: Сентябрь
ta: செப்டம்பர்
te: సెప్టెంబర్
th: กันยายน
tr: Eylül
vi: Tháng 9

source: October
ar: أكتوبر
bn: অক্টোবর
da: oktober
de: Oktober
el: Οκτώβριος
es: Octubre
fi: lokakuu
fr: Octobre
gu: ઓક્ટોબર
he: אוֹקְטוֹבֶּר
hi: अक्टूबर
id: Oktober
it: ottobre
ja: 10月
kn: ಅಕ್ಟೋಬರ್
ml: ഒക്ടോബർ
mr: ऑक्टोबर
nl: oktober
no: oktober
or: ଅକ୍ଟୋବର
pa: ਅਕਤੂਬਰ
pl: Październik
pt: outubro
ru: Октябрь
sv: oktober
ta: அக்டோபர்
te: అక్టోబర్
th: ตุลาคม
tr: Ekim
vi: tháng mười
