Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Completed a quiz in 'JavaScript Basics'
ar: أكملت اختبارًا في "أساسيات JavaScript"
bn: 'জাভাস্ক্রিপ্ট বেসিকস'-এ একটি কুইজ সম্পন্ন করেছেন
da: Fuldførte en quiz i 'JavaScript Basics'
de: Ein Quiz zu „JavaScript-Grundlagen“ abgeschlossen
el: Ολοκλήρωσε ένα κουίζ στο "Βασικά στοιχεία JavaScript"
es: Completó una prueba en 'Conceptos básicos de JavaScript'
fi: Suoritettu tietovisan "JavaScriptin perusteet"
fr: Vous avez terminé un quiz sur les « Bases de JavaScript »
he: השלים חידון ב'יסודות JavaScript'
hi: 'जावास्क्रिप्ट बेसिक्स' में एक प्रश्नोत्तरी पूरी की
id: Menyelesaikan kuis di 'Dasar-Dasar JavaScript'
it: Hai completato un quiz in "Nozioni di base su JavaScript"
ja: 「JavaScript の基礎」のクイズを完了しました
kn: 'ಜಾವಾಸ್ಕ್ರಿಪ್ಟ್ ಬೇಸಿಕ್ಸ್' ನಲ್ಲಿ ರಸಪ್ರಶ್ನೆಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಲಾಗಿದೆ
ml: 'JavaScript ബേസിക്‌സിൽ' ഒരു ക്വിസ് പൂർത്തിയാക്കി
mr: 'जावास्क्रिप्ट बेसिक्स' मध्ये एक क्विझ पूर्ण केली
nl: Een quiz voltooid in 'JavaScript Basics'
pa: 'ਜਾਵਾ ਸਕ੍ਰਿਪਟ ਬੇਸਿਕਸ' ਵਿੱਚ ਇੱਕ ਕਵਿਜ਼ ਪੂਰਾ ਕੀਤਾ
pl: Ukończono quiz z zakresu „Podstawy JavaScript”
pt: Concluiu um teste em 'Noções básicas de JavaScript'
ru: Пройден тест по основам JavaScript.
sv: Slutförde ett frågesport i "JavaScript Basics"
ta: 'ஜாவாஸ்கிரிப்ட் அடிப்படைகள்' வினாடிவினாவை முடித்தார்
te: 'జావాస్క్రిప్ట్ బేసిక్స్'లో క్విజ్‌ని పూర్తి చేసారు
th: ทำแบบทดสอบใน 'พื้นฐาน JavaScript' เสร็จแล้ว
tr: 'JavaScript Temelleri' konulu bir testi tamamladınız
vi: Đã hoàn thành bài kiểm tra về 'Khái niệm cơ bản về JavaScript'

source: 2 min ago
ar: منذ دقيقتين
bn: 2 মিনিট আগে
de: Vor 2 Minuten
el: πριν 2 λεπτά
es: Hace 2 minutos
fi: 2 min sitten
fr: il y a 2 minutes
he: לפני 2 דקות
hi: 2 मिनट पहले
id: 2 menit yang lalu
it: 2 minuti fa
ja: 2分前
kn: 2 ನಿಮಿಷಗಳ ಹಿಂದೆ
ml: 2 മിനിറ്റ് മുമ്പ്
mr: २ मिनिटांपूर्वी
nl: 2 minuten geleden
pa: 2 ਮਿੰਟ ਪਹਿਲਾਂ
pl: 2 minuty temu
pt: 2 minutos atrás
ru: 2 минуты назад
ta: 2 நிமிடத்திற்கு முன்பு
te: 2 నిమిషాల క్రితం
th: 2 นาทีที่แล้ว
tr: 2 dakika önce
vi: 2 phút trước

source: Alex Wilson
ar: اليكس ويلسون
bn: অ্যালেক্স উইলসন
el: Άλεξ Γουίλσον
he: אלכס ווילסון
hi: एलेक्स विल्सन
ja: アレックス・ウィルソン
kn: ಅಲೆಕ್ಸ್ ವಿಲ್ಸನ್
ml: അലക്സ് വിൽസൺ
mr: ॲलेक्स विल्सन
pa: ਅਲੈਕਸ ਵਿਲਸਨ
pl: Aleksa Wilsona
ru: Алекс Уилсон
ta: அலெக்ஸ் வில்சன்
te: అలెక్స్ విల్సన్
th: อเล็กซ์ วิลสัน

source: Started a new course 'Advanced Data Analysis'
ar: بدء دورة جديدة "تحليل البيانات المتقدم"
bn: একটি নতুন কোর্স 'অ্যাডভান্সড ডেটা অ্যানালাইসিস' শুরু হয়েছে
da: Startede et nyt kursus 'Avanceret dataanalyse'
de: Beginn eines neuen Kurses „Erweiterte Datenanalyse“
el: Ξεκίνησε ένα νέο μάθημα «Προηγμένη Ανάλυση Δεδομένων»
es: Inició un nuevo curso 'Análisis de datos avanzado'
fi: Aloitti uuden kurssin "Advanced Data Analysis"
fr: Début d'un nouveau cours « Analyse avancée des données »
he: התחיל קורס חדש 'ניתוח נתונים מתקדם'
hi: एक नया पाठ्यक्रम 'उन्नत डेटा विश्लेषण' शुरू किया
id: Memulai kursus baru 'Analisis Data Tingkat Lanjut'
it: Avviato un nuovo corso 'Analisi Avanzata dei Dati'
ja: 新コース「アドバンストデータ分析」を開始
kn: ಹೊಸ ಕೋರ್ಸ್ 'ಅಡ್ವಾನ್ಸ್ಡ್ ಡೇಟಾ ಅನಾಲಿಸಿಸ್' ಆರಂಭಿಸಿದೆ
ml: 'അഡ്വാൻസ്‌ഡ് ഡാറ്റ അനാലിസിസ്' എന്ന പുതിയ കോഴ്‌സ് ആരംഭിച്ചു.
mr: 'प्रगत डेटा विश्लेषण' हा नवीन अभ्यासक्रम सुरू केला.
nl: Gestart met een nieuwe cursus 'Advanced Data Analysis'
pa: ਦਾ ਨਵਾਂ ਕੋਰਸ 'ਐਡਵਾਂਸਡ ਡੇਟਾ ਐਨਾਲੀਸਿਸ' ਸ਼ੁਰੂ ਕੀਤਾ |
pl: Rozpoczął nowy kurs „Zaawansowana analiza danych”
pt: Iniciou um novo curso 'Análise Avançada de Dados'
ru: Стартовал новый курс «Расширенный анализ данных»
sv: Startade en ny kurs "Avancerad dataanalys"
ta: 'மேம்பட்ட தரவு பகுப்பாய்வு' என்ற புதிய பாடத்திட்டத்தைத் தொடங்கினார்.
te: 'అడ్వాన్స్‌డ్ డేటా అనాలిసిస్' అనే కొత్త కోర్సును ప్రారంభించింది
th: เริ่มหลักสูตรใหม่ 'การวิเคราะห์ข้อมูลขั้นสูง'
tr: Yeni bir kurs olan 'İleri Veri Analizi' başladı
vi: Bắt đầu khóa học mới 'Phân tích dữ liệu nâng cao'

source: 15 min ago
ar: منذ 15 دقيقة
bn: 15 মিনিট আগে
de: Vor 15 Minuten
el: πριν 15 λεπτά
es: hace 15 minutos
fi: 15 minuuttia sitten
fr: il y a 15 minutes
he: לפני 15 דקות
hi: 15 मिनट पहले
id: 15 menit yang lalu
it: 15 minuti fa
ja: 15分前
kn: 15 ನಿಮಿಷಗಳ ಹಿಂದೆ
ml: 15 മിനിറ്റ് മുമ്പ്
mr: 15 मिनिटांपूर्वी
nl: 15 minuten geleden
pa: 15 ਮਿੰਟ ਪਹਿਲਾਂ
pl: 15 minut temu
pt: 15 minutos atrás
ru: 15 минут назад
ta: 15 நிமிடங்களுக்கு முன்பு
te: 15 నిమిషాల క్రితం
th: 15 นาทีที่แล้ว
tr: 15 dakika önce
vi: 15 phút trước

source: Sarah Lee
ar: سارة لي
bn: সারাহ লি
el: Σάρα Λι
es: Sara Lee
he: שרה לי
hi: सारा ली
it: Sara Lee
ja: サラ・リー
kn: ಸಾರಾ ಲೀ
ml: സാറാ ലീ
mr: सारा ली
nl: Sara Lee
pa: ਸਾਰਾਹ ਲੀ
pl: Sara Lee
ru: Сара Ли
ta: சாரா லீ
te: సారా లీ
th: ซาราห์ ลี

source: Posted in discussion forum 'Marketing Strategies'
ar: تم النشر في منتدى المناقشة "استراتيجيات التسويق"
bn: আলোচনা ফোরাম 'বিপণন কৌশল' পোস্ট করা হয়েছে
da: Udgivet i diskussionsforum 'Markedsføringsstrategier'
de: Gepostet im Diskussionsforum „Marketingstrategien“
el: Δημοσιεύτηκε στο φόρουμ συζήτησης "Στρατηγικές μάρκετινγκ"
es: Publicado en el foro de discusión 'Estrategias de marketing'
fi: Lähetetty keskustelufoorumiin "Markkinointistrategiat"
fr: Publié dans le forum de discussion « Stratégies de marketing »
he: פורסם בפורום דיונים 'אסטרטגיות שיווק'
hi: चर्चा मंच 'विपणन रणनीतियाँ' में पोस्ट किया गया
id: Diposting di forum diskusi 'Strategi Pemasaran'
it: Inserito nel forum di discussione "Strategie di marketing"
ja: ディスカッション フォーラム「マーケティング戦略」に投稿されました
kn: ಚರ್ಚಾ ವೇದಿಕೆಯಲ್ಲಿ ಪೋಸ್ಟ್ ಮಾಡಲಾಗಿದೆ 'ಮಾರ್ಕೆಟಿಂಗ್ ತಂತ್ರಗಳು'
ml: ചർച്ചാ ഫോറത്തിൽ പോസ്റ്റ് ചെയ്തത് 'വിപണന തന്ത്രങ്ങൾ'
mr: चर्चा मंच 'मार्केटिंग धोरणे' मध्ये पोस्ट केले
nl: Geplaatst in discussieforum 'Marketingstrategieën'
pa: ਚਰਚਾ ਫੋਰਮ 'ਮਾਰਕੀਟਿੰਗ ਰਣਨੀਤੀਆਂ' ਵਿੱਚ ਪੋਸਟ ਕੀਤਾ ਗਿਆ
pl: Opublikowano na forum dyskusyjnym „Strategie marketingowe”
pt: Postado no fórum de discussão 'Estratégias de Marketing'
ru: Опубликовано на дискуссионном форуме «Маркетинговые стратегии»
sv: Postat i diskussionsforum 'Marknadsföringsstrategier'
ta: விவாத அரங்கில் இடுகையிடப்பட்டது 'சந்தைப்படுத்தல் உத்திகள்'
te: చర్చా వేదిక 'మార్కెటింగ్ వ్యూహాలు'లో పోస్ట్ చేయబడింది
th: โพสต์ในกระดานสนทนา 'กลยุทธ์การตลาด'
tr: 'Pazarlama Stratejileri' tartışma forumunda yayınlandı
vi: Đăng trong diễn đàn thảo luận 'Chiến lược tiếp thị'

source: 1 hour ago
ar: منذ ساعة واحدة
bn: ১ ঘণ্টা আগে
da: 1 time siden
de: Vor 1 Stunde
el: πριν 1 ώρα
es: hace 1 hora
fi: 1 tunti sitten
fr: il y a 1 heure
he: לפני שעה
hi: 1 घंटा पहले
id: 1 jam yang lalu
it: 1 ora fa
ja: 1時間前
kn: 1 ಗಂಟೆ ಹಿಂದೆ
ml: 1 മണിക്കൂർ മുമ്പ്
mr: 1 तासापूर्वी
nl: 1 uur geleden
pa: 1 ਘੰਟਾ ਪਹਿਲਾਂ
pl: 1 godzinę temu
pt: 1 hora atrás
ru: 1 час назад
sv: 1 timme sedan
ta: 1 மணி நேரத்திற்கு முன்பு
te: 1 గంట క్రితం
th: 1 ชั่วโมงที่แล้ว
tr: 1 saat önce
vi: 1 giờ trước

source: Detailed User Engagement
ar: مشاركة المستخدم التفصيلية
bn: বিস্তারিত ব্যবহারকারীর ব্যস্ততা
da: Detaljeret brugerengagement
de: Detaillierte Benutzereinbindung
el: Λεπτομερής δέσμευση χρήστη
es: Participación detallada del usuario
fi: Yksityiskohtainen käyttäjän sitoutuminen
fr: Engagement détaillé des utilisateurs
he: מעורבות משתמש מפורטת
hi: विस्तृत उपयोगकर्ता सहभागिता
id: Keterlibatan Pengguna Terperinci
it: Coinvolgimento dettagliato degli utenti
ja: 詳細なユーザーエンゲージメント
kn: ವಿವರವಾದ ಬಳಕೆದಾರ ನಿಶ್ಚಿತಾರ್ಥ
ml: വിശദമായ ഉപയോക്തൃ ഇടപെടൽ
mr: तपशीलवार वापरकर्ता प्रतिबद्धता
nl: Gedetailleerde gebruikersbetrokkenheid
pa: ਵਿਸਤ੍ਰਿਤ ਉਪਭੋਗਤਾ ਸ਼ਮੂਲੀਅਤ
pl: Szczegółowe zaangażowanie użytkowników
pt: Envolvimento detalhado do usuário
ru: Подробное взаимодействие с пользователем
sv: Detaljerat användarengagemang
ta: விரிவான பயனர் ஈடுபாடு
te: వివరణాత్మక వినియోగదారు నిశ్చితార్థం
th: การมีส่วนร่วมของผู้ใช้โดยละเอียด
tr: Ayrıntılı Kullanıcı Etkileşimi
vi: Tương tác người dùng chi tiết

source: Total Time Spent
ar: إجمالي الوقت المستغرق
bn: মোট সময় ব্যয়
da: Samlet tid brugt
de: Gesamtzeitaufwand
el: Συνολικός χρόνος που δαπανήθηκε
es: Tiempo total empleado
fi: Yhteensä käytetty aika
fr: Temps total passé
he: סך הזמן שהושקע
hi: बिताया गया कुल समय
id: Total Waktu yang Dihabiskan
it: Tempo totale impiegato
ja: 合計所要時間
kn: ಕಳೆದ ಒಟ್ಟು ಸಮಯ
ml: ആകെ ചെലവഴിച്ച സമയം
mr: एकूण वेळ घालवला
nl: Totaal bestede tijd
pa: ਕੁੱਲ ਸਮਾਂ ਬਿਤਾਇਆ
pl: Całkowity czas spędzony
pt: Tempo total gasto
ru: Общее потраченное время
sv: Total tid tillbringad
ta: செலவழித்த மொத்த நேரம்
te: గడిపిన మొత్తం సమయం
th: เวลาทั้งหมดที่ใช้ไป
tr: Harcanan Toplam Zaman
vi: Tổng thời gian đã sử dụng

source: Courses Accessed
ar: الدورات التي تم الوصول إليها
bn: কোর্স অ্যাক্সেস করা হয়েছে
da: Kurser tilgået
de: Zugegriffene Kurse
el: Πρόσβαση σε μαθήματα
es: Cursos accedidos
fi: Kursseja käyty
fr: Cours consultés
he: גישה לקורסים
hi: पाठ्यक्रम तक पहुंच
id: Kursus Diakses
it: Corsi a cui si accede
ja: アクセスしたコース
kn: ಕೋರ್ಸ್‌ಗಳನ್ನು ಪ್ರವೇಶಿಸಲಾಗಿದೆ
ml: കോഴ്‌സുകൾ ആക്‌സസ് ചെയ്‌തു
mr: अभ्यासक्रम प्रवेश केला
nl: Cursussen toegankelijk
pa: ਕੋਰਸਾਂ ਤੱਕ ਪਹੁੰਚ ਕੀਤੀ
pl: Dostęp do kursów
pt: Cursos acessados
ru: Доступ к курсам
sv: Kurser tillgängliga
ta: படிப்புகள் அணுகப்பட்டன
te: కోర్సులు యాక్సెస్ చేయబడ్డాయి
th: หลักสูตรที่เข้าถึง
tr: Erişilen Kurslar
vi: Các khóa học đã truy cập

source: Completed Activities
ar: الأنشطة المكتملة
bn: সম্পন্ন কার্যক্রম
da: Afsluttede aktiviteter
de: Abgeschlossene Aktivitäten
el: Ολοκληρωμένες Δραστηριότητες
es: Actividades completadas
fi: Suoritetut toiminnot
fr: Activités terminées
he: פעילויות שהושלמו
hi: पूर्ण गतिविधियाँ
id: Kegiatan yang Selesai
it: Attività completate
ja: 完了したアクティビティ
kn: ಪೂರ್ಣಗೊಂಡ ಚಟುವಟಿಕೆಗಳು
ml: പൂർത്തിയാക്കിയ പ്രവർത്തനങ്ങൾ
mr: पूर्ण केलेले उपक्रम
nl: Voltooide activiteiten
pa: ਮੁਕੰਮਲ ਕੀਤੀਆਂ ਗਤੀਵਿਧੀਆਂ
pl: Zakończone działania
pt: Atividades concluídas
ru: Завершенные мероприятия
sv: Avslutade aktiviteter
ta: முடிக்கப்பட்ட செயல்பாடுகள்
te: పూర్తి చేసిన కార్యకలాపాలు
th: กิจกรรมที่เสร็จสิ้นแล้ว
tr: Tamamlanan Faaliyetler
vi: Hoạt động đã hoàn thành

source: Forum Posts
ar: مشاركات المنتدى
bn: ফোরাম পোস্ট
da: Forum indlæg
de: Forumbeiträge
el: Δημοσιεύσεις στο φόρουμ
es: Publicaciones del foro
fi: Foorumin viestit
fr: Messages du forum
he: הודעות בפורום
hi: फोरम पोस्ट
id: Postingan Forum
it: Post del forum
ja: フォーラムの投稿
kn: ಫೋರಂ ಪೋಸ್ಟ್‌ಗಳು
ml: ഫോറം പോസ്റ്റുകൾ
mr: मंच पोस्ट
nl: Forumberichten
pa: ਫੋਰਮ ਪੋਸਟਾਂ
pl: Posty na forum
pt: Postagens no fórum
ru: Сообщения на форуме
sv: Foruminlägg
ta: மன்ற இடுகைகள்
te: ఫోరమ్ పోస్ట్‌లు
th: โพสต์ในฟอรัม
tr: Forum Gönderileri
vi: Bài viết trên diễn đàn

source: Last Active
ar: آخر نشاط
bn: সর্বশেষ সক্রিয়
da: Sidst aktive
de: Zuletzt aktiv
el: Τελευταία Ενεργός
es: Último activo
fi: Viimeksi aktiivinen
fr: Dernier actif
he: פעיל אחרון
hi: अंतिम सक्रिय
id: Terakhir Aktif
it: Ultimo attivo
ja: 最終アクティブ
kn: ಕೊನೆಯದಾಗಿ ಸಕ್ರಿಯವಾಗಿದೆ
ml: അവസാനം സജീവമായത്
mr: शेवटचे सक्रिय
nl: Laatst actief
pa: ਆਖਰੀ ਕਿਰਿਆਸ਼ੀਲ
pl: Ostatni aktywny
pt: Último ativo
ru: Последняя активность
sv: Senast aktiv
ta: கடைசியாக செயல்பட்டது
te: చివరి యాక్టివ్
th: ใช้งานครั้งล่าสุด
tr: Son Aktif
vi: Hoạt động lần cuối

source: Engagement Score
ar: نقاط المشاركة
bn: এনগেজমেন্ট স্কোর
el: Βαθμολογία δέσμευσης
es: Puntuación de participación
fi: Sitoutumispisteet
fr: Score d'engagement
he: ציון מעורבות
hi: सगाई स्कोर
id: Skor Keterlibatan
it: Punteggio di coinvolgimento
ja: エンゲージメントスコア
kn: ನಿಶ್ಚಿತಾರ್ಥದ ಸ್ಕೋರ್
ml: ഇടപഴകൽ സ്കോർ
mr: प्रतिबद्धता स्कोअर
nl: Betrokkenheidsscore
pa: ਸ਼ਮੂਲੀਅਤ ਸਕੋਰ
pl: Wynik zaangażowania
pt: Pontuação de engajamento
ru: Оценка вовлеченности
sv: Engagemangsresultat
ta: நிச்சயதார்த்த மதிப்பெண்
te: ఎంగేజ్‌మెంట్ స్కోర్
th: คะแนนการมีส่วนร่วม
tr: Etkileşim Puanı
vi: Điểm tương tác

source: David Miller
ar: ديفيد ميلر
bn: ডেভিড মিলার
el: Ντέιβιντ Μίλερ
he: דיוויד מילר
hi: डेविड मिलर
ja: デビッド・ミラー
kn: ಡೇವಿಡ್ ಮಿಲ್ಲರ್
ml: ഡേവിഡ് മില്ലർ
mr: डेव्हिड मिलर
nl: David Molenaar
pa: ਡੇਵਿਡ ਮਿਲਰ
pl: Davida Millera
ru: Дэвид Миллер
ta: டேவிட் மில்லர்
te: డేవిడ్ మిల్లర్
th: เดวิด มิลเลอร์

source: Emma Wilson
ar: إيما ويلسون
bn: এমা উইলসন
el: Έμμα Γουίλσον
he: אמה ווילסון
hi: एम्मा विल्सन
ja: エマ・ウィルソン
kn: ಎಮ್ಮಾ ವಿಲ್ಸನ್
ml: എമ്മ വിൽസൺ
mr: एम्मा विल्सन
pa: ਐਮਾ ਵਿਲਸਨ
pl: Emmę Wilson
ru: Эмма Уилсон
ta: எம்மா வில்சன்
te: ఎమ్మా విల్సన్
th: เอ็มม่า วิลสัน

source: Daily Active Users
ar: المستخدمون النشطون يوميًا
bn: দৈনিক সক্রিয় ব্যবহারকারী
da: Daglige aktive brugere
de: Täglich aktive Benutzer
el: Καθημερινοί Ενεργοί Χρήστες
es: Usuarios activos diarios
fi: Päivittäiset aktiiviset käyttäjät
fr: Utilisateurs actifs quotidiens
he: משתמשים פעילים מדי יום
hi: दैनिक सक्रिय उपयोगकर्ता
id: Pengguna Aktif Harian
it: Utenti attivi giornalieri
ja: 毎日のアクティブ ユーザー
kn: ದೈನಂದಿನ ಸಕ್ರಿಯ ಬಳಕೆದಾರರು
ml: പ്രതിദിന സജീവ ഉപയോക്താക്കൾ
mr: दैनिक सक्रिय वापरकर्ते
nl: Dagelijks actieve gebruikers
pa: ਰੋਜ਼ਾਨਾ ਸਰਗਰਮ ਉਪਭੋਗਤਾ
pl: Dzienna liczba aktywnych użytkowników
pt: Usuários ativos diariamente
ru: Активные пользователи за день
sv: Dagligen aktiva användare
ta: தினசரி செயலில் உள்ள பயனர்கள்
te: రోజువారీ క్రియాశీల వినియోగదారులు
th: ผู้ใช้ที่ใช้งานรายวัน
tr: Günlük Aktif Kullanıcı Sayısı
vi: Người dùng hoạt động hàng ngày

source: Course Content
ar: محتوى الدورة
bn: কোর্সের বিষয়বস্তু
da: Kursusindhold
de: Kursinhalt
el: Περιεχόμενο Μαθήματος
es: Contenido del curso
fi: Kurssin sisältö
fr: Contenu du cours
he: תוכן הקורס
hi: पाठ्यक्रम सामग्री
id: Konten Kursus
it: Contenuto del corso
ja: コース内容
kn: ಕೋರ್ಸ್ ವಿಷಯ
ml: കോഴ്‌സ് ഉള്ളടക്കം
mr: अभ्यासक्रम सामग्री
nl: Cursusinhoud
pa: ਕੋਰਸ ਸਮੱਗਰੀ
pl: Treść kursu
pt: Conteúdo do curso
ru: Содержание курса
sv: Kursinnehåll
ta: பாடத்தின் உள்ளடக்கம்
te: కోర్సు కంటెంట్
th: เนื้อหาหลักสูตร
tr: Kurs İçeriği
vi: Nội dung khóa học

source: Discussion Forums
ar: منتديات المناقشة
bn: আলোচনা ফোরাম
da: Diskussionsfora
de: Diskussionsforen
el: Φόρουμ συζήτησης
es: Foros de discusión
fi: Keskustelufoorumit
fr: Forums de discussion
he: פורומי דיון
hi: चर्चा मंच
id: Forum Diskusi
it: Forum di discussione
ja: ディスカッションフォーラム
kn: ಚರ್ಚಾ ವೇದಿಕೆಗಳು
ml: ചർച്ചാ ഫോറങ്ങൾ
mr: चर्चा मंच
nl: Discussieforums
pa: ਚਰਚਾ ਫੋਰਮ
pl: Fora dyskusyjne
pt: Fóruns de discussão
ru: Дискуссионные форумы
sv: Diskussionsforum
ta: விவாத மன்றங்கள்
te: చర్చా వేదికలు
th: กระดานสนทนา
tr: Tartışma Forumları
vi: Diễn đàn thảo luận

source: Live Sessions
ar: جلسات حية
bn: লাইভ সেশন
da: Live sessioner
de: Live-Sitzungen
el: Ζωντανές συνεδρίες
es: Sesiones en vivo
fi: Live-istunnot
fr: Séances en direct
he: מפגשים חיים
hi: लाइव सत्र
id: Sesi Langsung
it: Sessioni dal vivo
ja: ライブセッション
kn: ಲೈವ್ ಸೆಷನ್‌ಗಳು
ml: തത്സമയ സെഷനുകൾ
mr: थेट सत्रे
nl: Live-sessies
pa: ਲਾਈਵ ਸੈਸ਼ਨ
pl: Sesje na żywo
pt: Sessões ao vivo
ru: Живые сессии
sv: Livesessioner
ta: நேரடி அமர்வுகள்
te: ప్రత్యక్ష సెషన్‌లు
th: เซสชันสด
tr: Canlı Oturumlar
vi: Phiên trực tiếp

source: Average Engagement Score
ar: متوسط ​​نقاط المشاركة
bn: বাগদানের গড় স্কোর
da: Gennemsnitlig engagementsscore
de: Durchschnittlicher Engagement-Score
el: Μέση βαθμολογία αφοσίωσης
es: Puntuación promedio de participación
fi: Keskimääräiset sitoutumispisteet
fr: Score d'engagement moyen
he: ציון מעורבות ממוצע
hi: औसत सगाई स्कोर
id: Skor Keterlibatan Rata-rata
it: Punteggio medio di coinvolgimento
ja: 平均エンゲージメントスコア
kn: ಸರಾಸರಿ ನಿಶ್ಚಿತಾರ್ಥದ ಸ್ಕೋರ್
ml: ശരാശരി ഇടപഴകൽ സ്കോർ
mr: सरासरी प्रतिबद्धता स्कोअर
nl: Gemiddelde betrokkenheidsscore
pa: ਔਸਤ ਸ਼ਮੂਲੀਅਤ ਸਕੋਰ
pl: Średni wynik zaangażowania
pt: Pontuação média de engajamento
ru: Средний балл вовлеченности
sv: Genomsnittligt engagemangspoäng
ta: சராசரி நிச்சயதார்த்த மதிப்பெண்
te: సగటు ఎంగేజ్‌మెంట్ స్కోర్
th: คะแนนการมีส่วนร่วมโดยเฉลี่ย
tr: Ortalama Etkileşim Puanı
vi: Điểm tương tác trung bình

source: User Progress Analytics
ar: تحليلات تقدم المستخدم
bn: ব্যবহারকারীর অগ্রগতি বিশ্লেষণ
da: Brugerfremskridtsanalyse
de: Benutzerfortschrittsanalyse
el: Αναλύσεις προόδου χρήστη
es: Análisis del progreso del usuario
fi: Käyttäjien edistymisen analyysi
fr: Analyse de la progression des utilisateurs
he: ניתוח התקדמות משתמש
hi: उपयोगकर्ता प्रगति विश्लेषण
id: Analisis Kemajuan Pengguna
it: Analisi dei progressi degli utenti
ja: ユーザー進捗分析
kn: ಬಳಕೆದಾರರ ಪ್ರಗತಿ ಅನಾಲಿಟಿಕ್ಸ್
ml: ഉപയോക്തൃ പുരോഗതി അനലിറ്റിക്സ്
mr: वापरकर्ता प्रगती विश्लेषण
nl: Analyse van gebruikersvoortgang
pa: ਉਪਭੋਗਤਾ ਪ੍ਰਗਤੀ ਵਿਸ਼ਲੇਸ਼ਣ
pl: Analiza postępu użytkownika
pt: Análise do progresso do usuário
ru: Аналитика прогресса пользователей
sv: Användarförloppsanalys
ta: பயனர் முன்னேற்றப் பகுப்பாய்வு
te: యూజర్ ప్రోగ్రెస్ అనలిటిక్స్
th: การวิเคราะห์ความคืบหน้าของผู้ใช้
tr: Kullanıcı İlerleme Analizi
vi: Phân tích tiến trình người dùng

source: Detailed insights into individual learner progress and performance
ar: رؤى تفصيلية حول التقدم والأداء الفردي للمتعلم
bn: স্বতন্ত্র শিক্ষার্থীর অগ্রগতি এবং কর্মক্ষমতা সম্পর্কে বিস্তারিত অন্তর্দৃষ্টি
da: Detaljeret indsigt i individuelle elevers fremskridt og præstationer
de: Detaillierte Einblicke in den Fortschritt und die Leistung einzelner Lernender
el: Λεπτομερείς πληροφορίες σχετικά με την πρόοδο και την απόδοση μεμονωμένων μαθητών
es: Información detallada sobre el progreso y el rendimiento de cada alumno
fi: Yksityiskohtaiset näkemykset yksittäisten oppilaiden edistymisestä ja suorituskyvystä
fr: Des informations détaillées sur les progrès et les performances de chaque apprenant
he: תובנות מפורטות לגבי ההתקדמות והביצועים של הלומד האישי
hi: व्यक्तिगत शिक्षार्थी की प्रगति और प्रदर्शन में विस्तृत अंतर्दृष्टि
id: Wawasan terperinci mengenai kemajuan dan kinerja pelajar individu
it: Approfondimenti dettagliati sui progressi e sulle prestazioni dei singoli studenti
ja: 個々の学習者の進歩とパフォーマンスに関する詳細な洞察
kn: ವೈಯಕ್ತಿಕ ಕಲಿಯುವವರ ಪ್ರಗತಿ ಮತ್ತು ಕಾರ್ಯಕ್ಷಮತೆಯ ವಿವರವಾದ ಒಳನೋಟಗಳು
ml: വ്യക്തിഗത പഠിതാവിൻ്റെ പുരോഗതിയെയും പ്രകടനത്തെയും കുറിച്ചുള്ള വിശദമായ ഉൾക്കാഴ്ചകൾ
mr: वैयक्तिक शिकणाऱ्याची प्रगती आणि कामगिरीबद्दल तपशीलवार अंतर्दृष्टी
nl: Gedetailleerd inzicht in de voortgang en prestaties van individuele leerlingen
pa: ਵਿਅਕਤੀਗਤ ਸਿਖਿਆਰਥੀ ਦੀ ਪ੍ਰਗਤੀ ਅਤੇ ਪ੍ਰਦਰਸ਼ਨ ਬਾਰੇ ਵਿਸਤ੍ਰਿਤ ਜਾਣਕਾਰੀ
pl: Szczegółowy wgląd w postępy i wyniki poszczególnych uczniów
pt: Insights detalhados sobre o progresso e desempenho individual do aluno
ru: Подробная информация об индивидуальном прогрессе и успеваемости учащихся
sv: Detaljerade insikter om individuella elevers framsteg och prestationer
ta: தனிப்பட்ட கற்பவரின் முன்னேற்றம் மற்றும் செயல்திறன் பற்றிய விரிவான நுண்ணறிவு
te: వ్యక్తిగత అభ్యాసకుల పురోగతి మరియు పనితీరుపై వివరణాత్మక అంతర్దృష్టులు
th: ข้อมูลเชิงลึกโดยละเอียดเกี่ยวกับความก้าวหน้าและประสิทธิภาพของผู้เรียนแต่ละคน
tr: Bireysel öğrencinin ilerlemesi ve performansına ilişkin ayrıntılı bilgiler
vi: Thông tin chi tiết về tiến độ và hiệu suất của từng người học

source: Total Active Users
ar: إجمالي المستخدمين النشطين
bn: মোট সক্রিয় ব্যবহারকারী
da: Samlet antal aktive brugere
de: Gesamtzahl der aktiven Benutzer
el: Σύνολο ενεργών χρηστών
es: Total de usuarios activos
fi: Aktiiviset käyttäjät yhteensä
fr: Nombre total d'utilisateurs actifs
he: סה"כ משתמשים פעילים
hi: कुल सक्रिय उपयोगकर्ता
id: Jumlah Pengguna Aktif
it: Utenti attivi totali
ja: アクティブ ユーザーの合計
kn: ಒಟ್ಟು ಸಕ್ರಿಯ ಬಳಕೆದಾರರು
ml: മൊത്തം സജീവ ഉപയോക്താക്കൾ
mr: एकूण सक्रिय वापरकर्ते
nl: Totaal aantal actieve gebruikers
pa: ਕੁੱਲ ਸਰਗਰਮ ਉਪਭੋਗਤਾ
pl: Całkowita liczba aktywnych użytkowników
pt: Total de usuários ativos
ru: Всего активных пользователей
sv: Totalt antal aktiva användare
ta: மொத்த செயலில் உள்ள பயனர்கள்
te: మొత్తం క్రియాశీల వినియోగదారులు
th: ผู้ใช้ที่ใช้งานอยู่ทั้งหมด
tr: Toplam Aktif Kullanıcı Sayısı
vi: Tổng số người dùng đang hoạt động

source: Avg. Courses per User
ar: متوسط الدورات لكل مستخدم
bn: গড় ব্যবহারকারী প্রতি কোর্স
da: Gns. Kurser pr. bruger
de: Durchschn. Kurse pro Benutzer
el: Μέσος όρος Μαθήματα ανά χρήστη
es: Promedio Cursos por usuario
fi: Keskim. Kurssit per käyttäjä
fr: Moy. Cours par utilisateur
he: ממוצע קורסים לכל משתמש
hi: औसत प्रति उपयोगकर्ता पाठ्यक्रम
id: Rata-rata Kursus per Pengguna
it: Media Corsi per utente
ja: 平均ユーザーごとのコース
kn: ಸರಾಸರಿ ಪ್ರತಿ ಬಳಕೆದಾರರಿಗೆ ಕೋರ್ಸ್‌ಗಳು
ml: ശരാശരി ഓരോ ഉപയോക്താവിനും കോഴ്സുകൾ
mr: सरासरी प्रति वापरकर्ता अभ्यासक्रम
nl: Gem. Cursussen per gebruiker
pa: ਔਸਤ ਪ੍ਰਤੀ ਉਪਭੋਗਤਾ ਕੋਰਸ
pl: Śr. Kursy na użytkownika
pt: Média Cursos por usuário
ru: Среднее Курсы на пользователя
sv: Genomsnittlig Kurser per användare
ta: சராசரி ஒவ்வொரு பயனருக்கும் படிப்புகள்
te: సగటు ఒక్కో వినియోగదారుకు కోర్సులు
th: เฉลี่ย หลักสูตรต่อผู้ใช้
tr: Ortalama Kullanıcı Başına Kurslar
vi: Trung bình Các khóa học cho mỗi người dùng

source: Avg. Weekly Study Time
ar: متوسط وقت الدراسة الأسبوعي
bn: গড় সাপ্তাহিক অধ্যয়নের সময়
da: Gns. Ugentlig studietid
de: Durchschn. Wöchentliche Lernzeit
el: Μέσος όρος Εβδομαδιαίος χρόνος μελέτης
es: Promedio Tiempo de estudio semanal
fi: Keskim. Viikoittainen opiskeluaika
fr: Moy. Temps d'étude hebdomadaire
he: ממוצע זמן לימוד שבועי
hi: औसत साप्ताहिक अध्ययन का समय
id: Rata-rata Waktu Belajar Mingguan
it: Media Tempo di studio settimanale
ja: 平均毎週の勉強時間
kn: ಸರಾಸರಿ ಸಾಪ್ತಾಹಿಕ ಅಧ್ಯಯನದ ಸಮಯ
ml: ശരാശരി പ്രതിവാര പഠന സമയം
mr: सरासरी साप्ताहिक अभ्यास वेळ
nl: Gem. Wekelijkse studietijd
pa: ਔਸਤ ਹਫ਼ਤਾਵਾਰੀ ਅਧਿਐਨ ਦਾ ਸਮਾਂ
pl: Śr. Tygodniowy czas nauki
pt: Média Tempo de estudo semanal
ru: Среднее Еженедельное время обучения
sv: Genomsnittlig Studietid varje vecka
ta: சராசரி வாராந்திர படிப்பு நேரம்
te: సగటు వీక్లీ స్టడీ టైమ్
th: เฉลี่ย เวลาเรียนรายสัปดาห์
tr: Ortalama Haftalık Çalışma Süresi
vi: Trung bình Thời gian học hàng tuần

source: Search users...
ar: البحث عن المستخدمين...
bn: ব্যবহারকারীদের অনুসন্ধান করুন...
da: Søg efter brugere...
de: Benutzer suchen...
el: Αναζήτηση χρηστών...
es: Buscar usuarios...
fi: Hae käyttäjiä...
fr: Rechercher des utilisateurs...
he: חפש משתמשים...
hi: उपयोगकर्ता खोजें...
id: Telusuri pengguna...
it: Cerca utenti...
ja: ユーザーを検索...
kn: ಬಳಕೆದಾರರನ್ನು ಹುಡುಕಿ...
ml: ഉപയോക്താക്കളെ തിരയുക...
mr: वापरकर्ते शोधा...
nl: Gebruikers zoeken...
pa: ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਖੋਜੋ...
pl: Wyszukaj użytkowników...
pt: Pesquisar usuários...
ru: Поиск пользователей...
sv: Sök användare...
ta: பயனர்களைத் தேடு...
te: వినియోగదారులను వెతకండి...
th: ค้นหาผู้ใช้...
tr: Kullanıcıları ara...
vi: Tìm kiếm người dùng...

source: All Progress
ar: كل التقدم
bn: সমস্ত অগ্রগতি
da: Alle fremskridt
de: Alles Fortschritt
el: Όλη η πρόοδος
es: Todo el progreso
fi: Kaikki edistys
fr: Tous les progrès
he: כל התקדמות
hi: सारी प्रगति
id: Semua Kemajuan
it: Tutti i progressi
ja: すべての進捗状況
kn: ಎಲ್ಲಾ ಪ್ರಗತಿ
ml: എല്ലാ പുരോഗതിയും
mr: सर्व प्रगती
nl: Alle vooruitgang
pa: ਸਾਰੀ ਤਰੱਕੀ
pl: Cały postęp
pt: Todo o progresso
ru: Весь прогресс
sv: Alla framsteg
ta: அனைத்து முன்னேற்றம்
te: అన్ని పురోగతి
th: ความก้าวหน้าทั้งหมด
tr: Tüm İlerlemeler
vi: Tất cả tiến trình

source: User Progress Overview
ar: نظرة عامة على تقدم المستخدم
bn: ব্যবহারকারীর অগ্রগতি ওভারভিউ
da: Oversigt over brugerfremskridt
de: Übersicht über den Benutzerfortschritt
el: Επισκόπηση προόδου χρήστη
es: Descripción general del progreso del usuario
fi: Käyttäjän edistymisen yleiskatsaus
fr: Aperçu de la progression de l'utilisateur
he: סקירה כללית של התקדמות המשתמש
hi: उपयोगकर्ता प्रगति अवलोकन
id: Ikhtisar Kemajuan Pengguna
it: Panoramica sui progressi dell'utente
ja: ユーザーの進捗状況の概要
kn: ಬಳಕೆದಾರರ ಪ್ರಗತಿ ಅವಲೋಕನ
ml: ഉപയോക്തൃ പുരോഗതി അവലോകനം
mr: वापरकर्ता प्रगती विहंगावलोकन
nl: Overzicht gebruikersvoortgang
pa: ਉਪਭੋਗਤਾ ਪ੍ਰਗਤੀ ਬਾਰੇ ਸੰਖੇਪ ਜਾਣਕਾਰੀ
pl: Przegląd postępu użytkownika
pt: Visão geral do progresso do usuário
ru: Обзор прогресса пользователя
sv: Översikt över användarförlopp
ta: பயனர் முன்னேற்ற கண்ணோட்டம்
te: వినియోగదారు పురోగతి అవలోకనం
th: ภาพรวมความคืบหน้าของผู้ใช้
tr: Kullanıcı İlerlemesine Genel Bakış
vi: Tổng quan về tiến trình của người dùng
