Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Set up the components and structure of your delivery.
ar: قم بإعداد مكونات وهيكل التسليم الخاص بك.
bn: আপনার প্রসবের উপাদান এবং গঠন সেট আপ করুন.
da: Opsæt komponenterne og strukturen for din levering.
de: Richten Sie die Komponenten und die Struktur Ihrer Lieferung ein.
el: Ρυθμίστε τα στοιχεία και τη δομή της παράδοσής σας.
es: Configure los componentes y la estructura de su entrega.
fi: Määritä toimituksen komponentit ja rakenne.
fr: Configurez les composants et la structure de votre livraison.
he: הגדר את הרכיבים והמבנה של המשלוח שלך.
hi: अपनी डिलीवरी के घटकों और संरचना को सेट करें।
id: Siapkan komponen dan struktur penyampaian Anda.
it: Imposta i componenti e la struttura della tua consegna.
ja: 配信のコンポーネントと構造を設定します。
kn: ನಿಮ್ಮ ವಿತರಣೆಯ ಘಟಕಗಳು ಮತ್ತು ರಚನೆಯನ್ನು ಹೊಂದಿಸಿ.
ml: നിങ്ങളുടെ ഡെലിവറിയുടെ ഘടകങ്ങളും ഘടനയും സജ്ജീകരിക്കുക.
mr: तुमच्या वितरणाचे घटक आणि रचना सेट करा.
nl: Stel de componenten en structuur van uw levering in.
pa: ਆਪਣੀ ਡਿਲੀਵਰੀ ਦੇ ਹਿੱਸੇ ਅਤੇ ਬਣਤਰ ਸੈਟ ਅਪ ਕਰੋ।
pl: Skonfiguruj komponenty i strukturę swojej dostawy.
pt: Configure os componentes e a estrutura da sua entrega.
ru: Настройте компоненты и структуру доставки.
sv: Ställ in komponenterna och strukturen för din leverans.
ta: உங்கள் விநியோகத்தின் கூறுகள் மற்றும் கட்டமைப்பை அமைக்கவும்.
te: మీ డెలివరీ యొక్క భాగాలు మరియు నిర్మాణాన్ని సెటప్ చేయండి.
th: ตั้งค่าส่วนประกอบและโครงสร้างของการจัดส่งของคุณ
tr: Teslimatınızın bileşenlerini ve yapısını ayarlayın.
vi: Thiết lập các thành phần và cấu trúc phân phối của bạn.

source: Step 4 of 4
ar: الخطوة 4 من 4
bn: 4 এর মধ্যে 4 ধাপ
da: Trin 4 af 4
de: Schritt 4 von 4
el: Βήμα 4 από 4
es: Paso 4 de 4
fi: Vaihe 4/4
fr: Étape 4 sur 4
he: שלב 4 מתוך 4
hi: चरण 4 में से 4
id: Langkah 4 dari 4
it: Passaggio 4 di 4
ja: ステップ 4/4
kn: ಹಂತ 4 ರಲ್ಲಿ 4
ml: ഘട്ടം 4 / 4
mr: 4 पैकी 4 पायरी
nl: Stap 4 van 4
pa: 4 ਵਿੱਚੋਂ 4 ਪੜਾਅ
pl: Krok 4 z 4
pt: Etapa 4 de 4
ru: Шаг 4 из 4
sv: Steg 4 av 4
ta: படி 4 இல் 4
te: 4లో 4వ దశ
th: ขั้นตอนที่ 4 จาก 4
tr: Adım 4/4
vi: Bước 4 trên 4

source: Configure email templates for various delivery notifications.
ar: تكوين قوالب البريد الإلكتروني لإشعارات التسليم المختلفة.
bn: বিভিন্ন ডেলিভারি বিজ্ঞপ্তির জন্য ইমেল টেমপ্লেট কনফিগার করুন।
da: Konfigurer e-mailskabeloner til forskellige leveringsmeddelelser.
de: Konfigurieren Sie E-Mail-Vorlagen für verschiedene Zustellbenachrichtigungen.
el: Διαμορφώστε τα πρότυπα email για διάφορες ειδοποιήσεις παράδοσης.
es: Configure plantillas de correo electrónico para varias notificaciones de entrega.
fi: Määritä sähköpostimalleja erilaisille toimitusilmoituksille.
fr: Configurez des modèles d'e-mail pour diverses notifications de livraison.
he: הגדר תבניות דואר אלקטרוני עבור הודעות מסירה שונות.
hi: विभिन्न डिलीवरी सूचनाओं के लिए ईमेल टेम्पलेट कॉन्फ़िगर करें।
id: Konfigurasikan templat email untuk berbagai pemberitahuan pengiriman.
it: Configura modelli di email per varie notifiche di consegna.
ja: さまざまな配信通知の電子メール テンプレートを構成します。
kn: ವಿವಿಧ ವಿತರಣಾ ಅಧಿಸೂಚನೆಗಳಿಗಾಗಿ ಇಮೇಲ್ ಟೆಂಪ್ಲೇಟ್‌ಗಳನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡಿ.
ml: വിവിധ ഡെലിവറി അറിയിപ്പുകൾക്കായി ഇമെയിൽ ടെംപ്ലേറ്റുകൾ കോൺഫിഗർ ചെയ്യുക.
mr: विविध वितरण सूचनांसाठी ईमेल टेम्पलेट कॉन्फिगर करा.
nl: Configureer e-mailsjablonen voor verschillende bezorgingsmeldingen.
pa: ਵੱਖ-ਵੱਖ ਡਿਲਿਵਰੀ ਸੂਚਨਾਵਾਂ ਲਈ ਈਮੇਲ ਟੈਂਪਲੇਟਸ ਨੂੰ ਕੌਂਫਿਗਰ ਕਰੋ।
pl: Skonfiguruj szablony wiadomości e-mail dla różnych powiadomień o dostawie.
pt: Configure modelos de email para diversas notificações de entrega.
ru: Настройте шаблоны электронной почты для различных уведомлений о доставке.
sv: Konfigurera e-postmallar för olika leveransaviseringar.
ta: பல்வேறு டெலிவரி அறிவிப்புகளுக்கு மின்னஞ்சல் டெம்ப்ளேட்களை உள்ளமைக்கவும்.
te: వివిధ డెలివరీ నోటిఫికేషన్‌ల కోసం ఇమెయిల్ టెంప్లేట్‌లను కాన్ఫిగర్ చేయండి.
th: กำหนดค่าเทมเพลตอีเมลสำหรับการแจ้งเตือนการจัดส่งต่างๆ
tr: Çeşitli teslimat bildirimleri için e-posta şablonlarını yapılandırın.
vi: Định cấu hình mẫu email cho các thông báo gửi khác nhau.

source: Set up a new delivery for a course or program.
ar: قم بإعداد تسليم جديد للدورة التدريبية أو البرنامج.
bn: একটি কোর্স বা প্রোগ্রামের জন্য একটি নতুন ডেলিভারি সেট আপ করুন।
da: Opsæt en ny levering til et kursus eller program.
de: Richten Sie eine neue Lieferung für einen Kurs oder ein Programm ein.
el: Ρυθμίστε μια νέα παράδοση για ένα μάθημα ή πρόγραμμα.
es: Configurar una nueva entrega para un curso o programa.
fi: Määritä uusi toimitus kurssille tai ohjelmalle.
fr: Configurer une nouvelle diffusion pour un cours ou un programme.
he: הגדר מסירה חדשה עבור קורס או תוכנית.
hi: किसी पाठ्यक्रम या कार्यक्रम के लिए नई डिलीवरी सेट करें।
id: Siapkan penyampaian baru untuk kursus atau program.
it: Imposta una nuova consegna per un corso o un programma.
ja: コースまたはプログラムの新しい配信を設定します。
kn: ಕೋರ್ಸ್ ಅಥವಾ ಪ್ರೋಗ್ರಾಂಗಾಗಿ ಹೊಸ ವಿತರಣೆಯನ್ನು ಹೊಂದಿಸಿ.
ml: ഒരു കോഴ്‌സിനോ പ്രോഗ്രാമിനോ വേണ്ടി ഒരു പുതിയ ഡെലിവറി സജ്ജീകരിക്കുക.
mr: कोर्स किंवा प्रोग्रामसाठी नवीन वितरण सेट करा.
nl: Stel een nieuwe levering in voor een cursus of programma.
pa: ਇੱਕ ਕੋਰਸ ਜਾਂ ਪ੍ਰੋਗਰਾਮ ਲਈ ਇੱਕ ਨਵੀਂ ਡਿਲੀਵਰੀ ਸੈਟ ਅਪ ਕਰੋ।
pl: Skonfiguruj nową dostawę dla kursu lub programu.
pt: Configure uma nova entrega para um curso ou programa.
ru: Настройте новую доставку для курса или программы.
sv: Skapa en ny leverans för en kurs eller ett program.
ta: பாடநெறி அல்லது திட்டத்திற்கு புதிய விநியோகத்தை அமைக்கவும்.
te: కోర్సు లేదా ప్రోగ్రామ్ కోసం కొత్త డెలివరీని సెటప్ చేయండి.
th: ตั้งค่าการจัดส่งใหม่สำหรับหลักสูตรหรือโปรแกรม
tr: Bir kurs veya program için yeni bir teslimat ayarlayın.
vi: Thiết lập phân phối mới cho một khóa học hoặc chương trình.

source: Cancel Process
ar: إلغاء العملية
bn: প্রক্রিয়া বাতিল করুন
da: Annuller proces
de: Vorgang abbrechen
el: Διαδικασία ακύρωσης
es: Cancelar proceso
fi: Peruuta prosessi
fr: Annuler le processus
he: בטל תהליך
hi: प्रक्रिया रद्द करें
id: Batalkan Proses
it: Annulla processo
ja: キャンセル処理
kn: ಪ್ರಕ್ರಿಯೆಯನ್ನು ರದ್ದುಗೊಳಿಸಿ
ml: പ്രക്രിയ റദ്ദാക്കുക
mr: प्रक्रिया रद्द करा
nl: Annuleer proces
pa: ਪ੍ਰਕਿਰਿਆ ਰੱਦ ਕਰੋ
pl: Anuluj proces
pt: Cancelar processo
ru: Отменить процесс
sv: Avbryt process
ta: செயல்முறையை ரத்துசெய்
te: ప్రక్రియను రద్దు చేయండి
th: ยกเลิกกระบวนการ
tr: İşlemi İptal Et
vi: Hủy quá trình

source: Proceed to Enrollments
ar: انتقل إلى التسجيلات
bn: তালিকাভুক্তিতে এগিয়ে যান
da: Fortsæt til tilmeldinger
de: Weiter zu Anmeldungen
el: Προχωρήστε στις Εγγραφές
es: Continuar con las inscripciones
fi: Siirry kohtaan Ilmoittautumiset
fr: Passer aux inscriptions
he: המשך להרשמות
hi: नामांकन के लिए आगे बढ़ें
id: Lanjutkan ke Pendaftaran
it: Procedi alle Iscrizioni
ja: 登録に進む
kn: ದಾಖಲಾತಿಗಳಿಗೆ ಮುಂದುವರಿಯಿರಿ
ml: എൻറോൾമെൻ്റുകളിലേക്ക് പോകുക
mr: नोंदणीसाठी पुढे जा
nl: Ga verder naar Inschrijvingen
pa: ਦਾਖਲੇ ਲਈ ਅੱਗੇ ਵਧੋ
pl: Przejdź do zapisów
pt: Prossiga para as Inscrições
ru: Перейти к регистрации
sv: Fortsätt till registreringar
ta: பதிவுகளுக்குச் செல்லவும்
te: నమోదులకు కొనసాగండి
th: ดำเนินการลงทะเบียน
tr: Kayıtlara Devam Edin
vi: Tiến hành đăng ký

source: Are you sure you want to delete this delivery? This action will destroy all your progress and cannot be undone.
ar: هل أنت متأكد أنك تريد حذف هذا التسليم؟ سيؤدي هذا الإجراء إلى تدمير كل التقدم الذي أحرزته ولا يمكن التراجع عنه.
bn: আপনি কি নিশ্চিত আপনি এই বিতরণ মুছে দিতে চান? এই ক্রিয়াটি আপনার সমস্ত অগ্রগতি ধ্বংস করবে এবং পূর্বাবস্থায় ফেরানো যাবে না৷
da: Er du sikker på, at du vil slette denne levering? Denne handling vil ødelægge alle dine fremskridt og kan ikke fortrydes.
de: Sind Sie sicher, dass Sie diese Lieferung löschen möchten? Diese Aktion zerstört Ihren gesamten Fortschritt und kann nicht rückgängig gemacht werden.
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την παράδοση; Αυτή η ενέργεια θα καταστρέψει όλη την πρόοδό σας και δεν μπορεί να αναιρεθεί.
es: ¿Estás seguro de que quieres eliminar este envío? Esta acción destruirá todo tu progreso y no se puede deshacer.
fi: Haluatko varmasti poistaa tämän toimituksen? Tämä toiminto tuhoaa kaiken edistymisesi, eikä sitä voi kumota.
fr: Etes-vous sûr de vouloir supprimer cette diffusion ? Cette action détruira toute votre progression et ne pourra pas être annulée.
he: האם אתה בטוח שברצונך למחוק את המשלוח הזה? פעולה זו תהרוס את כל ההתקדמות שלך ולא ניתן לבטל אותה.
hi: क्या आप वाकई इस डिलीवरी को हटाना चाहते हैं? यह क्रिया आपकी सारी प्रगति को नष्ट कर देगी और इसे पूर्ववत नहीं किया जा सकेगा।
id: Apakah Anda yakin ingin menghapus pengiriman ini? Tindakan ini akan menghancurkan semua kemajuan Anda dan tidak dapat dibatalkan.
it: Sei sicuro di voler eliminare questa consegna? Questa azione distruggerà tutti i tuoi progressi e non potrà essere annullata.
ja: この配信を削除してもよろしいですか?この操作を行うとすべての進行状況が破棄され、元に戻すことはできません。
kn: ಈ ವಿತರಣೆಯನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ? ಈ ಕ್ರಿಯೆಯು ನಿಮ್ಮ ಎಲ್ಲಾ ಪ್ರಗತಿಯನ್ನು ನಾಶಪಡಿಸುತ್ತದೆ ಮತ್ತು ರದ್ದುಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ.
ml: ഈ ഡെലിവറി ഇല്ലാതാക്കണമെന്ന് തീർച്ചയാണോ? ഈ പ്രവർത്തനം നിങ്ങളുടെ എല്ലാ പുരോഗതിയും നശിപ്പിക്കും, അത് പഴയപടിയാക്കാനാകില്ല.
mr: तुमची खात्री आहे की तुम्ही हे वितरण हटवू इच्छिता? ही क्रिया तुमची सर्व प्रगती नष्ट करेल आणि पूर्ववत करता येणार नाही.
nl: Weet u zeker dat u deze levering wilt verwijderen? Deze actie vernietigt al je voortgang en kan niet ongedaan worden gemaakt.
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ ਇਸ ਡਿਲੀਵਰੀ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਇਹ ਕਿਰਿਆ ਤੁਹਾਡੀ ਸਾਰੀ ਤਰੱਕੀ ਨੂੰ ਨਸ਼ਟ ਕਰ ਦੇਵੇਗੀ ਅਤੇ ਇਸਨੂੰ ਵਾਪਸ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।
pl: Czy na pewno chcesz usunąć tę dostawę? Ta czynność zniszczy cały twój postęp i nie będzie można jej cofnąć.
pt: Tem certeza de que deseja excluir esta entrega? Esta ação destruirá todo o seu progresso e não poderá ser desfeita.
ru: Вы уверены, что хотите удалить эту доставку? Это действие уничтожит весь ваш прогресс и не может быть отменено.
sv: Är du säker på att du vill ta bort den här leveransen? Denna åtgärd kommer att förstöra alla dina framsteg och kan inte ångras.
ta: இந்த டெலிவரியை நிச்சயமாக நீக்க விரும்புகிறீர்களா? இந்தச் செயல் உங்கள் எல்லா முன்னேற்றத்தையும் அழித்துவிடும், அதைச் செயல்தவிர்க்க முடியாது.
te: మీరు ఖచ్చితంగా ఈ డెలివరీని తొలగించాలనుకుంటున్నారా? ఈ చర్య మీ అన్ని పురోగతిని నాశనం చేస్తుంది మరియు రద్దు చేయబడదు.
th: คุณแน่ใจหรือไม่ว่าต้องการลบการจัดส่งนี้ การกระทำนี้จะทำลายความคืบหน้าทั้งหมดของคุณและไม่สามารถยกเลิกได้
tr: Bu teslimatı silmek istediğinizden emin misiniz? Bu eylem tüm ilerlemenizi yok edecek ve geri alınamaz.
vi: Bạn có chắc chắn muốn xóa giao hàng này? Hành động này sẽ phá hủy tất cả tiến trình của bạn và không thể hoàn tác.

source: Yes, Delete
ar: نعم، احذف
bn: হ্যাঁ, মুছুন
da: Ja, Slet
de: Ja, löschen
el: Ναι, Διαγραφή
es: Sí, eliminar
fi: Kyllä, Poista
fr: Oui, supprimer
he: כן, מחק
hi: हाँ, हटाएँ
id: Ya, Hapus
it: Sì, elimina
ja: はい、削除します
kn: ಹೌದು, ಅಳಿಸಿ
ml: അതെ, ഇല്ലാതാക്കുക
mr: होय, हटवा
nl: Ja, verwijderen
pa: ਹਾਂ, ਮਿਟਾਓ
pl: Tak, usuń
pt: Sim, excluir
ru: Да, удалить
sv: Ja, radera
ta: ஆம், நீக்கு
te: అవును, తొలగించు
th: ใช่ ลบ
tr: Evet, Sil
vi: Có, Xóa

source: No, Cancel
ar: لا، إلغاء
bn: না, বাতিল করুন
da: Nej, annuller
de: Nein, Abbrechen
el: Όχι, Ακύρωση
fi: Ei, peruuta
fr: Non, annuler
he: לא, בטל
hi: नहीं, रद्द करें
id: Tidak, Batal
it: No, annulla
ja: いいえ、キャンセルします
kn: ಇಲ್ಲ, ರದ್ದುಮಾಡಿ
ml: ഇല്ല, റദ്ദാക്കുക
mr: नाही, रद्द करा
nl: Nee, annuleren
pa: ਨਹੀਂ, ਰੱਦ ਕਰੋ
pl: Nie, anuluj
ru: Нет, отменить
sv: Nej, avbryt
ta: இல்லை, ரத்துசெய்
te: లేదు, రద్దు చేయి
th: ไม่ ยกเลิก
tr: Hayır, İptal
vi: Không, Hủy

source: Program Information
ar: معلومات البرنامج
bn: প্রোগ্রাম তথ্য
de: Programminformationen
el: Πληροφορίες προγράμματος
es: Información del programa
fi: Ohjelmatiedot
fr: Informations sur le programme
he: מידע על התוכנית
hi: कार्यक्रम की जानकारी
id: Informasi Program
it: Informazioni sul programma
ja: 番組情報
kn: ಕಾರ್ಯಕ್ರಮದ ಮಾಹಿತಿ
ml: പ്രോഗ്രാം വിവരങ്ങൾ
mr: कार्यक्रम माहिती
nl: Programma-informatie
pa: ਪ੍ਰੋਗਰਾਮ ਦੀ ਜਾਣਕਾਰੀ
pl: Informacje o programie
pt: Informações do programa
ru: Информация о программе
ta: நிரல் தகவல்
te: ప్రోగ్రామ్ సమాచారం
th: ข้อมูลโปรแกรม
tr: Program Bilgileri
vi: Thông tin chương trình

source: No Image
ar: لا توجد صورة
bn: কোন ছবি নেই
da: Intet billede
de: Kein Bild
el: Χωρίς εικόνα
fi: Ei kuvaa
fr: Aucune image
he: אין תמונה
hi: चित्र उपलब्द नहीं है
id: Tidak Ada Gambar
it: Nessuna immagine
ja: 画像なし
kn: ಚಿತ್ರವಿಲ್ಲ
ml: ചിത്രമില്ല
mr: प्रतिमा नाही
nl: Geen afbeelding
pa: ਕੋਈ ਚਿੱਤਰ ਨਹੀਂ
pl: Brak obrazu
pt: Sem imagem
ru: Нет изображения
sv: Ingen bild
ta: படம் இல்லை
te: చిత్రం లేదు
th: ไม่มีภาพ
tr: Resim Yok
vi: Không có hình ảnh

source: Type:
ar: يكتب:
bn: প্রকার:
de: Typ:
el: Τύπος:
es: Tipo:
fi: Tyyppi:
fr: Taper:
he: סוּג:
hi: प्रकार:
id: Jenis:
it: Tipo:
ja: タイプ：
kn: ಪ್ರಕಾರ:
ml: തരം:
mr: प्रकार:
pa: ਕਿਸਮ:
pl: Typ:
pt: Tipo:
ru: Тип:
sv: Typ:
ta: வகை:
te: రకం:
th: พิมพ์:
tr: Tip:
vi: Kiểu:

source: Duration:
ar: مدة:
bn: সময়কাল:
da: Varighed:
de: Dauer:
el: Διάρκεια:
es: Duración:
fi: Kesto:
fr: Durée:
he: מֶשֶׁך:
hi: अवधि:
id: Lamanya:
it: Durata:
ja: 間隔：
kn: ಅವಧಿ:
ml: കാലാവധി:
mr: कालावधी:
nl: Duur:
pa: ਮਿਆਦ:
pl: Czas trwania:
pt: Duração:
ru: Продолжительность:
sv: Varaktighet:
ta: காலம்:
te: వ్యవధి:
th: ระยะเวลา:
tr: Süre:
vi: Khoảng thời gian:

source: Level:
ar: مستوى:
bn: স্তর:
da: Niveau:
de: Ebene:
el: Επίπεδο:
es: Nivel:
fi: Taso:
fr: Niveau:
he: רָמָה:
hi: स्तर:
id: Tingkat:
it: Livello:
ja: レベル：
kn: ಮಟ್ಟ:
ml: നില:
mr: स्तर:
nl: Niveau:
pa: ਪੱਧਰ:
pl: Poziom:
pt: Nível:
ru: Уровень:
sv: Nivå:
ta: நிலை:
te: స్థాయి:
th: ระดับ:
tr: Seviye:
vi: Mức độ:

source: Provider:
ar: مزود:
bn: প্রদানকারী:
da: Udbyder:
de: Anbieter:
el: Προμηθευτής:
es: Proveedor:
fi: Palveluntarjoaja:
fr: Fournisseur:
he: ספק:
hi: प्रदाता:
id: Penyedia:
it: Fornitore:
ja: プロバイダー:
kn: ಒದಗಿಸುವವರು:
ml: ദാതാവ്:
mr: प्रदाता:
nl: Aanbieder:
pa: ਪ੍ਰਦਾਤਾ:
pl: Dostawca:
pt: Provedor:
ru: Провайдер:
sv: Leverantör:
ta: வழங்குபவர்:
te: ప్రొవైడర్:
th: ผู้ให้บริการ:
tr: Sağlayıcı:
vi: Nhà cung cấp:

source: No program information available for this delivery.
ar: لا تتوفر معلومات البرنامج لهذا التسليم.
bn: এই বিতরণের জন্য কোন প্রোগ্রাম তথ্য উপলব্ধ.
da: Der er ingen tilgængelige programoplysninger for denne levering.
de: Für diese Lieferung sind keine Programminformationen verfügbar.
el: Δεν υπάρχουν διαθέσιμες πληροφορίες προγράμματος για αυτήν την παράδοση.
es: No hay información del programa disponible para esta entrega.
fi: Tämän toimituksen ohjelmatietoja ei ole saatavilla.
fr: Aucune information sur le programme disponible pour cette livraison.
he: אין מידע זמין עבור מסירה זו.
hi: इस डिलीवरी के लिए कोई कार्यक्रम जानकारी उपलब्ध नहीं है.
id: Tidak ada informasi program yang tersedia untuk pengiriman ini.
it: Nessuna informazione sul programma disponibile per questa consegna.
ja: この配信には番組情報がありません。
kn: ಈ ವಿತರಣೆಗೆ ಯಾವುದೇ ಪ್ರೋಗ್ರಾಂ ಮಾಹಿತಿ ಲಭ್ಯವಿಲ್ಲ.
ml: ഈ ഡെലിവറിക്ക് പ്രോഗ്രാം വിവരങ്ങളൊന്നും ലഭ്യമല്ല.
mr: या वितरणासाठी कोणतीही प्रोग्राम माहिती उपलब्ध नाही.
nl: Er is geen programma-informatie beschikbaar voor deze levering.
pa: ਇਸ ਡਿਲੀਵਰੀ ਲਈ ਕੋਈ ਪ੍ਰੋਗਰਾਮ ਜਾਣਕਾਰੀ ਉਪਲਬਧ ਨਹੀਂ ਹੈ।
pl: Brak informacji o programie dla tej dostawy.
pt: Nenhuma informação de programa disponível para esta entrega.
ru: Для этой поставки информация о программе отсутствует.
sv: Ingen programinformation tillgänglig för denna leverans.
ta: இந்த விநியோகத்திற்கான நிரல் தகவல் எதுவும் இல்லை.
te: ఈ డెలివరీ కోసం ప్రోగ్రామ్ సమాచారం అందుబాటులో లేదు.
th: ไม่มีข้อมูลโปรแกรมสำหรับการจัดส่งนี้
tr: Bu teslimat için program bilgisi mevcut değil.
vi: Không có thông tin chương trình có sẵn cho việc phân phối này.

source: Program Courses
ar: دورات البرنامج
bn: প্রোগ্রাম কোর্স
da: Program Kurser
de: Programmkurse
el: Μαθήματα προγράμματος
es: Cursos del programa
fi: Ohjelma Kurssit
fr: Cours du programme
he: קורסי התוכנית
hi: कार्यक्रम पाठ्यक्रम
id: Kursus Program
it: Corsi del programma
ja: プログラムコース
kn: ಕಾರ್ಯಕ್ರಮದ ಕೋರ್ಸ್‌ಗಳು
ml: പ്രോഗ്രാം കോഴ്സുകൾ
mr: कार्यक्रम अभ्यासक्रम
nl: Programma Cursussen
pa: ਪ੍ਰੋਗਰਾਮ ਕੋਰਸ
pl: Kursy programu
pt: Cursos do programa
ru: Программные курсы
sv: Program Kurser
ta: நிரல் படிப்புகள்
te: ప్రోగ్రామ్ కోర్సులు
th: หลักสูตรหลักสูตร
tr: Program Dersleri
vi: Chương trình Khóa học

source: Mandatory
ar: إلزامي
bn: বাধ্যতামূলক
da: Obligatorisk
de: Obligatorisch
el: Επιτακτικός
es: Obligatorio
fi: Pakollinen
fr: Obligatoire
he: הֶכְרֵחִי
hi: अनिवार्य
id: Wajib
it: Obbligatorio
ja: 必須
kn: ಕಡ್ಡಾಯ
ml: നിർബന്ധമാണ്
mr: अनिवार्य
nl: Verplicht
pa: ਲਾਜ਼ਮੀ
pl: Obowiązkowy
pt: Obrigatório
ru: Обязательный
sv: Obligatorisk
ta: கட்டாயம்
te: తప్పనిసరి
th: บังคับ
tr: Zorunlu
vi: Bắt buộc

source: Add Resource
ar: إضافة الموارد
bn: সম্পদ যোগ করুন
da: Tilføj ressource
de: Ressource hinzufügen
el: Προσθήκη πόρου
es: Agregar recurso
fi: Lisää resurssi
fr: Ajouter une ressource
he: הוסף משאב
hi: संसाधन जोड़ें
id: Tambahkan Sumber Daya
it: Aggiungi risorsa
ja: リソースの追加
kn: ಸಂಪನ್ಮೂಲ ಸೇರಿಸಿ
ml: റിസോഴ്സ് ചേർക്കുക
mr: संसाधन जोडा
nl: Bron toevoegen
pa: ਸਰੋਤ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj zasób
pt: Adicionar recurso
ru: Добавить ресурс
sv: Lägg till resurs
ta: வளத்தைச் சேர்க்கவும்
te: వనరులను జోడించండి
th: เพิ่มทรัพยากร
tr: Kaynak Ekle
vi: Thêm tài nguyên

source: No courses found for this program delivery.
ar: لم يتم العثور على دورات تدريبية لهذا البرنامج.
bn: এই প্রোগ্রাম বিতরণের জন্য কোন কোর্স পাওয়া যায় নি.
da: Der blev ikke fundet kurser til denne programlevering.
de: Für diese Programmbereitstellung wurden keine Kurse gefunden.
el: Δεν βρέθηκαν μαθήματα για αυτήν την παράδοση προγράμματος.
es: No se encontraron cursos para la entrega de este programa.
fi: Kursseja ei löytynyt tälle ohjelmatoimitukselle.
fr: Aucun cours trouvé pour cette prestation de programme.
he: לא נמצאו קורסים להעברת תוכנית זו.
hi: इस कार्यक्रम वितरण के लिए कोई पाठ्यक्रम नहीं मिला।
id: Tidak ada kursus yang ditemukan untuk penyampaian program ini.
it: Nessun corso trovato per l'erogazione di questo programma.
ja: このプログラム配信のコースは見つかりませんでした。
kn: ಈ ಪ್ರೋಗ್ರಾಂ ವಿತರಣೆಗೆ ಯಾವುದೇ ಕೋರ್ಸ್‌ಗಳು ಕಂಡುಬಂದಿಲ್ಲ.
ml: ഈ പ്രോഗ്രാം ഡെലിവറിക്ക് കോഴ്സുകളൊന്നും കണ്ടെത്തിയില്ല.
mr: या कार्यक्रमाच्या वितरणासाठी कोणतेही अभ्यासक्रम आढळले नाहीत.
nl: Er zijn geen cursussen gevonden voor dit programma.
pa: ਇਸ ਪ੍ਰੋਗਰਾਮ ਦੀ ਡਿਲੀਵਰੀ ਲਈ ਕੋਈ ਕੋਰਸ ਨਹੀਂ ਮਿਲੇ।
pl: Nie znaleziono kursów dla tego programu.
pt: Nenhum curso encontrado para este programa.
ru: Курсов для этой программы не найдено.
sv: Inga kurser hittades för denna programleverans.
ta: இந்த திட்டத்தை வழங்குவதற்கான படிப்புகள் எதுவும் இல்லை.
te: ఈ ప్రోగ్రామ్ డెలివరీ కోసం కోర్సులు ఏవీ కనుగొనబడలేదు.
th: ไม่พบหลักสูตรสำหรับการจัดส่งโปรแกรมนี้
tr: Bu program sunumu için kurs bulunamadı.
vi: Không tìm thấy khóa học nào cho chương trình này.

source: Course Information
ar: معلومات الدورة
bn: কোর্সের তথ্য
da: Kursusinformation
de: Kursinformationen
el: Πληροφορίες Μαθήματος
es: Información del curso
fi: Kurssin tiedot
fr: Informations sur le cours
gu: અભ્યાસક્રમ માહિતી
he: מידע על הקורס
hi: पाठ्यक्रम संबंधी जानकारी
id: Informasi Kursus
it: Informazioni sul corso
ja: コース情報
kn: ಕೋರ್ಸ್ ಮಾಹಿತಿ
ml: കോഴ്സ് വിവരങ്ങൾ
mr: अभ्यासक्रम माहिती
nl: Cursusinformatie
no: Kursinformasjon
or: ପାଠ୍ୟକ୍ରମ ସୂଚନା
pa: ਕੋਰਸ ਦੀ ਜਾਣਕਾਰੀ
pl: Informacje o kursie
pt: Informações do curso
ru: Информация о курсе
sv: Kursinformation
ta: பாடத் தகவல்
te: కోర్సు సమాచారం
th: ข้อมูลหลักสูตร
tr: Kurs Bilgileri
vi: Thông tin khóa học

source: Category:
ar: فئة:
bn: বিভাগ:
da: Kategori:
de: Kategorie:
el: Κατηγορία:
es: Categoría:
fi: Luokka:
fr: Catégorie:
he: קָטֵגוֹרִיָה:
hi: वर्ग:
id: Kategori:
it: Categoria:
ja: カテゴリ：
kn: ವರ್ಗ:
ml: വിഭാഗം:
mr: श्रेणी:
nl: Categorie:
pa: ਸ਼੍ਰੇਣੀ:
pl: Kategoria:
pt: Categoria:
ru: Категория:
sv: Kategori:
ta: வகை:
te: వర్గం:
th: หมวดหมู่:
tr: Kategori:
vi: Loại:

source: Language:
ar: لغة:
bn: ভাষা:
da: Sprog:
de: Sprache:
el: Γλώσσα:
es: Idioma:
fi: Kieli:
fr: Langue:
gu: ભાષા:
he: שָׂפָה:
hi: भाषा:
id: Bahasa:
it: Lingua:
ja: 言語：
kn: ಭಾಷೆ:
ml: ഭാഷ:
mr: भाषा:
nl: Taal:
no: Språk:
or: ଭାଷା:
pa: ਭਾਸ਼ਾ:
pl: Język:
pt: Linguagem:
ru: Язык:
sv: Språk:
ta: மொழி:
te: భాష:
th: ภาษา:
tr: Dil:
vi: Ngôn ngữ:

source: Difficulty:
ar: صعوبة:
bn: অসুবিধা:
da: Vanskelighed:
de: Schwierigkeit:
el: Δυσκολία:
es: Dificultad:
fi: Vaikeusaste:
fr: Difficulté:
he: קוֹשִׁי:
hi: कठिनाई:
id: Kesulitan:
it: Difficoltà:
ja: 困難：
kn: ತೊಂದರೆ:
ml: ബുദ്ധിമുട്ട്:
mr: अडचण:
nl: Moeilijkheidsgraad:
pa: ਮੁਸ਼ਕਲ:
pl: Trudność:
pt: Dificuldade:
ru: Сложность:
sv: Svårighet:
ta: சிரமம்:
te: కష్టం:
th: ความยาก:
tr: Zorluk:
vi: Khó khăn:

source: No course information available for this delivery.
ar: لا توجد معلومات الدورة المتاحة لهذا التسليم.
bn: এই ডেলিভারির জন্য কোন কোর্স তথ্য উপলব্ধ.
da: Ingen kursusinformation tilgængelig for denne levering.
de: Für diese Lieferung sind keine Kursinformationen verfügbar.
el: Δεν υπάρχουν διαθέσιμες πληροφορίες μαθημάτων για αυτήν την παράδοση.
es: No hay información del curso disponible para esta entrega.
fi: Kurssitietoja ei ole saatavilla tälle toimitukselle.
fr: Aucune information de cours disponible pour cette livraison.
he: אין מידע על הקורס זמין עבור משלוח זה.
hi: इस डिलीवरी के लिए कोई पाठ्यक्रम जानकारी उपलब्ध नहीं है।
id: Tidak ada informasi kursus yang tersedia untuk pengiriman ini.
it: Nessuna informazione sul corso disponibile per questa consegna.
ja: この配信にはコース情報がありません。
kn: ಈ ವಿತರಣೆಗೆ ಯಾವುದೇ ಕೋರ್ಸ್ ಮಾಹಿತಿ ಲಭ್ಯವಿಲ್ಲ.
ml: ഈ ഡെലിവറിക്ക് കോഴ്‌സ് വിവരങ്ങളൊന്നും ലഭ്യമല്ല.
mr: या वितरणासाठी कोणतीही कोर्स माहिती उपलब्ध नाही.
nl: Er is geen cursusinformatie beschikbaar voor deze levering.
pa: ਇਸ ਡਿਲੀਵਰੀ ਲਈ ਕੋਈ ਕੋਰਸ ਜਾਣਕਾਰੀ ਉਪਲਬਧ ਨਹੀਂ ਹੈ।
pl: Brak informacji o kursie dla tej dostawy.
pt: Nenhuma informação de curso disponível para esta entrega.
ru: Для этой поставки информация о курсе отсутствует.
sv: Ingen kursinformation tillgänglig för denna leverans.
ta: இந்த டெலிவரிக்கான பாடத் தகவல் இல்லை.
te: ఈ డెలివరీ కోసం కోర్సు సమాచారం అందుబాటులో లేదు.
th: ไม่มีข้อมูลหลักสูตรสำหรับการจัดส่งนี้
tr: Bu teslimat için kurs bilgisi mevcut değil.
vi: Không có thông tin khóa học có sẵn cho việc cung cấp này.

source: No learning resources found for this course delivery.
ar: لم يتم العثور على مصادر تعليمية لتقديم هذه الدورة.
bn: এই কোর্স ডেলিভারির জন্য কোন শিক্ষার সংস্থান পাওয়া যায়নি।
da: Der blev ikke fundet nogen læringsressourcer til denne kursuslevering.
de: Für diesen Kurs wurden keine Lernressourcen gefunden.
el: Δεν βρέθηκαν πόροι εκμάθησης για αυτήν την παράδοση μαθημάτων.
es: No se encontraron recursos de aprendizaje para la entrega de este curso.
fi: Tälle kurssille ei löytynyt oppimisresursseja.
fr: Aucune ressource d'apprentissage trouvée pour cette prestation de cours.
he: לא נמצאו משאבי למידה עבור העברת קורס זה.
hi: इस पाठ्यक्रम वितरण के लिए कोई शिक्षण संसाधन नहीं मिला।
id: Tidak ada sumber belajar yang ditemukan untuk penyampaian kursus ini.
it: Nessuna risorsa didattica trovata per l'erogazione di questo corso.
ja: このコース配信用の学習リソースは見つかりませんでした。
kn: ಈ ಕೋರ್ಸ್ ವಿತರಣೆಗೆ ಯಾವುದೇ ಕಲಿಕೆಯ ಸಂಪನ್ಮೂಲಗಳು ಕಂಡುಬಂದಿಲ್ಲ.
ml: ഈ കോഴ്‌സ് ഡെലിവറിക്കായി പഠന വിഭവങ്ങളൊന്നും കണ്ടെത്തിയില്ല.
mr: या अभ्यासक्रमाच्या वितरणासाठी कोणतीही शिक्षण संसाधने आढळली नाहीत.
nl: Er zijn geen leermiddelen gevonden voor deze cursuslevering.
pa: ਇਸ ਕੋਰਸ ਡਿਲੀਵਰੀ ਲਈ ਕੋਈ ਸਿੱਖਣ ਦੇ ਸਰੋਤ ਨਹੀਂ ਮਿਲੇ।
pl: Nie znaleziono zasobów edukacyjnych dla tego kursu.
pt: Nenhum recurso de aprendizagem encontrado para este curso.
ru: Для проведения этого курса не найдено учебных ресурсов.
sv: Inga lärresurser hittades för denna kursleverans.
ta: இந்த பாடத்திட்டத்தை வழங்குவதற்கான கற்றல் ஆதாரங்கள் எதுவும் இல்லை.
te: ఈ కోర్సు డెలివరీ కోసం ఎటువంటి అభ్యాస వనరులు కనుగొనబడలేదు.
th: ไม่พบแหล่งเรียนรู้สำหรับการจัดส่งหลักสูตรนี้
tr: Bu kurs sunumu için öğrenme kaynağı bulunamadı.
vi: Không tìm thấy tài nguyên học tập nào cho khóa học này.
