Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Failed to change password. Please check the errors and try again.
ar: فشل في تغيير كلمة المرور. الرجاء التحقق من الأخطاء والمحاولة مرة أخرى.
bn: পাসওয়ার্ড পরিবর্তন করতে ব্যর্থ হয়েছে. অনুগ্রহ করে ত্রুটিগুলি পরীক্ষা করুন এবং আবার চেষ্টা করুন৷
da: Kunne ikke ændre adgangskoden. Kontroller venligst fejlene og prøv igen.
de: Passwort konnte nicht geändert werden. Bitte überprüfen Sie die Fehler und versuchen Sie es erneut.
el: Αποτυχία αλλαγής κωδικού πρόσβασης. Ελέγξτε τα σφάλματα και δοκιμάστε ξανά.
es: No se pudo cambiar la contraseña. Por favor verifique los errores e inténtelo nuevamente.
fi: Salasanan vaihto epäonnistui. Tarkista virheet ja yritä uudelleen.
fr: Échec de la modification du mot de passe. Veuillez vérifier les erreurs et réessayer.
he: שינוי הסיסמה נכשל. אנא בדוק את השגיאות ונסה שוב.
hi: पासवर्ड बदलने में विफल. कृपया त्रुटियों की जाँच करें और पुनः प्रयास करें।
id: Gagal mengubah kata sandi. Silakan periksa kesalahannya dan coba lagi.
it: Impossibile modificare la password. Controlla gli errori e riprova.
ja: パスワードの変更に失敗しました。エラーを確認して再試行してください。
ml: പാസ്‌വേഡ് മാറ്റുന്നതിൽ പരാജയപ്പെട്ടു. പിശകുകൾ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.
mr: पासवर्ड बदलण्यात अयशस्वी. कृपया त्रुटी तपासा आणि पुन्हा प्रयत्न करा.
nl: Kan wachtwoord niet wijzigen. Controleer de fouten en probeer het opnieuw.
pa: ਪਾਸਵਰਡ ਬਦਲਣ ਵਿੱਚ ਅਸਫਲ। ਕਿਰਪਾ ਕਰਕੇ ਤਰੁੱਟੀਆਂ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Nie udało się zmienić hasła. Sprawdź błędy i spróbuj ponownie.
pt: Falha ao alterar a senha. Verifique os erros e tente novamente.
ru: Не удалось изменить пароль. Пожалуйста, проверьте ошибки и повторите попытку.
sv: Det gick inte att byta lösenord. Kontrollera felen och försök igen.
ta: கடவுச்சொல்லை மாற்ற முடியவில்லை. பிழைகளைச் சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
te: పాస్‌వర్డ్‌ని మార్చడంలో విఫలమైంది. దయచేసి లోపాలను తనిఖీ చేసి, మళ్లీ ప్రయత్నించండి.
th: ไม่สามารถเปลี่ยนรหัสผ่าน โปรดตรวจสอบข้อผิดพลาดแล้วลองอีกครั้ง
tr: Şifre değiştirilemedi. Lütfen hataları kontrol edip tekrar deneyin.
vi: Không thể thay đổi mật khẩu. Vui lòng kiểm tra lỗi và thử lại.

source: An error occurred while changing your password. Please try again.
ar: حدث خطأ أثناء تغيير كلمة المرور الخاصة بك. يرجى المحاولة مرة أخرى.
bn: আপনার পাসওয়ার্ড পরিবর্তন করার সময় একটি ত্রুটি ঘটেছে৷ আবার চেষ্টা করুন.
da: Der opstod en fejl under ændring af din adgangskode. Prøv venligst igen.
de: Beim Ändern Ihres Passworts ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
el: Παρουσιάστηκε σφάλμα κατά την αλλαγή του κωδικού πρόσβασής σας. Δοκιμάστε ξανά.
es: Se produjo un error al cambiar su contraseña. Por favor inténtalo de nuevo.
fi: Salasanaa vaihdettaessa tapahtui virhe. Yritä uudelleen.
fr: Une erreur s'est produite lors de la modification de votre mot de passe. Veuillez réessayer.
he: אירעה שגיאה בעת שינוי הסיסמה שלך. אנא נסה שוב.
hi: आपका पासवर्ड बदलते समय एक त्रुटि उत्पन्न हुई. कृपया पुन: प्रयास करें।
id: Terjadi kesalahan saat mengubah kata sandi Anda. Silakan coba lagi.
it: Si è verificato un errore durante la modifica della password. Per favore riprova.
ja: パスワードの変更中にエラーが発生しました。もう一度試してください。
ml: നിങ്ങളുടെ പാസ്‌വേഡ് മാറ്റുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു. ദയവായി വീണ്ടും ശ്രമിക്കുക.
mr: तुमचा पासवर्ड बदलताना एरर आली. कृपया पुन्हा प्रयत्न करा.
nl: Er is een fout opgetreden bij het wijzigen van uw wachtwoord. Probeer het opnieuw.
pa: ਤੁਹਾਡਾ ਪਾਸਵਰਡ ਬਦਲਣ ਦੌਰਾਨ ਇੱਕ ਤਰੁੱਟੀ ਉਤਪੰਨ ਹੋਈ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Wystąpił błąd podczas zmiany hasła. Spróbuj ponownie.
pt: Ocorreu um erro ao alterar sua senha. Por favor, tente novamente.
ru: Произошла ошибка при смене пароля. Пожалуйста, попробуйте еще раз.
sv: Ett fel uppstod när ditt lösenord skulle ändras. Försök igen.
ta: உங்கள் கடவுச்சொல்லை மாற்றும்போது பிழை ஏற்பட்டது. மீண்டும் முயற்சிக்கவும்.
te: మీ పాస్‌వర్డ్‌ని మారుస్తున్నప్పుడు లోపం సంభవించింది. దయచేసి మళ్లీ ప్రయత్నించండి.
th: เกิดข้อผิดพลาดขณะเปลี่ยนรหัสผ่านของคุณ โปรดลองอีกครั้ง
tr: Şifreniz değiştirilirken bir hata oluştu. Lütfen tekrar deneyin.
vi: Đã xảy ra lỗi khi thay đổi mật khẩu của bạn. Vui lòng thử lại.

source: An error occurred while changing your password.
ar: حدث خطأ أثناء تغيير كلمة المرور الخاصة بك.
bn: আপনার পাসওয়ার্ড পরিবর্তন করার সময় একটি ত্রুটি ঘটেছে৷
da: Der opstod en fejl under ændring af din adgangskode.
de: Beim Ändern Ihres Passworts ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την αλλαγή του κωδικού πρόσβασής σας.
es: Se produjo un error al cambiar su contraseña.
fi: Salasanaa vaihdettaessa tapahtui virhe.
fr: Une erreur s'est produite lors de la modification de votre mot de passe.
he: אירעה שגיאה בעת שינוי הסיסמה שלך.
hi: आपका पासवर्ड बदलते समय एक त्रुटि उत्पन्न हुई.
id: Terjadi kesalahan saat mengubah kata sandi Anda.
it: Si è verificato un errore durante la modifica della password.
ja: パスワードの変更中にエラーが発生しました。
ml: നിങ്ങളുടെ പാസ്‌വേഡ് മാറ്റുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു.
mr: तुमचा पासवर्ड बदलताना एरर आली.
nl: Er is een fout opgetreden bij het wijzigen van uw wachtwoord.
pa: ਤੁਹਾਡਾ ਪਾਸਵਰਡ ਬਦਲਣ ਦੌਰਾਨ ਇੱਕ ਤਰੁੱਟੀ ਉਤਪੰਨ ਹੋਈ।
pl: Wystąpił błąd podczas zmiany hasła.
pt: Ocorreu um erro ao alterar sua senha.
ru: Произошла ошибка при смене пароля.
sv: Ett fel uppstod när ditt lösenord skulle ändras.
ta: உங்கள் கடவுச்சொல்லை மாற்றும்போது பிழை ஏற்பட்டது.
te: మీ పాస్‌వర్డ్‌ని మారుస్తున్నప్పుడు లోపం సంభవించింది.
th: เกิดข้อผิดพลาดขณะเปลี่ยนรหัสผ่านของคุณ
tr: Şifreniz değiştirilirken bir hata oluştu.
vi: Đã xảy ra lỗi khi thay đổi mật khẩu của bạn.

source: Preferences updated successfully.
ar: تم تحديث التفضيلات بنجاح.
bn: পছন্দগুলি সফলভাবে আপডেট করা হয়েছে৷
da: Præferencer blev opdateret.
de: Einstellungen erfolgreich aktualisiert.
el: Οι προτιμήσεις ενημερώθηκαν με επιτυχία.
es: Preferencias actualizadas correctamente.
fi: Asetukset päivitetty onnistuneesti.
fr: Préférences mises à jour avec succès.
he: העדפות עודכנו בהצלחה.
hi: प्राथमिकताएँ सफलतापूर्वक अपडेट की गईं.
id: Preferensi berhasil diperbarui.
it: Preferenze aggiornate correttamente.
ja: 設定が正常に更新されました。
ml: മുൻഗണനകൾ വിജയകരമായി അപ്ഡേറ്റ് ചെയ്തു.
mr: प्राधान्ये यशस्वीरित्या अपडेट केली.
nl: Voorkeuren zijn succesvol bijgewerkt.
pa: ਤਰਜੀਹਾਂ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤੀਆਂ ਗਈਆਂ।
pl: Preferencje zostały pomyślnie zaktualizowane.
pt: Preferências atualizadas com sucesso.
ru: Настройки успешно обновлены.
sv: Inställningar har uppdaterats.
ta: விருப்பத்தேர்வுகள் வெற்றிகரமாக புதுப்பிக்கப்பட்டன.
te: ప్రాధాన్యతలు విజయవంతంగా నవీకరించబడ్డాయి.
th: อัปเดตการตั้งค่าสำเร็จแล้ว
tr: Tercihler başarıyla güncellendi.
vi: Đã cập nhật tùy chọn thành công.

source: Your preferences have been updated successfully.
ar: تم تحديث تفضيلاتك بنجاح.
bn: আপনার পছন্দ সফলভাবে আপডেট করা হয়েছে.
da: Dine præferencer er blevet opdateret.
de: Ihre Einstellungen wurden erfolgreich aktualisiert.
el: Οι προτιμήσεις σας ενημερώθηκαν με επιτυχία.
es: Tus preferencias se han actualizado correctamente.
fi: Asetuksesi on päivitetty onnistuneesti.
fr: Vos préférences ont été mises à jour avec succès.
he: ההעדפות שלך עודכנו בהצלחה.
hi: आपकी प्राथमिकताएं सफलतापूर्वक अपडेट कर दी गई हैं.
id: Preferensi Anda telah berhasil diperbarui.
it: Le tue preferenze sono state aggiornate con successo.
ja: 設定は正常に更新されました。
ml: നിങ്ങളുടെ മുൻഗണനകൾ വിജയകരമായി അപ്ഡേറ്റ് ചെയ്തു.
mr: तुमची प्राधान्ये यशस्वीरित्या अपडेट केली गेली आहेत.
nl: Uw voorkeuren zijn succesvol bijgewerkt.
pa: ਤੁਹਾਡੀਆਂ ਤਰਜੀਹਾਂ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ ਹੈ।
pl: Twoje preferencje zostały pomyślnie zaktualizowane.
pt: Suas preferências foram atualizadas com sucesso.
ru: Ваши настройки успешно обновлены.
sv: Dina inställningar har uppdaterats.
ta: உங்கள் விருப்பத்தேர்வுகள் வெற்றிகரமாக புதுப்பிக்கப்பட்டன.
te: మీ ప్రాధాన్యతలు విజయవంతంగా నవీకరించబడ్డాయి.
th: การตั้งค่าของคุณได้รับการอัปเดตเรียบร้อยแล้ว
tr: Tercihleriniz başarıyla güncellendi.
vi: Tùy chọn của bạn đã được cập nhật thành công.

source: Failed to update preferences. Please check the errors and try again.
ar: فشل في تحديث التفضيلات. الرجاء التحقق من الأخطاء والمحاولة مرة أخرى.
bn: পছন্দ আপডেট করতে ব্যর্থ হয়েছে. অনুগ্রহ করে ত্রুটিগুলি পরীক্ষা করুন এবং আবার চেষ্টা করুন৷
da: Kunne ikke opdatere præferencer. Kontroller venligst fejlene og prøv igen.
de: Die Einstellungen konnten nicht aktualisiert werden. Bitte überprüfen Sie die Fehler und versuchen Sie es erneut.
el: Η ενημέρωση των προτιμήσεων απέτυχε. Ελέγξτε τα σφάλματα και δοκιμάστε ξανά.
es: No se pudieron actualizar las preferencias. Por favor verifique los errores e inténtelo nuevamente.
fi: Asetusten päivittäminen epäonnistui. Tarkista virheet ja yritä uudelleen.
fr: Échec de la mise à jour des préférences. Veuillez vérifier les erreurs et réessayer.
he: עדכון ההעדפות נכשל. אנא בדוק את השגיאות ונסה שוב.
hi: प्राथमिकताएँ अद्यतन करने में विफल. कृपया त्रुटियों की जाँच करें और पुनः प्रयास करें।
id: Gagal memperbarui preferensi. Silakan periksa kesalahannya dan coba lagi.
it: Impossibile aggiornare le preferenze. Controlla gli errori e riprova.
ja: 設定を更新できませんでした。エラーを確認して再試行してください。
ml: മുൻഗണനകൾ അപ്ഡേറ്റ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു. പിശകുകൾ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.
mr: प्राधान्ये अपडेट करण्यात अयशस्वी. कृपया त्रुटी तपासा आणि पुन्हा प्रयत्न करा.
nl: Kan voorkeuren niet bijwerken. Controleer de fouten en probeer het opnieuw.
pa: ਤਰਜੀਹਾਂ ਨੂੰ ਅੱਪਡੇਟ ਕਰਨ ਵਿੱਚ ਅਸਫਲ। ਕਿਰਪਾ ਕਰਕੇ ਤਰੁੱਟੀਆਂ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Nie udało się zaktualizować preferencji. Sprawdź błędy i spróbuj ponownie.
pt: Falha ao atualizar preferências. Verifique os erros e tente novamente.
ru: Не удалось обновить настройки. Пожалуйста, проверьте ошибки и повторите попытку.
sv: Det gick inte att uppdatera inställningarna. Kontrollera felen och försök igen.
ta: விருப்பத்தேர்வுகளைப் புதுப்பிக்க முடியவில்லை. பிழைகளைச் சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
te: ప్రాధాన్యతలను నవీకరించడంలో విఫలమైంది. దయచేసి లోపాలను తనిఖీ చేసి, మళ్లీ ప్రయత్నించండి.
th: ไม่สามารถอัปเดตการตั้งค่าได้ โปรดตรวจสอบข้อผิดพลาดแล้วลองอีกครั้ง
tr: Tercihler güncellenemedi. Lütfen hataları kontrol edip tekrar deneyin.
vi: Không thể cập nhật tùy chọn. Vui lòng kiểm tra lỗi và thử lại.

source: An error occurred while updating your preferences. Please try again.
ar: حدث خطأ أثناء تحديث تفضيلاتك. يرجى المحاولة مرة أخرى.
bn: আপনার পছন্দগুলি আপডেট করার সময় একটি ত্রুটি ঘটেছে৷ আবার চেষ্টা করুন.
da: Der opstod en fejl under opdatering af dine præferencer. Prøv venligst igen.
de: Beim Aktualisieren Ihrer Einstellungen ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
el: Παρουσιάστηκε σφάλμα κατά την ενημέρωση των προτιμήσεών σας. Δοκιμάστε ξανά.
es: Se produjo un error al actualizar sus preferencias. Por favor inténtalo de nuevo.
fi: Asetuksiasi päivitettäessä tapahtui virhe. Yritä uudelleen.
fr: Une erreur s'est produite lors de la mise à jour de vos préférences. Veuillez réessayer.
he: אירעה שגיאה בעת עדכון ההעדפות שלך. אנא נסה שוב.
hi: आपकी प्राथमिकताएँ अद्यतन करते समय एक त्रुटि उत्पन्न हुई। कृपया पुन: प्रयास करें।
id: Terjadi kesalahan saat memperbarui preferensi Anda. Silakan coba lagi.
it: Si è verificato un errore durante l'aggiornamento delle tue preferenze. Per favore riprova.
ja: 設定の更新中にエラーが発生しました。もう一度試してください。
ml: നിങ്ങളുടെ മുൻഗണനകൾ അപ്ഡേറ്റ് ചെയ്യുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു. ദയവായി വീണ്ടും ശ്രമിക്കുക.
mr: तुमची प्राधान्ये अपडेट करताना एरर आली. कृपया पुन्हा प्रयत्न करा.
nl: Er is een fout opgetreden bij het bijwerken van uw voorkeuren. Probeer het opnieuw.
pa: ਤੁਹਾਡੀਆਂ ਤਰਜੀਹਾਂ ਨੂੰ ਅੱਪਡੇਟ ਕਰਨ ਦੌਰਾਨ ਇੱਕ ਤਰੁੱਟੀ ਉਤਪੰਨ ਹੋਈ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Wystąpił błąd podczas aktualizowania Twoich preferencji. Spróbuj ponownie.
pt: Ocorreu um erro ao atualizar suas preferências. Por favor, tente novamente.
ru: Произошла ошибка при обновлении ваших предпочтений. Пожалуйста, попробуйте еще раз.
sv: Ett fel uppstod när dina inställningar skulle uppdateras. Försök igen.
ta: உங்கள் விருப்பத்தேர்வுகளைப் புதுப்பிக்கும்போது பிழை ஏற்பட்டது. மீண்டும் முயற்சிக்கவும்.
te: మీ ప్రాధాన్యతలను నవీకరిస్తున్నప్పుడు లోపం సంభవించింది. దయచేసి మళ్లీ ప్రయత్నించండి.
th: เกิดข้อผิดพลาดขณะอัปเดตการตั้งค่าของคุณ โปรดลองอีกครั้ง
tr: Tercihleriniz güncellenirken bir hata oluştu. Lütfen tekrar deneyin.
vi: Đã xảy ra lỗi khi cập nhật tùy chọn của bạn. Vui lòng thử lại.

source: An error occurred while updating your preferences.
ar: حدث خطأ أثناء تحديث تفضيلاتك.
bn: আপনার পছন্দগুলি আপডেট করার সময় একটি ত্রুটি ঘটেছে৷
da: Der opstod en fejl under opdatering af dine præferencer.
de: Beim Aktualisieren Ihrer Einstellungen ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την ενημέρωση των προτιμήσεών σας.
es: Se produjo un error al actualizar sus preferencias.
fi: Asetuksiasi päivitettäessä tapahtui virhe.
fr: Une erreur s'est produite lors de la mise à jour de vos préférences.
he: אירעה שגיאה בעת עדכון ההעדפות שלך.
hi: आपकी प्राथमिकताएँ अद्यतन करते समय एक त्रुटि उत्पन्न हुई।
id: Terjadi kesalahan saat memperbarui preferensi Anda.
it: Si è verificato un errore durante l'aggiornamento delle tue preferenze.
ja: 設定の更新中にエラーが発生しました。
ml: നിങ്ങളുടെ മുൻഗണനകൾ അപ്ഡേറ്റ് ചെയ്യുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു.
mr: तुमची प्राधान्ये अपडेट करताना एरर आली.
nl: Er is een fout opgetreden bij het bijwerken van uw voorkeuren.
pa: ਤੁਹਾਡੀਆਂ ਤਰਜੀਹਾਂ ਨੂੰ ਅੱਪਡੇਟ ਕਰਨ ਦੌਰਾਨ ਇੱਕ ਤਰੁੱਟੀ ਉਤਪੰਨ ਹੋਈ।
pl: Wystąpił błąd podczas aktualizowania Twoich preferencji.
pt: Ocorreu um erro ao atualizar suas preferências.
ru: Произошла ошибка при обновлении ваших предпочтений.
sv: Ett fel uppstod när dina inställningar skulle uppdateras.
ta: உங்கள் விருப்பத்தேர்வுகளைப் புதுப்பிக்கும்போது பிழை ஏற்பட்டது.
te: మీ ప్రాధాన్యతలను నవీకరిస్తున్నప్పుడు లోపం సంభవించింది.
th: เกิดข้อผิดพลาดขณะอัปเดตการตั้งค่าของคุณ
tr: Tercihleriniz güncellenirken bir hata oluştu.
vi: Đã xảy ra lỗi khi cập nhật tùy chọn của bạn.

source: Profile picture updated successfully.
ar: تم تحديث الصورة الشخصية بنجاح.
bn: প্রোফাইল ছবি সফলভাবে আপডেট করা হয়েছে৷
da: Profilbilledet blev opdateret.
de: Profilbild erfolgreich aktualisiert.
el: Η εικόνα προφίλ ενημερώθηκε με επιτυχία.
es: Imagen de perfil actualizada correctamente.
fi: Profiilikuvan päivitys onnistui.
fr: Photo de profil mise à jour avec succès.
he: תמונת הפרופיל עודכנה בהצלחה.
hi: प्रोफ़ाइल चित्र सफलतापूर्वक अपडेट किया गया.
id: Gambar profil berhasil diperbarui.
it: Immagine del profilo aggiornata correttamente.
ja: プロフィール写真が正常に更新されました。
ml: പ്രൊഫൈൽ ചിത്രം വിജയകരമായി അപ്ഡേറ്റ് ചെയ്തു.
mr: प्रोफाइल चित्र यशस्वीरित्या अद्यतनित केले.
nl: Profielfoto is succesvol bijgewerkt.
pa: ਪ੍ਰੋਫਾਈਲ ਤਸਵੀਰ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤੀ ਗਈ।
pl: Zdjęcie profilowe zostało pomyślnie zaktualizowane.
pt: Foto do perfil atualizada com sucesso.
ru: Изображение профиля успешно обновлено.
sv: Profilbilden har uppdaterats.
ta: சுயவிவரப் படம் வெற்றிகரமாக புதுப்பிக்கப்பட்டது.
te: ప్రొఫైల్ చిత్రం విజయవంతంగా నవీకరించబడింది.
th: อัปเดตรูปโปรไฟล์เรียบร้อยแล้ว
tr: Profil resmi başarıyla güncellendi.
vi: Ảnh hồ sơ được cập nhật thành công.

source: Your profile picture has been updated successfully.
ar: تم تحديث صورة ملفك الشخصي بنجاح.
bn: আপনার প্রোফাইল ছবি সফলভাবে আপডেট করা হয়েছে.
da: Dit profilbillede er blevet opdateret.
de: Ihr Profilbild wurde erfolgreich aktualisiert.
el: Η εικόνα του προφίλ σας ενημερώθηκε με επιτυχία.
es: Tu foto de perfil se ha actualizado correctamente.
fi: Profiilikuvasi päivitys onnistui.
fr: Votre photo de profil a été mise à jour avec succès.
he: תמונת הפרופיל שלך עודכנה בהצלחה.
hi: आपका प्रोफ़ाइल चित्र सफलतापूर्वक अपडेट कर दिया गया है.
id: Gambar profil Anda telah berhasil diperbarui.
it: La tua immagine del profilo è stata aggiornata con successo.
ja: プロフィール写真が正常に更新されました。
ml: നിങ്ങളുടെ പ്രൊഫൈൽ ചിത്രം വിജയകരമായി അപ്ഡേറ്റ് ചെയ്തു.
mr: तुमचे प्रोफाइल चित्र यशस्वीरित्या अपडेट केले गेले आहे.
nl: Je profielfoto is succesvol bijgewerkt.
pa: ਤੁਹਾਡੀ ਪ੍ਰੋਫਾਈਲ ਤਸਵੀਰ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤੀ ਗਈ ਹੈ।
pl: Twoje zdjęcie profilowe zostało pomyślnie zaktualizowane.
pt: Sua foto de perfil foi atualizada com sucesso.
ru: Изображение вашего профиля успешно обновлено.
sv: Din profilbild har uppdaterats framgångsrikt.
ta: உங்கள் சுயவிவரப் படம் வெற்றிகரமாக புதுப்பிக்கப்பட்டது.
te: మీ ప్రొఫైల్ చిత్రం విజయవంతంగా నవీకరించబడింది.
th: รูปโปรไฟล์ของคุณได้รับการอัพเดตเรียบร้อยแล้ว
tr: Profil resminiz başarıyla güncellendi.
vi: Ảnh hồ sơ của bạn đã được cập nhật thành công.

source: Failed to update profile picture. Please check the errors and try again.
ar: فشل تحديث الصورة الشخصية. الرجاء التحقق من الأخطاء والمحاولة مرة أخرى.
bn: প্রোফাইল ছবি আপডেট করতে ব্যর্থ হয়েছে. অনুগ্রহ করে ত্রুটিগুলি পরীক্ষা করুন এবং আবার চেষ্টা করুন৷
da: Kunne ikke opdatere profilbilledet. Kontroller venligst fejlene og prøv igen.
de: Profilbild konnte nicht aktualisiert werden. Bitte überprüfen Sie die Fehler und versuchen Sie es erneut.
el: Η ενημέρωση της εικόνας προφίλ απέτυχε. Ελέγξτε τα σφάλματα και δοκιμάστε ξανά.
es: No se pudo actualizar la foto de perfil. Por favor verifique los errores e inténtelo nuevamente.
fi: Profiilikuvan päivitys epäonnistui. Tarkista virheet ja yritä uudelleen.
fr: Échec de la mise à jour de la photo de profil. Veuillez vérifier les erreurs et réessayer.
he: עדכון תמונת הפרופיל נכשל. אנא בדוק את השגיאות ונסה שוב.
hi: प्रोफ़ाइल चित्र अपडेट करने में विफल. कृपया त्रुटियों की जाँच करें और पुनः प्रयास करें।
id: Gagal memperbarui gambar profil. Silakan periksa kesalahannya dan coba lagi.
it: Impossibile aggiornare l'immagine del profilo. Controlla gli errori e riprova.
ja: プロフィール写真の更新に失敗しました。エラーを確認して再試行してください。
ml: പ്രൊഫൈൽ ചിത്രം അപ്‌ഡേറ്റ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു. പിശകുകൾ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.
mr: प्रोफाइल चित्र अपडेट करण्यात अयशस्वी. कृपया त्रुटी तपासा आणि पुन्हा प्रयत्न करा.
nl: Kan profielfoto niet updaten. Controleer de fouten en probeer het opnieuw.
pa: ਪ੍ਰੋਫਾਈਲ ਤਸਵੀਰ ਨੂੰ ਅੱਪਡੇਟ ਕਰਨਾ ਅਸਫਲ ਰਿਹਾ। ਕਿਰਪਾ ਕਰਕੇ ਤਰੁੱਟੀਆਂ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Nie udało się zaktualizować zdjęcia profilowego. Sprawdź błędy i spróbuj ponownie.
pt: Falha ao atualizar a foto do perfil. Verifique os erros e tente novamente.
ru: Не удалось обновить изображение профиля. Пожалуйста, проверьте ошибки и повторите попытку.
sv: Det gick inte att uppdatera profilbilden. Kontrollera felen och försök igen.
ta: சுயவிவரப் படத்தைப் புதுப்பிக்க முடியவில்லை. பிழைகளைச் சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
te: ప్రొఫైల్ చిత్రాన్ని నవీకరించడంలో విఫలమైంది. దయచేసి లోపాలను తనిఖీ చేసి, మళ్లీ ప్రయత్నించండి.
th: ไม่สามารถอัปเดตรูปโปรไฟล์ได้ โปรดตรวจสอบข้อผิดพลาดแล้วลองอีกครั้ง
tr: Profil resmi güncellenemedi. Lütfen hataları kontrol edip tekrar deneyin.
vi: Không thể cập nhật ảnh hồ sơ. Vui lòng kiểm tra lỗi và thử lại.

source: An error occurred while updating your profile picture. Please try again.
ar: حدث خطأ أثناء تحديث صورة ملفك الشخصي. يرجى المحاولة مرة أخرى.
bn: আপনার প্রোফাইল ছবি আপডেট করার সময় একটি ত্রুটি ঘটেছে৷ আবার চেষ্টা করুন.
da: Der opstod en fejl under opdatering af dit profilbillede. Prøv venligst igen.
de: Beim Aktualisieren Ihres Profilbilds ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
el: Παρουσιάστηκε σφάλμα κατά την ενημέρωση της εικόνας του προφίλ σας. Δοκιμάστε ξανά.
es: Se produjo un error al actualizar tu foto de perfil. Por favor inténtalo de nuevo.
fi: Profiilikuvaasi päivitettäessä tapahtui virhe. Yritä uudelleen.
fr: Une erreur s'est produite lors de la mise à jour de votre photo de profil. Veuillez réessayer.
he: אירעה שגיאה בעת עדכון תמונת הפרופיל שלך. אנא נסה שוב.
hi: आपका प्रोफ़ाइल चित्र अपडेट करते समय एक त्रुटि उत्पन्न हुई. कृपया पुन: प्रयास करें।
id: Terjadi kesalahan saat memperbarui gambar profil Anda. Silakan coba lagi.
it: Si è verificato un errore durante l'aggiornamento dell'immagine del tuo profilo. Per favore riprova.
ja: プロフィール写真の更新中にエラーが発生しました。もう一度試してください。
ml: നിങ്ങളുടെ പ്രൊഫൈൽ ചിത്രം അപ്‌ഡേറ്റ് ചെയ്യുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു. ദയവായി വീണ്ടും ശ്രമിക്കുക.
mr: तुमचे प्रोफाइल चित्र अपडेट करताना एक त्रुटी आली. कृपया पुन्हा प्रयत्न करा.
nl: Er is een fout opgetreden bij het bijwerken van uw profielfoto. Probeer het opnieuw.
pa: ਤੁਹਾਡੀ ਪ੍ਰੋਫਾਈਲ ਤਸਵੀਰ ਨੂੰ ਅੱਪਡੇਟ ਕਰਨ ਦੌਰਾਨ ਇੱਕ ਤਰੁੱਟੀ ਉਤਪੰਨ ਹੋਈ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Wystąpił błąd podczas aktualizacji zdjęcia profilowego. Spróbuj ponownie.
pt: Ocorreu um erro ao atualizar sua foto de perfil. Por favor, tente novamente.
ru: Произошла ошибка при обновлении изображения вашего профиля. Пожалуйста, попробуйте еще раз.
sv: Ett fel uppstod när din profilbild skulle uppdateras. Försök igen.
ta: உங்கள் சுயவிவரப் படத்தைப் புதுப்பிக்கும்போது பிழை ஏற்பட்டது. மீண்டும் முயற்சிக்கவும்.
te: మీ ప్రొఫైల్ చిత్రాన్ని అప్‌డేట్ చేస్తున్నప్పుడు లోపం సంభవించింది. దయచేసి మళ్లీ ప్రయత్నించండి.
th: เกิดข้อผิดพลาดขณะอัปเดตรูปโปรไฟล์ของคุณ โปรดลองอีกครั้ง
tr: Profil resminiz güncellenirken bir hata oluştu. Lütfen tekrar deneyin.
vi: Đã xảy ra lỗi khi cập nhật ảnh hồ sơ của bạn. Vui lòng thử lại.

source: An error occurred while updating your profile picture.
ar: حدث خطأ أثناء تحديث صورة ملفك الشخصي.
bn: আপনার প্রোফাইল ছবি আপডেট করার সময় একটি ত্রুটি ঘটেছে৷
da: Der opstod en fejl under opdatering af dit profilbillede.
de: Beim Aktualisieren Ihres Profilbilds ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την ενημέρωση της εικόνας του προφίλ σας.
es: Se produjo un error al actualizar tu foto de perfil.
fi: Profiilikuvaasi päivitettäessä tapahtui virhe.
fr: Une erreur s'est produite lors de la mise à jour de votre photo de profil.
he: אירעה שגיאה בעת עדכון תמונת הפרופיל שלך.
hi: आपका प्रोफ़ाइल चित्र अपडेट करते समय एक त्रुटि उत्पन्न हुई.
id: Terjadi kesalahan saat memperbarui gambar profil Anda.
it: Si è verificato un errore durante l'aggiornamento dell'immagine del tuo profilo.
ja: プロフィール写真の更新中にエラーが発生しました。
ml: നിങ്ങളുടെ പ്രൊഫൈൽ ചിത്രം അപ്‌ഡേറ്റ് ചെയ്യുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു.
mr: तुमचे प्रोफाइल चित्र अपडेट करताना एक त्रुटी आली.
nl: Er is een fout opgetreden bij het bijwerken van uw profielfoto.
pa: ਤੁਹਾਡੀ ਪ੍ਰੋਫਾਈਲ ਤਸਵੀਰ ਨੂੰ ਅੱਪਡੇਟ ਕਰਨ ਦੌਰਾਨ ਇੱਕ ਤਰੁੱਟੀ ਉਤਪੰਨ ਹੋਈ।
pl: Wystąpił błąd podczas aktualizacji zdjęcia profilowego.
pt: Ocorreu um erro ao atualizar sua foto de perfil.
ru: Произошла ошибка при обновлении изображения вашего профиля.
sv: Ett fel uppstod när din profilbild skulle uppdateras.
ta: உங்கள் சுயவிவரப் படத்தைப் புதுப்பிக்கும்போது பிழை ஏற்பட்டது.
te: మీ ప్రొఫైల్ చిత్రాన్ని అప్‌డేట్ చేస్తున్నప్పుడు లోపం సంభవించింది.
th: เกิดข้อผิดพลาดขณะอัปเดตรูปโปรไฟล์ของคุณ
tr: Profil resminiz güncellenirken bir hata oluştu.
vi: Đã xảy ra lỗi khi cập nhật ảnh hồ sơ của bạn.

source: API Information
ar: معلومات واجهة برمجة التطبيقات
bn: API তথ্য
da: API-oplysninger
de: API-Informationen
el: Πληροφορίες API
es: Información API
fi: API-tiedot
fr: Informations sur l'API
he: מידע API
hi: एपीआई सूचना
id: Informasi API
it: Informazioni sull'API
ja: API情報
ml: API വിവരങ്ങൾ
mr: API माहिती
nl: API-informatie
pa: API ਜਾਣਕਾਰੀ
pl: Informacje o API
pt: Informações da API
ru: Информация об API
ta: API தகவல்
te: API సమాచారం
th: ข้อมูลเอพีไอ
tr: API Bilgileri
vi: Thông tin API

source: API Key
ar: مفتاح واجهة برمجة التطبيقات
bn: API কী
da: API nøgle
de: API-Schlüssel
el: Κλειδί API
es: Clave API
fi: API-avain
fr: Clé API
gu: API કી
he: מפתח API
hi: एपीआई कुंजी
it: Chiave API
ja: APIキー
ml: API കീ
mr: API की
nl: API-sleutel
no: API-nøkkel
or: API କି
pa: API ਕੁੰਜੀ
pl: Klucz API
pt: Chave de API
ru: API-ключ
sv: API-nyckel
ta: API விசை
te: API కీ
th: คีย์ API
tr: API Anahtarı
vi: Khóa API

source: Meeting Details
ar: تفاصيل الاجتماع
bn: মিটিং বিশদ
da: Mødedetaljer
de: Besprechungsdetails
el: Λεπτομέρειες συνάντησης
es: Detalles de la reunión
fi: Kokouksen tiedot
fr: Détails de la réunion
he: פרטי פגישה
hi: बैठक विवरण
id: Detail Rapat
it: Dettagli della riunione
ja: 会議の詳細
ml: മീറ്റിംഗ് വിശദാംശങ്ങൾ
mr: बैठकीचे तपशील
nl: Vergaderingsdetails
pa: ਮੀਟਿੰਗ ਦੇ ਵੇਰਵੇ
pl: Szczegóły spotkania
pt: Detalhes da reunião
ru: Подробности встречи
sv: Mötesinformation
ta: சந்திப்பு விவரங்கள்
te: సమావేశ వివరాలు
th: รายละเอียดการประชุม
tr: Toplantı Detayları
vi: Chi tiết cuộc họp
