Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Indicate whether this delivery is currently active.
ar: قم بالإشارة إلى ما إذا كان هذا التسليم نشطًا حاليًا.
bn: এই ডেলিভারি বর্তমানে সক্রিয় কিনা তা নির্দেশ করুন।
da: Angiv, om denne levering i øjeblikket er aktiv.
de: Geben Sie an, ob diese Lieferung derzeit aktiv ist.
el: Υποδείξτε εάν αυτή η παράδοση είναι ενεργή αυτήν τη στιγμή.
es: Indique si esta entrega se encuentra actualmente activa.
fi: Ilmoita, onko tämä toimitus tällä hetkellä aktiivinen.
fr: Indiquez si cette diffusion est actuellement active.
he: ציין אם משלוח זה פעיל כעת.
hi: बताएं कि क्या यह डिलीवरी वर्तमान में सक्रिय है।
id: Tunjukkan apakah pengiriman ini sedang aktif.
it: Indica se questa consegna è attualmente attiva.
ja: この配信が現在アクティブかどうかを示します。
kn: ಈ ವಿತರಣೆಯು ಪ್ರಸ್ತುತ ಸಕ್ರಿಯವಾಗಿದೆಯೇ ಎಂಬುದನ್ನು ಸೂಚಿಸಿ.
ml: ഈ ഡെലിവറി നിലവിൽ സജീവമാണോ എന്ന് സൂചിപ്പിക്കുക.
mr: हे डिलिव्हरी सध्या सक्रिय आहे की नाही ते सूचित करा.
nl: Geef aan of deze levering momenteel actief is.
pa: ਦੱਸੋ ਕਿ ਕੀ ਇਹ ਡਿਲੀਵਰੀ ਵਰਤਮਾਨ ਵਿੱਚ ਕਿਰਿਆਸ਼ੀਲ ਹੈ।
pl: Wskaż, czy ta dostawa jest obecnie aktywna.
pt: Indique se este delivery está ativo no momento.
ru: Укажите, активна ли эта доставка в данный момент.
sv: Ange om denna leverans för närvarande är aktiv.
ta: இந்த டெலிவரி தற்போது செயலில் உள்ளதா என்பதைக் குறிப்பிடவும்.
te: ఈ డెలివరీ ప్రస్తుతం సక్రియంగా ఉందో లేదో సూచించండి.
th: ระบุว่าการจัดส่งนี้ใช้งานอยู่หรือไม่
tr: Bu teslimatın şu anda etkin olup olmadığını belirtin.
vi: Cho biết liệu việc phân phối này hiện có đang hoạt động hay không.

source: Indicate whether this delivery is mandatory for enrolled participants.
ar: وضح ما إذا كان هذا التسليم إلزاميًا للمشاركين المسجلين.
bn: নথিভুক্ত অংশগ্রহণকারীদের জন্য এই বিতরণ বাধ্যতামূলক কিনা তা নির্দেশ করুন।
da: Angiv, om denne levering er obligatorisk for tilmeldte deltagere.
de: Geben Sie an, ob diese Lieferung für eingeschriebene Teilnehmer obligatorisch ist.
el: Υποδείξτε εάν αυτή η παράδοση είναι υποχρεωτική για τους εγγεγραμμένους συμμετέχοντες.
es: Indique si esta entrega es obligatoria para los participantes inscritos.
fi: Ilmoita, onko tämä toimitus pakollinen ilmoittautuneille osallistujille.
fr: Indiquez si cette livraison est obligatoire pour les participants inscrits.
he: ציין אם משלוח זה הוא חובה עבור משתתפים רשומים.
hi: बताएं कि क्या यह डिलीवरी नामांकित प्रतिभागियों के लिए अनिवार्य है।
id: Tunjukkan apakah pengiriman ini wajib bagi peserta terdaftar.
it: Indicare se tale consegna è obbligatoria per i partecipanti iscritti.
ja: この配信が登録された参加者にとって必須であるかどうかを示します。
kn: ದಾಖಲಾದ ಭಾಗವಹಿಸುವವರಿಗೆ ಈ ವಿತರಣೆಯು ಕಡ್ಡಾಯವಾಗಿದೆಯೇ ಎಂಬುದನ್ನು ಸೂಚಿಸಿ.
ml: എൻറോൾ ചെയ്ത പങ്കാളികൾക്ക് ഈ ഡെലിവറി നിർബന്ധമാണോ എന്ന് സൂചിപ്പിക്കുക.
mr: नोंदणी केलेल्या सहभागींसाठी हे वितरण अनिवार्य आहे की नाही ते सूचित करा.
nl: Geef aan of deze bezorging verplicht is voor ingeschreven deelnemers.
pa: ਇਹ ਦਰਸਾਓ ਕਿ ਕੀ ਇਹ ਸਪੁਰਦਗੀ ਨਾਮਜ਼ਦ ਭਾਗੀਦਾਰਾਂ ਲਈ ਲਾਜ਼ਮੀ ਹੈ।
pl: Wskaż, czy ta dostawa jest obowiązkowa dla zarejestrowanych uczestników.
pt: Indique se esta entrega é obrigatória para os participantes inscritos.
ru: Укажите, является ли данная доставка обязательной для зачисленных участников.
sv: Ange om denna leverans är obligatorisk för anmälda deltagare.
ta: பதிவுசெய்த பங்கேற்பாளர்களுக்கு இந்த டெலிவரி கட்டாயமா என்பதைக் குறிப்பிடவும்.
te: నమోదు చేసుకున్న పాల్గొనేవారికి ఈ డెలివరీ తప్పనిసరి కాదా అని సూచించండి.
th: ระบุว่าการจัดส่งนี้จำเป็นสำหรับผู้เข้าร่วมที่ลงทะเบียนหรือไม่
tr: Bu teslimatın kayıtlı katılımcılar için zorunlu olup olmadığını belirtin.
vi: Cho biết liệu việc giao hàng này có bắt buộc đối với những người tham gia đã đăng ký hay không.

source: Select the criteria for marking this delivery as completed.
ar: حدد معايير وضع علامة على هذا التسليم كمكتمل.
bn: এই ডেলিভারিটিকে সম্পূর্ণ হিসাবে চিহ্নিত করার জন্য মানদণ্ড নির্বাচন করুন।
da: Vælg kriterierne for at markere denne levering som afsluttet.
de: Wählen Sie die Kriterien aus, um diese Lieferung als abgeschlossen zu markieren.
el: Επιλέξτε τα κριτήρια για να επισημάνετε αυτήν την παράδοση ως ολοκληρωμένη.
es: Seleccione los criterios para marcar esta entrega como completada.
fi: Valitse kriteerit, joilla tämä toimitus merkitään suoritetuksi.
fr: Sélectionnez les critères pour marquer cette livraison comme terminée.
he: בחר את הקריטריונים לסימון משלוח זה כמושלם.
hi: इस डिलीवरी को पूर्ण के रूप में चिह्नित करने के लिए मानदंड का चयन करें।
id: Pilih kriteria untuk menandai pengiriman ini sebagai selesai.
it: Seleziona i criteri per contrassegnare questa consegna come completata.
ja: この配信を完了としてマークする基準を選択します。
kn: ಈ ವಿತರಣೆ ಪೂರ್ಣಗೊಂಡಿದೆ ಎಂದು ಗುರುತಿಸಲು ಮಾನದಂಡವನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ml: ഈ ഡെലിവറി പൂർത്തിയായതായി അടയാളപ്പെടുത്തുന്നതിനുള്ള മാനദണ്ഡം തിരഞ്ഞെടുക്കുക.
mr: हे वितरण पूर्ण झाले म्हणून चिन्हांकित करण्यासाठी निकष निवडा.
nl: Selecteer de criteria om deze levering als voltooid te markeren.
pa: ਇਸ ਸਪੁਰਦਗੀ ਨੂੰ ਪੂਰਾ ਹੋਣ ਵਜੋਂ ਮਾਰਕ ਕਰਨ ਲਈ ਮਾਪਦੰਡ ਚੁਣੋ।
pl: Wybierz kryteria oznaczenia tej dostawy jako zrealizowanej.
pt: Selecione os critérios para marcar esta entrega como concluída.
ru: Выберите критерии для отметки этой поставки как выполненной.
sv: Välj kriterier för att markera denna leverans som slutförd.
ta: இந்த டெலிவரி முடிந்ததாகக் குறிப்பதற்கான அளவுகோலைத் தேர்ந்தெடுக்கவும்.
te: ఈ డెలివరీ పూర్తయినట్లు గుర్తించడానికి ప్రమాణాలను ఎంచుకోండి.
th: เลือกเกณฑ์สำหรับการทำเครื่องหมายการจัดส่งนี้ว่าเสร็จสมบูรณ์
tr: Bu teslimatı tamamlandı olarak işaretlemek için kriterleri seçin.
vi: Chọn tiêu chí để đánh dấu quá trình phân phối này là đã hoàn thành.

source: Set the minimum score required for completion (if applicable).
ar: قم بتعيين الحد الأدنى من الدرجات المطلوبة للإكمال (إن أمكن).
bn: সমাপ্তির জন্য প্রয়োজনীয় ন্যূনতম স্কোর সেট করুন (যদি প্রযোজ্য হয়)।
da: Indstil den minimumsscore, der kræves for fuldførelse (hvis relevant).
de: Legen Sie die für den Abschluss erforderliche Mindestpunktzahl fest (falls zutreffend).
el: Ορίστε την ελάχιστη βαθμολογία που απαιτείται για την ολοκλήρωση (εάν υπάρχει).
es: Establezca la puntuación mínima requerida para completarla (si corresponde).
fi: Aseta suoritukseen vaadittava vähimmäispistemäärä (jos mahdollista).
fr: Définissez le score minimum requis pour l'achèvement (le cas échéant).
he: הגדר את הציון המינימלי הנדרש להשלמתו (אם רלוונטי).
hi: पूरा करने के लिए आवश्यक न्यूनतम स्कोर निर्धारित करें (यदि लागू हो)।
id: Tetapkan skor minimum yang diperlukan untuk penyelesaian (jika berlaku).
it: Imposta il punteggio minimo richiesto per il completamento (se applicabile).
ja: 完了に必要な最低スコアを設定します (該当する場合)。
kn: ಪೂರ್ಣಗೊಳಿಸಲು ಅಗತ್ಯವಿರುವ ಕನಿಷ್ಠ ಸ್ಕೋರ್ ಅನ್ನು ಹೊಂದಿಸಿ (ಅನ್ವಯಿಸಿದರೆ).
ml: പൂർത്തിയാക്കുന്നതിന് ആവശ്യമായ ഏറ്റവും കുറഞ്ഞ സ്കോർ സജ്ജമാക്കുക (ബാധകമെങ്കിൽ).
mr: पूर्ण करण्यासाठी आवश्यक किमान स्कोअर सेट करा (लागू असल्यास).
nl: Stel de minimumscore in die vereist is voor voltooiing (indien van toepassing).
pa: ਪੂਰਾ ਕਰਨ ਲਈ ਲੋੜੀਂਦਾ ਘੱਟੋ-ਘੱਟ ਸਕੋਰ ਸੈੱਟ ਕਰੋ (ਜੇ ਲਾਗੂ ਹੋਵੇ)।
pl: Ustaw minimalny wynik wymagany do ukończenia (jeśli dotyczy).
pt: Defina a pontuação mínima necessária para conclusão (se aplicável).
ru: Установите минимальный балл, необходимый для завершения (если применимо).
sv: Ställ in den lägsta poäng som krävs för slutförande (om tillämpligt).
ta: முடிக்க தேவையான குறைந்தபட்ச மதிப்பெண்ணை அமைக்கவும் (பொருந்தினால்).
te: పూర్తి చేయడానికి అవసరమైన కనీస స్కోర్‌ను సెట్ చేయండి (వర్తిస్తే).
th: กำหนดคะแนนขั้นต่ำที่จำเป็นสำหรับการสำเร็จ (ถ้ามี)
tr: Tamamlama için gereken minimum puanı ayarlayın (varsa).
vi: Đặt số điểm tối thiểu cần thiết để hoàn thành (nếu có).

source: Set the minimum attendance percentage required (if applicable).
ar: تحديد الحد الأدنى لنسبة الحضور المطلوبة (إن أمكن).
bn: প্রয়োজনীয় ন্যূনতম উপস্থিতি শতাংশ সেট করুন (যদি প্রযোজ্য হয়)।
da: Indstil den mindste deltagelsesprocent påkrævet (hvis relevant).
de: Legen Sie den erforderlichen Mindestanwesenheitsprozentsatz fest (falls zutreffend).
el: Ορίστε το ελάχιστο απαιτούμενο ποσοστό συμμετοχής (εάν υπάρχει).
es: Establezca el porcentaje mínimo de asistencia requerido (si corresponde).
fi: Aseta vaadittu vähimmäisosallistujaprosentti (jos mahdollista).
fr: Définissez le pourcentage minimum de présence requis (le cas échéant).
he: הגדר את אחוז הנוכחות המינימלי הנדרש (אם רלוונטי).
hi: आवश्यक न्यूनतम उपस्थिति प्रतिशत निर्धारित करें (यदि लागू हो)।
id: Tetapkan persentase kehadiran minimum yang diperlukan (jika berlaku).
it: Imposta la percentuale minima di partecipazione richiesta (se applicabile).
ja: 必要な最小出席率を設定します (該当する場合)。
kn: ಅಗತ್ಯವಿರುವ ಕನಿಷ್ಠ ಹಾಜರಾತಿ ಶೇಕಡಾವನ್ನು ಹೊಂದಿಸಿ (ಅನ್ವಯಿಸಿದರೆ).
ml: ആവശ്യമായ ഏറ്റവും കുറഞ്ഞ ഹാജർ ശതമാനം സജ്ജമാക്കുക (ബാധകമെങ്കിൽ).
mr: आवश्यक किमान उपस्थिती टक्केवारी सेट करा (लागू असल्यास).
nl: Stel het minimaal vereiste aanwezigheidspercentage in (indien van toepassing).
pa: ਲੋੜੀਂਦੇ ਘੱਟੋ-ਘੱਟ ਹਾਜ਼ਰੀ ਪ੍ਰਤੀਸ਼ਤ ਨੂੰ ਸੈੱਟ ਕਰੋ (ਜੇ ਲਾਗੂ ਹੋਵੇ)।
pl: Ustaw minimalny wymagany procent obecności (jeśli dotyczy).
pt: Defina o percentual mínimo de frequência exigido (se aplicável).
ru: Установите минимальный требуемый процент посещаемости (если применимо).
sv: Ställ in den lägsta närvaroprocent som krävs (om tillämpligt).
ta: தேவையான குறைந்தபட்ச வருகை சதவீதத்தை அமைக்கவும் (பொருந்தினால்).
te: అవసరమైన కనీస హాజరు శాతాన్ని సెట్ చేయండి (వర్తిస్తే).
th: กำหนดเปอร์เซ็นต์การเข้างานขั้นต่ำที่ต้องการ (ถ้ามี)
tr: Gerekli minimum katılım yüzdesini ayarlayın (varsa).
vi: Đặt tỷ lệ phần trăm đi học tối thiểu được yêu cầu (nếu có).

source: Indicate whether a certificate should be issued upon completion.
ar: وضح ما إذا كان ينبغي إصدار الشهادة عند الانتهاء.
bn: একটি শংসাপত্র সম্পূর্ণ হওয়ার পরে জারি করা উচিত কিনা তা নির্দেশ করুন৷
da: Angiv, om der skal udstedes certifikat ved færdiggørelsen.
de: Geben Sie an, ob nach Abschluss ein Zertifikat ausgestellt werden soll.
el: Υποδείξτε εάν θα πρέπει να εκδοθεί πιστοποιητικό μετά την ολοκλήρωση.
es: Indique si se debe emitir un certificado al finalizar.
fi: Ilmoita, pitäisikö todistus antaa valmistumisen jälkeen.
fr: Indiquez si un certificat doit être délivré à la fin.
he: ציין אם יש להנפיק אישור בסיום.
hi: बताएं कि क्या पूरा होने पर प्रमाणपत्र जारी किया जाना चाहिए।
id: Tunjukkan apakah sertifikat harus diterbitkan setelah selesai.
it: Indicare se al termine deve essere rilasciato un certificato.
ja: 完了時に証明書を発行する必要があるかどうかを指定します。
kn: ಪೂರ್ಣಗೊಂಡ ನಂತರ ಪ್ರಮಾಣಪತ್ರವನ್ನು ನೀಡಬೇಕೆ ಎಂದು ಸೂಚಿಸಿ.
ml: പൂർത്തിയാക്കിയ ശേഷം ഒരു സർട്ടിഫിക്കറ്റ് നൽകണമോ എന്ന് സൂചിപ്പിക്കുക.
mr: पूर्ण झाल्यावर प्रमाणपत्र जारी करावे किंवा नाही ते सूचित करा.
nl: Geef aan of er bij oplevering een certificaat moet worden afgegeven.
pa: ਦੱਸੋ ਕਿ ਕੀ ਪੂਰਾ ਹੋਣ 'ਤੇ ਸਰਟੀਫਿਕੇਟ ਜਾਰੀ ਕੀਤਾ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Należy wskazać, czy po ukończeniu należy wystawić certyfikat.
pt: Indique se um certificado deve ser emitido após a conclusão.
ru: Укажите, должен ли быть выдан сертификат по завершении.
sv: Ange om certifikat ska utfärdas vid färdigställande.
ta: முடித்தவுடன் சான்றிதழ் வழங்கப்பட வேண்டுமா என்பதைக் குறிப்பிடவும்.
te: పూర్తయిన తర్వాత సర్టిఫికేట్ జారీ చేయాలా వద్దా అని సూచించండి.
th: ระบุว่าควรออกใบรับรองเมื่อเสร็จสิ้นหรือไม่
tr: Tamamlandığında bir sertifika verilmesi gerekip gerekmediğini belirtin.
vi: Cho biết liệu chứng chỉ có nên được cấp sau khi hoàn thành hay không.

source: Allow participants to unenroll themselves from this delivery.
ar: السماح للمشاركين بإلغاء تسجيل أنفسهم من هذا التسليم.
bn: অংশগ্রহণকারীদের এই বিতরণ থেকে নিজেদের নাম নথিভুক্ত করার অনুমতি দিন।
da: Tillad deltagere at afmelde sig selv fra denne levering.
de: Ermöglichen Sie den Teilnehmern, sich selbst von dieser Lieferung abzumelden.
el: Επιτρέψτε στους συμμετέχοντες να καταργήσουν την εγγραφή τους από αυτήν την παράδοση.
es: Permita que los participantes se den de baja de esta entrega.
fi: Salli osallistujien peruuttaa ilmoittautuminen tähän toimitukseen.
fr: Autoriser les participants à se désinscrire de cette diffusion.
he: אפשר למשתתפים לבטל את ההרשמה למסירה זו.
hi: प्रतिभागियों को इस डिलीवरी से अपना नामांकन रद्द करने की अनुमति दें।
id: Izinkan peserta untuk membatalkan pendaftaran mereka dari pengiriman ini.
it: Consenti ai partecipanti di annullare l'iscrizione a questa consegna.
ja: 参加者がこの配信から登録を解除できるようにします。
kn: ಭಾಗವಹಿಸುವವರಿಗೆ ಈ ವಿತರಣೆಯಿಂದ ತಮ್ಮನ್ನು ನೋಂದಾಯಿಸಿಕೊಳ್ಳಲು ಅನುಮತಿಸಿ.
ml: ഈ ഡെലിവറിയിൽ നിന്ന് സ്വയം അൺഎൻറോൾ ചെയ്യാൻ പങ്കെടുക്കുന്നവരെ അനുവദിക്കുക.
mr: सहभागींना या वितरणातून स्वतःची नोंदणी रद्द करण्याची अनुमती द्या.
nl: Laat deelnemers zich uitschrijven voor deze bezorging.
pa: ਭਾਗੀਦਾਰਾਂ ਨੂੰ ਇਸ ਡਿਲੀਵਰੀ ਤੋਂ ਆਪਣੇ ਆਪ ਨੂੰ ਅਨਰੋਲ ਕਰਨ ਦਿਓ।
pl: Pozwól uczestnikom na wypisanie się z tej dostawy.
pt: Permita que os participantes cancelem a inscrição nesta entrega.
ru: Разрешить участникам отказаться от участия в этой доставке.
sv: Tillåt deltagare att avregistrera sig själva från denna leverans.
ta: பங்கேற்பாளர்கள் இந்த டெலிவரியிலிருந்து தங்களைப் பதிவு செய்யாமல் இருக்க அனுமதிக்கவும்.
te: ఈ డెలివరీ నుండి తమను తాము అన్‌ఎన్‌రోల్ చేసుకోవడానికి పాల్గొనేవారిని అనుమతించండి.
th: อนุญาตให้ผู้เข้าร่วมยกเลิกการลงทะเบียนตนเองจากการจัดส่งนี้
tr: Katılımcıların bu teslimattan kendi kayıtlarını iptal etmelerine izin verin.
vi: Cho phép người tham gia tự hủy đăng ký khỏi hoạt động phân phối này.

source: Program delivery must have a program associated.
ar: يجب أن يكون لتسليم البرنامج برنامج مرتبط.
bn: প্রোগ্রাম ডেলিভারি সংশ্লিষ্ট একটি প্রোগ্রাম থাকতে হবে.
da: Programlevering skal have et program tilknyttet.
de: Der Programmbereitstellung muss ein Programm zugeordnet sein.
el: Η παράδοση του προγράμματος πρέπει να έχει συσχετισμένο πρόγραμμα.
es: La entrega del programa debe tener un programa asociado.
fi: Ohjelman toimitukseen on liitettävä ohjelma.
fr: La prestation du programme doit être associée à un programme.
he: להעברת התוכנית חייבת להיות משויכת תוכנית.
hi: प्रोग्राम डिलीवरी में एक प्रोग्राम संबद्ध होना चाहिए।
id: Penyampaian program harus memiliki program yang terkait.
it: La consegna del programma deve avere un programma associato.
ja: プログラム配信にはプログラムが関連付けられている必要があります。
kn: ಪ್ರೋಗ್ರಾಂ ವಿತರಣೆಯು ಒಂದು ಪ್ರೋಗ್ರಾಂ ಅನ್ನು ಹೊಂದಿರಬೇಕು.
ml: പ്രോഗ്രാം ഡെലിവറിയുമായി ബന്ധപ്പെട്ട ഒരു പ്രോഗ്രാം ഉണ്ടായിരിക്കണം.
mr: कार्यक्रम वितरणाशी संबंधित कार्यक्रम असणे आवश्यक आहे.
nl: Aan de programmalevering moet een programma gekoppeld zijn.
pa: ਪ੍ਰੋਗਰਾਮ ਡਿਲੀਵਰੀ ਨਾਲ ਸੰਬੰਧਿਤ ਇੱਕ ਪ੍ਰੋਗਰਾਮ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ.
pl: Dostarczany program musi być powiązany z programem.
pt: A entrega do programa deve ter um programa associado.
ru: Доставка программы должна иметь связанную с ней программу.
sv: Programleverans måste ha ett program kopplat.
ta: நிரல் வழங்கல் திட்டத்துடன் தொடர்புடையதாக இருக்க வேண்டும்.
te: ప్రోగ్రామ్ డెలివరీకి తప్పనిసరిగా ప్రోగ్రామ్ అనుబంధించబడి ఉండాలి.
th: การส่งมอบโปรแกรมจะต้องมีโปรแกรมที่เกี่ยวข้อง
tr: Program teslimatının ilişkili bir programı olması gerekir.
vi: Việc phân phối chương trình phải có chương trình liên quan.

source: Course delivery must have a course associated.
ar: يجب أن يكون تسليم الدورة التدريبية مرتبطًا بدورة تدريبية.
bn: কোর্স ডেলিভারির অবশ্যই একটি কোর্স যুক্ত থাকতে হবে।
da: Kursuslevering skal have et kursus tilknyttet.
de: Der Kursbereitstellung muss ein Kurs zugeordnet sein.
el: Η παράδοση του μαθήματος πρέπει να σχετίζεται με ένα μάθημα.
es: La impartición del curso debe tener un curso asociado.
fi: Kurssitoimitukseen on liitettävä kurssi.
fr: La prestation de cours doit être associée à un cours.
he: להעברת הקורס חייב להיות משויך קורס.
hi: पाठ्यक्रम वितरण में एक पाठ्यक्रम संबद्ध होना चाहिए।
id: Penyampaian kursus harus memiliki kursus yang terkait.
it: L'erogazione del corso deve avere un corso associato.
ja: コース配信にはコースが関連付けられている必要があります。
kn: ಕೋರ್ಸ್ ವಿತರಣೆಯು ಸಂಬಂಧಿಸಿದ ಕೋರ್ಸ್ ಅನ್ನು ಹೊಂದಿರಬೇಕು.
ml: കോഴ്‌സ് ഡെലിവറിയുമായി ബന്ധപ്പെട്ട ഒരു കോഴ്‌സ് ഉണ്ടായിരിക്കണം.
mr: अभ्यासक्रम वितरणाशी संबंधित अभ्यासक्रम असणे आवश्यक आहे.
nl: Aan de cursuslevering moet een cursus gekoppeld zijn.
pa: ਕੋਰਸ ਡਿਲੀਵਰੀ ਨਾਲ ਸਬੰਧਤ ਕੋਰਸ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Realizacja kursu musi być powiązana z kursem.
pt: A entrega do curso deve ter um curso associado.
ru: Проведение курса должно быть связано с курсом.
sv: Kursleverans måste ha en kurs associerad.
ta: பாடநெறி வழங்கல் கண்டிப்பாக தொடர்புடைய பாடத்தைக் கொண்டிருக்க வேண்டும்.
te: కోర్సు డెలివరీ తప్పనిసరిగా అనుబంధిత కోర్సును కలిగి ఉండాలి.
th: การส่งมอบหลักสูตรจะต้องมีหลักสูตรที่เกี่ยวข้อง
tr: Kurs dağıtımının ilişkili bir kursa sahip olması gerekir.
vi: Việc cung cấp khóa học phải có một khóa học liên quan.

source: Instructor-led delivery must have at least one instructor.
ar: يجب أن يكون للتسليم الذي يقوده المعلم معلم واحد على الأقل.
bn: প্রশিক্ষকের নেতৃত্বে ডেলিভারিতে কমপক্ষে একজন প্রশিক্ষক থাকতে হবে।
da: Instruktørstyret levering skal have mindst én instruktør.
de: Bei einem von einem Lehrer geleiteten Unterricht muss mindestens ein Lehrer anwesend sein.
el: Η παράδοση υπό την ηγεσία του εκπαιδευτή πρέπει να έχει τουλάχιστον έναν εκπαιδευτή.
es: La entrega dirigida por un instructor debe tener al menos un instructor.
fi: Ohjaajan johtamassa toimituksessa tulee olla vähintään yksi ohjaaja.
fr: La prestation dirigée par un instructeur doit avoir au moins un instructeur.
he: משלוח בהנחיית מדריך חייב להיות לפחות מדריך אחד.
hi: प्रशिक्षक के नेतृत्व वाली डिलीवरी में कम से कम एक प्रशिक्षक होना चाहिए।
id: Penyampaian yang dipimpin instruktur harus memiliki setidaknya satu instruktur.
it: La consegna guidata da un istruttore deve avere almeno un istruttore.
ja: インストラクター主導の配信には、少なくとも 1 人のインストラクターが必要です。
kn: ಬೋಧಕರ ನೇತೃತ್ವದ ವಿತರಣೆಯು ಕನಿಷ್ಠ ಒಬ್ಬ ಬೋಧಕನನ್ನು ಹೊಂದಿರಬೇಕು.
ml: ഇൻസ്ട്രക്ടർ നയിക്കുന്ന ഡെലിവറിക്ക് കുറഞ്ഞത് ഒരു ഇൻസ്ട്രക്ടറെങ്കിലും ഉണ്ടായിരിക്കണം.
mr: प्रशिक्षकाच्या नेतृत्वाखालील वितरणात किमान एक प्रशिक्षक असणे आवश्यक आहे.
nl: Bij een door een instructeur geleide les moet ten minste één instructeur aanwezig zijn.
pa: ਇੰਸਟ੍ਰਕਟਰ ਦੀ ਅਗਵਾਈ ਵਾਲੀ ਡਿਲੀਵਰੀ ਵਿੱਚ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਇੰਸਟ੍ਰਕਟਰ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Zajęcia prowadzone przez instruktora muszą obejmować co najmniej jednego instruktora.
pt: A entrega liderada por instrutor deve ter pelo menos um instrutor.
ru: В преподавании под руководством инструктора должен быть хотя бы один инструктор.
sv: Instruktörsledd leverans måste ha minst en instruktör.
ta: பயிற்றுவிப்பாளர் தலைமையிலான விநியோகத்தில் குறைந்தது ஒரு பயிற்றுவிப்பாளராவது இருக்க வேண்டும்.
te: బోధకుల నేతృత్వంలోని డెలివరీకి కనీసం ఒక శిక్షకుడు ఉండాలి.
th: การส่งมอบที่นำโดยผู้สอนจะต้องมีผู้สอนอย่างน้อยหนึ่งคน
tr: Eğitmen liderliğindeki sunumda en az bir eğitmen bulunmalıdır.
vi: Việc giảng dạy do người hướng dẫn phải có ít nhất một người hướng dẫn.

source: Minimum score must be set when using 'Achieve Minimum Score' completion criteria.
ar: يجب تحديد الحد الأدنى من الدرجات عند استخدام معايير الإكمال "تحقيق الحد الأدنى من الدرجات".
bn: 'সর্বনিম্ন স্কোর অর্জন' সমাপ্তির মানদণ্ড ব্যবহার করার সময় ন্যূনতম স্কোর সেট করতে হবে।
da: Minimumsscore skal indstilles, når du bruger fuldførelseskriterierne 'Opnå minimumsscore'.
de: Bei Verwendung des Abschlusskriteriums „Mindestpunktzahl erreichen“ muss eine Mindestpunktzahl festgelegt werden.
el: Η ελάχιστη βαθμολογία πρέπει να ορίζεται κατά τη χρήση των κριτηρίων ολοκλήρωσης «Επίτευξη ελάχιστης βαθμολογίας».
es: Se debe establecer una puntuación mínima cuando se utilizan los criterios de finalización 'Lograr una puntuación mínima'.
fi: Vähimmäispistemäärä on asetettava käytettäessä "Saavuta vähimmäispisteet" -suoritusehtoja.
fr: Le score minimum doit être défini lors de l'utilisation des critères de complétion « Atteindre le score minimum ».
he: יש להגדיר ציון מינימלי בעת שימוש בקריטריונים להשלמת 'השג ציון מינימלי'.
hi: 'न्यूनतम स्कोर प्राप्त करें' पूर्णता मानदंड का उपयोग करते समय न्यूनतम स्कोर निर्धारित किया जाना चाहिए।
id: Skor minimum harus ditetapkan ketika menggunakan kriteria penyelesaian 'Mencapai Skor Minimum'.
it: Il punteggio minimo deve essere impostato quando si utilizzano i criteri di completamento "Ottieni punteggio minimo".
ja: 「最低スコアの達成」完了基準を使用する場合は、最低スコアを設定する必要があります。
kn: 'ಕನಿಷ್ಠ ಸ್ಕೋರ್ ಸಾಧಿಸಿ' ಪೂರ್ಣಗೊಳಿಸುವ ಮಾನದಂಡವನ್ನು ಬಳಸುವಾಗ ಕನಿಷ್ಠ ಸ್ಕೋರ್ ಅನ್ನು ಹೊಂದಿಸಬೇಕು.
ml: 'മിനിമം സ്കോർ നേടുക' പൂർത്തിയാക്കൽ മാനദണ്ഡം ഉപയോഗിക്കുമ്പോൾ മിനിമം സ്കോർ സജ്ജീകരിച്ചിരിക്കണം.
mr: 'किमान स्कोअर मिळवा' पूर्ण करण्याचा निकष वापरताना किमान स्कोअर सेट करणे आवश्यक आहे.
nl: Er moet een minimumscore worden ingesteld bij gebruik van de voltooiingscriteria 'Minimumscore behalen'.
pa: 'ਘੱਟੋ-ਘੱਟ ਸਕੋਰ ਪ੍ਰਾਪਤ ਕਰੋ' ਪੂਰਾ ਕਰਨ ਦੇ ਮਾਪਦੰਡ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਸਮੇਂ ਘੱਟੋ-ਘੱਟ ਸਕੋਰ ਸੈੱਟ ਕੀਤਾ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: W przypadku korzystania z kryteriów ukończenia „Osiągnij minimalny wynik” należy ustawić minimalny wynik.
pt: A pontuação mínima deve ser definida ao usar os critérios de conclusão 'Atingir pontuação mínima'.
ru: Минимальный балл должен быть установлен при использовании критериев завершения «Достижение минимального балла».
sv: Minsta poäng måste ställas in när du använder slutförandekriteriet 'Achieve Minimum Score'.
ta: 'குறைந்தபட்ச ஸ்கோரை அடைதல்' நிறைவு அளவுகோலைப் பயன்படுத்தும் போது குறைந்தபட்ச மதிப்பெண் கண்டிப்பாக அமைக்கப்பட வேண்டும்.
te: 'కనీస స్కోర్‌ను సాధించండి' పూర్తి ప్రమాణాలను ఉపయోగిస్తున్నప్పుడు కనీస స్కోర్‌ని తప్పనిసరిగా సెట్ చేయాలి.
th: ต้องกำหนดคะแนนขั้นต่ำเมื่อใช้เกณฑ์การสำเร็จ 'บรรลุคะแนนขั้นต่ำ'
tr: 'Minimum Puana Ulaşın' tamamlama kriterleri kullanılırken minimum puan ayarlanmalıdır.
vi: Điểm tối thiểu phải được đặt khi sử dụng tiêu chí hoàn thành 'Đạt được Điểm tối thiểu'.
