Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: All Categories
ar: جميع الفئات
bn: সমস্ত বিভাগ
da: Alle kategorier
de: Alle Kategorien
el: Όλες οι Κατηγορίες
es: Todas las categorías
fi: Kaikki luokat
fr: Toutes les catégories
gu: બધી શ્રેણીઓ
he: כל הקטגוריות
hi: सभी श्रेणियाँ
id: Semua Kategori
it: Tutte le categorie
ja: すべてのカテゴリ
kn: ಎಲ್ಲಾ ವರ್ಗಗಳು
ml: എല്ലാ വിഭാഗങ്ങളും
mr: सर्व श्रेणी
nl: Alle categorieën
no: Alle kategorier
or: ସମସ୍ତ ବର୍ଗ |
pa: ਸਾਰੀਆਂ ਸ਼੍ਰੇਣੀਆਂ
pl: Wszystkie kategorie
pt: Todas as categorias
ru: Все категории
sv: Alla kategorier
ta: அனைத்து வகைகள்
te: అన్ని వర్గాలు
th: ทุกหมวดหมู่
tr: Tüm Kategoriler
vi: Tất cả danh mục

source: IT & Programming
ar: تكنولوجيا المعلومات والبرمجة
bn: আইটি এবং প্রোগ্রামিং
da: IT & programmering
de: IT & Programmierung
el: Πληροφορική & Προγραμματισμός
es: TI y programación
fi: IT & Ohjelmointi
fr: Informatique et programmation
gu: આઇટી અને પ્રોગ્રામિંગ
he: IT ותכנות
hi: आईटी एवं प्रोग्रामिंग
id: TI & Pemrograman
it: Informatica e programmazione
ja: ITとプログラミング
kn: ಐಟಿ ಮತ್ತು ಪ್ರೋಗ್ರಾಮಿಂಗ್
ml: ഐടി & പ്രോഗ്രാമിംഗ്
mr: आयटी आणि प्रोग्रामिंग
nl: IT & Programmering
no: IT og programmering
or: ଆଇଟି ଏବଂ ପ୍ରୋଗ୍ରାମିଂ |
pa: ਆਈਟੀ ਅਤੇ ਪ੍ਰੋਗਰਾਮਿੰਗ
pl: Informatyka i programowanie
pt: TI e programação
ru: ИТ и программирование
sv: IT & Programmering
ta: ஐடி & புரோகிராமிங்
te: IT & ప్రోగ్రామింగ్
th: ไอทีและการเขียนโปรแกรม
tr: BT ve Programlama
vi: CNTT & Lập trình

source: Business
ar: عمل
bn: ব্যবসা
da: Forretning
de: Geschäft
el: Επιχείρηση
es: Negocio
fr: Entreprise
gu: વ્યાપાર
he: עֵסֶק
hi: व्यापार
id: Bisnis
it: Attività commerciale
ja: 仕事
kn: ವ್ಯಾಪಾರ
ml: ബിസിനസ്സ്
mr: व्यवसाय
nl: Bedrijf
or: ବ୍ୟବସାୟ
pa: ਵਪਾਰ
pl: Biznes
pt: Negócios
ru: Бизнес
sv: Företag
ta: வணிகம்
te: వ్యాపారం
th: ธุรกิจ
tr: İşletme
vi: Việc kinh doanh

source: Languages
ar: اللغات
bn: ভাষা
da: Sprog
de: Sprachen
el: Γλώσσες
es: Idiomas
fi: Kielet
fr: Langues
gu: ભાષાઓ
he: שפות
hi: बोली
id: Bahasa
it: Lingue
ja: 言語
kn: ಭಾಷೆಗಳು
ml: ഭാഷകൾ
mr: भाषा
nl: Talen
no: Språk
or: ଭାଷା
pa: ਭਾਸ਼ਾਵਾਂ
pl: Języki
pt: Idiomas
ru: Языки
sv: Språk
ta: மொழிகள்
te: భాషలు
th: ภาษา
tr: Diller
vi: Ngôn ngữ

source: Science & Math
ar: العلوم والرياضيات
bn: বিজ্ঞান ও গণিত
da: Naturvidenskab og matematik
de: Naturwissenschaften und Mathematik
el: Επιστήμη & Μαθηματικά
es: Ciencias y Matemáticas
fi: Tiede & Matematiikka
fr: Sciences et mathématiques
gu: વિજ્ઞાન અને ગણિત
he: מדע ומתמטיקה
hi: विज्ञान गणित
id: Sains & Matematika
it: Scienza e matematica
ja: 科学と数学
kn: ವಿಜ್ಞಾನ ಮತ್ತು ಗಣಿತ
ml: ശാസ്ത്രവും കണക്കും
mr: विज्ञान आणि गणित
nl: Wetenschap en wiskunde
no: Naturfag og matematikk
or: ବିଜ୍ଞାନ ଏବଂ ଗଣିତ
pa: ਵਿਗਿਆਨ ਅਤੇ ਗਣਿਤ
pl: Nauka i matematyka
pt: Ciências e Matemática
ru: Наука и математика
sv: Naturvetenskap och matematik
ta: அறிவியல் & கணிதம்
te: సైన్స్ & గణితం
th: วิทยาศาสตร์และคณิตศาสตร์
tr: Bilim ve Matematik
vi: Khoa học & Toán học

source: This Month
ar: هذا الشهر
bn: এই মাসে
da: Denne måned
de: Diesen Monat
el: Αυτόν τον Μήνα
es: este mes
fi: Tässä kuussa
fr: Ce mois-ci
gu: આ મહિને
he: החודש הזה
hi: इस महीने
id: Bulan ini
it: Questo mese
ja: 今月
kn: ಈ ತಿಂಗಳು
ml: ഈ മാസം
mr: या महिन्यात
nl: Deze maand
no: Denne måneden
or: ଏହି ମାସ
pa: ਇਸ ਮਹੀਨੇ
pl: W tym miesiącu
pt: Este mês
ru: В этом месяце
sv: Denna månad
ta: இந்த மாதம்
te: ఈ నెల
th: เดือนนี้
tr: Bu Ay
vi: Tháng này

source: Last 3 Months
ar: آخر 3 أشهر
bn: গত ৩ মাস
da: Sidste 3 måneder
de: Letzte 3 Monate
el: Τελευταίοι 3 μήνες
es: Últimos 3 meses
fi: Viimeiset 3 kuukautta
fr: 3 derniers mois
gu: છેલ્લા 3 મહિના
he: 3 חודשים אחרונים
hi: पिछले 3 महीने
id: 3 Bulan Terakhir
it: Ultimi 3 mesi
ja: 過去 3 か月
kn: ಕಳೆದ 3 ತಿಂಗಳುಗಳು
ml: കഴിഞ്ഞ 3 മാസം
mr: मागील ३ महिने
nl: Laatste 3 maanden
no: Siste 3 måneder
or: ଗତ 3 ମାସ |
pa: ਪਿਛਲੇ 3 ਮਹੀਨੇ
pl: Ostatnie 3 miesiące
pt: Últimos 3 meses
ru: Последние 3 месяца
sv: Senaste 3 månaderna
ta: கடந்த 3 மாதங்கள்
te: గత 3 నెలలు
th: 3 เดือนที่ผ่านมา
tr: Son 3 Ay
vi: 3 tháng qua

source: This Year
ar: هذا العام
bn: এই বছর
da: I år
de: Dieses Jahr
el: Φέτος
es: este año
fi: Tänä vuonna
fr: Cette année
gu: આ વર્ષે
he: השנה
hi: इस साल
id: Tahun ini
it: Quest'anno
ja: 今年
kn: ಈ ವರ್ಷ
ml: ഈ വര്ഷം
mr: या वर्षी
nl: Dit jaar
no: I år
or: ଏହି ବର୍ଷ
pa: ਇਸ ਸਾਲ
pl: W tym roku
pt: Este ano
ru: В этом году
sv: I år
ta: இந்த ஆண்டு
te: ఈ సంవత్సరం
th: ปีนี้
tr: Bu yıl
vi: Năm nay

source: All Time
ar: كل الوقت
bn: সব সময়
da: Alle Tider
de: Alle Zeit
el: Όλων των Εποχών
es: Todo el tiempo
fi: Kaikki aika
fr: Tout le temps
gu: બધા સમય
he: כל הזמן
hi: पूरे समय
id: Sepanjang Waktu
it: Tutto il tempo
ja: オールタイム
kn: ಸಾರ್ವಕಾಲಿಕ
ml: എല്ലാ സമയത്തും
mr: सर्व वेळ
nl: Altijd
no: Hele tiden
or: ସବୁ ସମୟ |
pa: ਹਰ ਸਮੇਂ
pl: Cały czas
pt: Todos os tempos
ru: Все время
sv: Hela tiden
ta: எல்லா நேரமும்
te: ఆల్ టైమ్
th: ตลอดเวลา
tr: Tüm Zamanlar
vi: mọi lúc

source: Export CSV
ar: تصدير CSV
bn: CSV রপ্তানি করুন
da: Eksporter CSV
de: CSV exportieren
el: Εξαγωγή CSV
es: Exportar CSV
fi: Vie CSV
fr: Exporter au format CSV
gu: CSV નિકાસ કરો
he: ייצא CSV
hi: सीएसवी निर्यात करें
id: Ekspor CSV
it: Esporta CSV
ja: CSVのエクスポート
kn: CSV ರಫ್ತು ಮಾಡಿ
ml: CSV കയറ്റുമതി ചെയ്യുക
mr: CSV निर्यात करा
nl: CSV exporteren
no: Eksporter CSV
or: CSV ରପ୍ତାନି କରନ୍ତୁ |
pa: CSV ਨਿਰਯਾਤ ਕਰੋ
pl: Eksportuj plik CSV
pt: Exportar CSV
ru: Экспорт CSV
sv: Exportera CSV
ta: ஏற்றுமதி CSV
te: CSVని ఎగుమతి చేయండి
th: ส่งออก CSV
tr: CSV'yi dışa aktar
vi: Xuất CSV

source: Print Report
ar: طباعة التقرير
bn: প্রিন্ট রিপোর্ট
da: Udskriv rapport
de: Bericht drucken
el: Εκτύπωση αναφοράς
es: Imprimir informe
fi: Tulosta raportti
fr: Imprimer le rapport
gu: અહેવાલ છાપો
he: הדפס דוח
hi: रिपोर्ट प्रिंट करें
id: Cetak Laporan
it: Stampa rapporto
ja: レポートの印刷
kn: ಪ್ರಿಂಟ್ ವರದಿ
ml: പ്രിൻ്റ് റിപ്പോർട്ട്
mr: अहवाल छापा
nl: Rapport afdrukken
no: Skriv ut rapport
or: ରିପୋର୍ଟ ମୁଦ୍ରଣ କରନ୍ତୁ |
pa: ਰਿਪੋਰਟ ਛਾਪੋ
pl: Wydrukuj raport
pt: Imprimir relatório
ru: Распечатать отчет
sv: Skriv ut rapport
ta: அச்சு அறிக்கை
te: నివేదికను ముద్రించండి
th: พิมพ์รายงาน
tr: Raporu Yazdır
vi: In báo cáo

source: Total Points:
ar: مجموع النقاط:
bn: মোট পয়েন্ট:
da: Samlet antal point:
de: Gesamtpunktzahl:
el: Σύνολο πόντων:
es: Puntos totales:
fi: Pisteet yhteensä:
fr: Total de points :
gu: કુલ પોઈન્ટ:
he: סך הנקודות:
hi: कुल अंक:
id: Jumlah Poin:
it: Punti totali:
ja: 合計ポイント:
kn: ಒಟ್ಟು ಅಂಕಗಳು:
ml: ആകെ പോയിൻ്റുകൾ:
mr: एकूण गुण:
nl: Totaal aantal punten:
no: Totalt antall poeng:
or: ମୋଟ ପଏଣ୍ଟ:
pa: ਕੁੱਲ ਅੰਕ:
pl: Suma punktów:
pt: Total de pontos:
ru: Всего очков:
sv: Totalt antal poäng:
ta: மொத்த புள்ளிகள்:
te: మొత్తం పాయింట్లు:
th: คะแนนรวม:
tr: Toplam Puan:
vi: Tổng số điểm:

source: 2nd
bn: এবং
da: Og
de: Und
el: Και
es: Y
fi: Ja
fr: Et
gu: અને
he: ו
hi: और
id: Dan
it: E
ja: そして
kn: ಮತ್ತು
ml: ഒപ്പം
mr: आणि
nl: En
no: Og
or: ଏବଂ
pa: ਅਤੇ
pl: I
pt: E
ru: И
sv: Och
ta: மற்றும்
te: మరియు
th: และ
tr: Ve
vi: Và

source: 1st
ar: الأول
bn: ১ম
el: 1ος
es: 1er
fr: 1er
gu: 1લી
ja: 1位
kn: 1 ನೇ
mr: १ला
nl: 1e
or: ପ୍ରଥମ
pa: 1ਲੀ
pt: 1º
ru: 1-й
sv: 1:a
ta: 1வது
te: 1వ
th: ที่ 1
vi: thứ nhất

source: 3rd
bn: একটি অফার
da: et tilbud
de: ein Angebot
el: μια προσφορά
es: una oferta
fi: tarjous
fr: une offre
gu: એક ઓફર
he: הצעה
hi: एक प्रस्ताव
id: sebuah tawaran
it: un'offerta
ja: オファー
kn: ಒಂದು ಪ್ರಸ್ತಾಪ
ml: ഒരു ഓഫർ
mr: एक ऑफर
nl: een aanbieding
no: et tilbud
or: ଏକ ଅଫର୍
pa: ਇੱਕ ਪੇਸ਼ਕਸ਼
pl: oferta
pt: uma oferta
ru: предложение
sv: ett erbjudande
ta: ஒரு சலுகை
te: ఒక ఆఫర్
th: ข้อเสนอ
tr: bir teklif
vi: một lời đề nghị

source: Rank
ar: رتبة
bn: পদমর্যাদা
da: Rang
de: Rang
el: Τάξη
es: Rango
fi: Sijoitus
fr: Rang
gu: રેન્ક
he: דַרגָה
hi: पद
id: Pangkat
it: Rango
ja: ランク
kn: ಶ್ರೇಣಿ
ml: റാങ്ക്
mr: रँक
nl: Rang
no: Rang
or: ରାଙ୍କ୍
pa: ਰੈਂਕ
pl: Stopień
pt: Classificação
ru: Классифицировать
sv: Rang
ta: தரவரிசை
te: ర్యాంక్
th: อันดับ
tr: Rütbe
vi: Thứ hạng

source: Courses Completed
ar: الدورات المكتملة
bn: কোর্স সমাপ্ত
da: Kurser gennemført
de: Abgeschlossene Kurse
el: Ολοκληρωμένα μαθήματα
es: Cursos completados
fi: Kurssit suoritettu
fr: Cours terminés
gu: અભ્યાસક્રમો પૂર્ણ કર્યા
he: הקורסים הסתיימו
hi: पाठ्यक्रम पूर्ण
id: Kursus Selesai
it: Corsi completati
ja: 完了したコース
kn: ಕೋರ್ಸ್‌ಗಳು ಪೂರ್ಣಗೊಂಡಿವೆ
ml: കോഴ്സുകൾ പൂർത്തിയാക്കി
mr: अभ्यासक्रम पूर्ण केले
nl: Cursussen voltooid
no: Kurs fullført
or: ପାଠ୍ୟକ୍ରମ ସମାପ୍ତ
pa: ਕੋਰਸ ਪੂਰੇ ਕੀਤੇ
pl: Kursy ukończone
pt: Cursos concluídos
ru: Курсы завершены
sv: Kurser genomförda
ta: படிப்புகள் முடிந்தது
te: కోర్సులు పూర్తయ్యాయి
th: หลักสูตรที่เสร็จสมบูรณ์
tr: Tamamlanan Kurslar
vi: Khóa học đã hoàn thành

source: Avg. Score
ar: متوسط نتيجة
bn: গড় স্কোর
da: Gns. Score
de: Durchschn. Punktzahl
el: Μέσος όρος Σκορ
es: Promedio Puntaje
fi: Keskim. Pisteet
fr: Moy. Score
gu: સરેરાશ સ્કોર
he: ממוצע צִיוּן
hi: औसत अंक
id: Rata-rata Skor
it: Media Punto
ja: 平均スコア
kn: ಸರಾಸರಿ ಸ್ಕೋರ್
ml: ശരാശരി സ്കോർ
mr: सरासरी स्कोअर
no: Gj.sn. Score
or: ହାରାହାରି ସ୍କୋର |
pa: ਔਸਤ ਸਕੋਰ
pl: Śr. Wynik
pt: Média Pontuação
ru: Среднее Счет
sv: Genomsnittlig Göra
ta: சராசரி மதிப்பெண்
te: సగటు స్కోర్
th: เฉลี่ย คะแนน
tr: Ortalama Gol
vi: Trung bình Điểm

source: Total Points
ar: مجموع النقاط
bn: মোট পয়েন্ট
da: Samlet antal point
de: Gesamtpunktzahl
el: Σύνολο πόντων
es: Puntos Totales
fi: Pisteitä yhteensä
fr: Total de points
gu: કુલ પોઈન્ટ
he: סך הנקודות
hi: कुल अंक
id: Jumlah Poin
it: Punti totali
ja: 合計ポイント
kn: ಒಟ್ಟು ಅಂಕಗಳು
ml: ആകെ പോയിൻ്റുകൾ
mr: एकूण गुण
nl: Totaal aantal punten
no: Totalt antall poeng
or: ମୋଟ ପଏଣ୍ଟ |
pa: ਕੁੱਲ ਅੰਕ
pl: Suma punktów
pt: Total de pontos
ru: Всего очков
sv: Totalt antal poäng
ta: மொத்த புள்ளிகள்
te: మొత్తం పాయింట్లు
th: คะแนนรวม
tr: Toplam Puan
vi: Tổng số điểm

source: John Doe
ar: جون دو
bn: জন ডো
es: Juan Pérez
gu: જ્હોન ડો
he: פְּלוֹנִי אַלמוֹנִי
hi: जॉन डो
it: John Do
ja: ジョン・ドゥ
kn: ಜಾನ್ ಡೋ
ml: ജോൺ ഡോ
mr: जॉन डो
or: ଜନ୍ ଡୋ
pa: ਜੌਹਨ ਡੋ
pl: nieznany z nazwiska
ru: Джон Доу
ta: ஜான் டோ
te: జాన్ డో
th: จอห์น โด

source: View Profile
ar: عرض الملف الشخصي
bn: প্রোফাইল দেখুন
da: Se profil
de: Profil anzeigen
el: Προβολή Προφίλ
es: Ver perfil
fi: Näytä profiili
fr: Voir le profil
gu: પ્રોફાઇલ જુઓ
he: צפה בפרופיל
hi: प्रोफ़ाइल देखें
id: Lihat Profil
it: Visualizza profilo
ja: プロフィールを見る
kn: ಪ್ರೊಫೈಲ್ ವೀಕ್ಷಿಸಿ
ml: പ്രൊഫൈൽ കാണുക
mr: प्रोफाइल पहा
nl: Bekijk profiel
no: Se profil
or: ପ୍ରୋଫାଇଲ୍ ଦେଖନ୍ତୁ |
pa: ਪ੍ਰੋਫਾਈਲ ਦੇਖੋ
pl: Zobacz profil
pt: Ver perfil
ru: Посмотреть профиль
sv: Visa profil
ta: சுயவிவரத்தைக் காண்க
te: ప్రొఫైల్‌ని వీక్షించండి
th: ดูโปรไฟล์
tr: Profili Görüntüle
vi: Xem hồ sơ

source: Send Message
ar: أرسل رسالة
bn: বার্তা পাঠান
da: Send besked
de: Nachricht senden
el: Αποστολή μηνύματος
es: Enviar mensaje
fi: Lähetä Viesti
fr: Envoyer un message
gu: સંદેશ મોકલો
he: שלח הודעה
hi: मेसेज भेजें
id: Kirim Pesan
it: Invia messaggio
ja: メッセージを送信する
kn: ಸಂದೇಶ ಕಳುಹಿಸಿ
ml: സന്ദേശം അയയ്‌ക്കുക
mr: संदेश पाठवा
nl: Bericht verzenden
no: Send melding
or: ବାର୍ତ୍ତା ପଠାନ୍ତୁ |
pa: ਸੁਨੇਹਾ ਭੇਜੋ
pl: Wyślij wiadomość
pt: Enviar mensagem
ru: Отправить сообщение
sv: Skicka meddelande
ta: செய்தி அனுப்பு
te: సందేశం పంపండి
th: ส่งข้อความ
tr: Mesaj Gönder
vi: Gửi tin nhắn

source: Messages - LMS Admin
ar: الرسائل - مسؤول LMS
bn: বার্তা - LMS অ্যাডমিন
da: Beskeder - LMS Admin
de: Nachrichten – LMS-Administrator
el: Μηνύματα - Διαχειριστής LMS
es: Mensajes - Administrador de LMS
fi: Viestit - LMS-järjestelmänvalvoja
fr: Messages - Administrateur LMS
gu: સંદેશાઓ - LMS એડમિન
he: הודעות - LMS Admin
hi: संदेश - एलएमएस व्यवस्थापक
id: Pesan - Admin LMS
it: Messaggi - Amministrazione LMS
ja: メッセージ - LMS 管理者
kn: ಸಂದೇಶಗಳು - LMS ನಿರ್ವಾಹಕ
ml: സന്ദേശങ്ങൾ - LMS അഡ്മിൻ
mr: संदेश - LMS प्रशासन
nl: Berichten - LMS-beheerder
no: Meldinger - LMS Admin
or: ବାର୍ତ୍ତା - LMS ଆଡମିନି |
pa: ਸੁਨੇਹੇ - LMS ਪ੍ਰਸ਼ਾਸਕ
pl: Wiadomości — Administrator LMS
pt: Mensagens - Administrador LMS
ru: Сообщения – администратор LMS
sv: Meddelanden - LMS Admin
ta: செய்திகள் - LMS நிர்வாகம்
te: సందేశాలు - LMS అడ్మిన్
th: ข้อความ - ผู้ดูแลระบบ LMS
tr: Mesajlar - LMS Yöneticisi
vi: Tin nhắn - Quản trị viên LMS

source: Message Center
ar: مركز الرسائل
bn: বার্তা কেন্দ্র
da: Beskedcenter
de: Nachrichtencenter
el: Κέντρο μηνυμάτων
es: Centro de mensajes
fi: Viestikeskus
fr: Centre de messages
gu: સંદેશ કેન્દ્ર
he: מרכז הודעות
hi: संदेश केंद्र
id: Pusat Pesan
it: Centro messaggi
ja: メッセージセンター
kn: ಸಂದೇಶ ಕೇಂದ್ರ
ml: സന്ദേശ കേന്ദ്രം
mr: संदेश केंद्र
nl: Berichtencentrum
no: Meldingssenter
or: ବାର୍ତ୍ତା କେନ୍ଦ୍ର |
pa: ਸੁਨੇਹਾ ਕੇਂਦਰ
pl: Centrum wiadomości
pt: Centro de mensagens
ru: Центр сообщений
sv: Meddelandecenter
ta: செய்தி மையம்
te: సందేశ కేంద్రం
th: ศูนย์ข้อความ
tr: Mesaj Merkezi
vi: Trung tâm tin nhắn

source: Manage and Oversee System Communications
ar: إدارة والإشراف على اتصالات النظام
bn: সিস্টেম কমিউনিকেশন পরিচালনা এবং তত্ত্বাবধান
da: Administrer og overvåg systemkommunikation
de: Verwalten und überwachen Sie die Systemkommunikation
el: Διαχείριση και επίβλεψη επικοινωνιών συστήματος
es: Gestionar y supervisar las comunicaciones del sistema.
fi: Hallitse ja valvo järjestelmäviestintää
fr: Gérer et superviser les communications du système
gu: સિસ્ટમ કોમ્યુનિકેશન્સનું સંચાલન અને દેખરેખ રાખો
he: ניהול ופיקוח על תקשורת המערכת
hi: सिस्टम संचार का प्रबंधन और निरीक्षण करें
id: Mengelola dan Mengawasi Komunikasi Sistem
it: Gestire e supervisionare le comunicazioni di sistema
ja: システム通信の管理と監督
kn: ಸಿಸ್ಟಮ್ ಸಂವಹನಗಳನ್ನು ನಿರ್ವಹಿಸಿ ಮತ್ತು ಮೇಲ್ವಿಚಾರಣೆ ಮಾಡಿ
ml: സിസ്റ്റം ആശയവിനിമയങ്ങൾ നിയന്ത്രിക്കുകയും മേൽനോട്ടം വഹിക്കുകയും ചെയ്യുക
mr: व्यवस्थापित करा आणि सिस्टम कम्युनिकेशन्सचे निरीक्षण करा
nl: Beheer en toezicht op systeemcommunicatie
no: Administrere og overvåke systemkommunikasjon
or: ସିଷ୍ଟମ୍ ଯୋଗାଯୋଗ ପରିଚାଳନା ଏବଂ ତଦାରଖ କରନ୍ତୁ |
pa: ਸਿਸਟਮ ਸੰਚਾਰਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਅਤੇ ਨਿਗਰਾਨੀ ਕਰੋ
pl: Zarządzaj i nadzoruj komunikację systemową
pt: Gerenciar e supervisionar as comunicações do sistema
ru: Управление и контроль системных коммуникаций
sv: Hantera och övervaka systemkommunikation
ta: கணினி தகவல்தொடர்புகளை நிர்வகித்தல் மற்றும் மேற்பார்வையிடுதல்
te: సిస్టమ్ కమ్యూనికేషన్‌లను నిర్వహించండి మరియు పర్యవేక్షించండి
th: จัดการและดูแลการสื่อสารระบบ
tr: Sistem İletişimlerini Yönetin ve Denetleyin
vi: Quản lý và giám sát hệ thống truyền thông

source: Total Messages
ar: إجمالي الرسائل
bn: মোট বার্তা
da: Samlet beskeder
de: Gesamtnachrichten
el: Σύνολο μηνυμάτων
es: Mensajes totales
fi: Viestejä yhteensä
fr: Total des messages
gu: કુલ સંદેશાઓ
he: סך הכל הודעות
hi: कुल संदेश
id: Jumlah Pesan
it: Messaggi totali
ja: 合計メッセージ数
kn: ಒಟ್ಟು ಸಂದೇಶಗಳು
ml: മൊത്തം സന്ദേശങ്ങൾ
mr: एकूण संदेश
nl: Totaal aantal berichten
no: Totalt antall meldinger
or: ସମୁଦାୟ ବାର୍ତ୍ତା |
pa: ਕੁੱਲ ਸੁਨੇਹੇ
pl: Wszystkie wiadomości
pt: Total de mensagens
ru: Всего сообщений
sv: Totalt antal meddelanden
ta: மொத்த செய்திகள்
te: మొత్తం సందేశాలు
th: ข้อความทั้งหมด
tr: Toplam Mesajlar
vi: Tổng số tin nhắn

source: Unread Messages
ar: الرسائل غير المقروءة
bn: অপঠিত বার্তা
da: Ulæste beskeder
de: Ungelesene Nachrichten
el: Μη αναγνωσμένα μηνύματα
es: Mensajes no leídos
fi: Lukemattomat viestit
fr: Messages non lus
gu: ન વાંચેલા સંદેશાઓ
he: הודעות שלא נקראו
hi: अपठित संदेश
id: Pesan yang Belum Dibaca
it: Messaggi non letti
ja: 未読メッセージ
kn: ಓದದಿರುವ ಸಂದೇಶಗಳು
ml: വായിക്കാത്ത സന്ദേശങ്ങൾ
mr: न वाचलेले संदेश
nl: Ongelezen berichten
no: Uleste meldinger
or: ପଠନ ହୋଇନଥିବା ସନ୍ଦେଶଗୁଡ଼ିକ |
pa: ਨਾ-ਪੜ੍ਹੇ ਸੁਨੇਹੇ
pl: Nieprzeczytane wiadomości
pt: Mensagens não lidas
ru: Непрочитанные сообщения
sv: Olästa meddelanden
ta: படிக்காத செய்திகள்
te: చదవని సందేశాలు
th: ข้อความที่ยังไม่ได้อ่าน
tr: Okunmamış Mesajlar
vi: Tin nhắn chưa đọc

source: Flagged Messages
ar: الرسائل التي تم وضع علامة عليها
bn: ফ্ল্যাগযুক্ত বার্তা
da: Markerede meddelelser
de: Gekennzeichnete Nachrichten
el: Μηνύματα με σημαία
es: Mensajes marcados
fi: Ilmoitettuja viestejä
fr: Messages signalés
gu: ફ્લેગ કરેલા સંદેશાઓ
he: הודעות מסומנות
hi: ध्वजांकित संदेश
id: Pesan yang Ditandai
it: Messaggi contrassegnati
ja: フラグ付きメッセージ
kn: ಫ್ಲ್ಯಾಗ್ ಮಾಡಿದ ಸಂದೇಶಗಳು
ml: ഫ്ലാഗുചെയ്‌ത സന്ദേശങ്ങൾ
mr: ध्वजांकित संदेश
nl: Gemarkeerde berichten
no: Flaggede meldinger
or: ଫ୍ଲାଗ୍ ହୋଇଥିବା ବାର୍ତ୍ତାଗୁଡିକ |
pa: ਫਲੈਗ ਕੀਤੇ ਸੁਨੇਹੇ
pl: Oznaczone wiadomości
pt: Mensagens sinalizadas
ru: Помеченные сообщения
sv: Flaggade meddelanden
ta: கொடியிடப்பட்ட செய்திகள்
te: ఫ్లాగ్ చేయబడిన సందేశాలు
th: ข้อความที่ถูกตั้งค่าสถานะ
tr: Bayraklı Mesajlar
vi: Tin nhắn được gắn cờ

source: Compose
ar: يؤلف
bn: রচনা করুন
da: Skriv
de: Komponieren
el: Συνθέτω
es: Componer
fi: Säveltää
gu: કંપોઝ કરો
he: לְהַלחִין
hi: लिखें
id: Menyusun
it: Comporre
ja: 作曲する
kn: ರಚಿಸಿ
ml: രചിക്കുക
mr: रचना करा
nl: Componeren
no: Skriv
or: ରଚନା କରନ୍ତୁ |
pa: ਲਿਖੋ
pl: Komponować
pt: Compor
ru: Сочинять
sv: Komponera
ta: எழுது
te: కంపోజ్ చేయండి
th: เขียน
tr: Oluştur
vi: Soạn

source: Question about course registration...
ar: سؤال بخصوص التسجيل في الدورة...
bn: কোর্স রেজিস্ট্রেশন নিয়ে প্রশ্ন...
da: Spørgsmål om kursustilmelding...
de: Frage zur Kursanmeldung...
el: Ερώτηση σχετικά με την εγγραφή στο μάθημα...
es: Pregunta sobre la inscripción al curso...
fi: Kysymys kurssille ilmoittautumisesta...
fr: Question sur l'inscription aux cours...
gu: કોર્સ રજીસ્ટ્રેશન અંગે પ્રશ્ન...
he: שאלה לגבי הרשמה לקורס...
hi: पाठ्यक्रम पंजीकरण के बारे में प्रश्न...
id: Pertanyaan tentang pendaftaran kursus...
it: Domanda sulla registrazione al corso...
ja: 履修登録についての質問です...
kn: ಕೋರ್ಸ್ ನೋಂದಣಿ ಬಗ್ಗೆ ಪ್ರಶ್ನೆ...
ml: കോഴ്‌സ് രജിസ്‌ട്രേഷനെക്കുറിച്ചുള്ള ചോദ്യം...
mr: अभ्यासक्रमाच्या नोंदणीबाबत प्रश्न...
nl: Vraag over cursusinschrijving...
no: Spørsmål om kurspåmelding...
or: ପାଠ୍ୟକ୍ରମ ପଞ୍ଜିକରଣ ବିଷୟରେ ପ୍ରଶ୍ନ ...
pa: ਕੋਰਸ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਬਾਰੇ ਸਵਾਲ...
pl: Pytanie dotyczące rejestracji na kurs...
pt: Dúvida sobre inscrição no curso...
ru: Вопрос по поводу записи на курс...
sv: Fråga om kursanmälan...
ta: பாடப் பதிவு பற்றிய கேள்வி...
te: కోర్సు నమోదు గురించిన ప్రశ్న...
th: สอบถามการลงทะเบียนเรียน...
tr: Ders kayıtları ile ilgili soru...
vi: Thắc mắc về việc đăng ký khóa học...

source: Message Details
ar: تفاصيل الرسالة
bn: বার্তা বিবরণ
da: Besked detaljer
de: Nachrichtendetails
el: Λεπτομέρειες μηνύματος
es: Detalles del mensaje
fi: Viestin tiedot
fr: Détails du message
gu: સંદેશ વિગતો
he: פרטי הודעה
hi: संदेश विवरण
id: Detail Pesan
it: Dettagli del messaggio
ja: メッセージの詳細
kn: ಸಂದೇಶದ ವಿವರಗಳು
ml: സന്ദേശ വിശദാംശങ്ങൾ
mr: संदेश तपशील
nl: Berichtdetails
no: Meldingsdetaljer
or: ବାର୍ତ୍ତା ବିବରଣୀ
pa: ਸੁਨੇਹੇ ਦੇ ਵੇਰਵੇ
pl: Szczegóły wiadomości
pt: Detalhes da mensagem
ru: Подробности сообщения
sv: Meddelandedetaljer
ta: செய்தி விவரங்கள்
te: సందేశం వివరాలు
th: รายละเอียดข้อความ
tr: Mesaj Detayları
vi: Chi tiết tin nhắn

source: From:
ar: من:
bn: থেকে:
da: Fra:
de: Aus:
el: Από:
es: De:
fi: Lähettäjä:
fr: Depuis:
gu: તરફથી:
he: מִן:
hi: से:
id: Dari:
it: Da:
ja: から：
kn: ಇವರಿಂದ:
ml: ഇതിൽ നിന്ന്:
mr: कडून:
nl: Van:
no: Fra:
or: ଠାରୁ:
pa: ਵੱਲੋਂ:
pl: Z:
pt: De:
ru: От:
sv: Från:
ta: இருந்து:
te: నుండి:
th: จาก:
tr: İtibaren:
vi: Từ:

source: Subject:
ar: موضوع:
bn: বিষয়:
da: Emne:
de: Thema:
el: Θέμα:
es: Sujeto:
fi: Aihe:
fr: Sujet:
gu: વિષય:
he: נוֹשֵׂא:
hi: विषय:
id: Subjek:
it: Soggetto:
ja: 主題：
kn: ವಿಷಯ:
ml: വിഷയം:
mr: विषय:
nl: Onderwerp:
no: Tema:
or: ବିଷୟ:
pa: ਵਿਸ਼ਾ:
pl: Temat:
pt: Assunto:
ru: Предмет:
sv: Ämne:
ta: பொருள்:
te: విషయం:
th: เรื่อง:
tr: Ders:
vi: Chủ thể:

source: Question about course registration
ar: سؤال حول التسجيل في الدورة
bn: কোর্স নিবন্ধন সম্পর্কে প্রশ্ন
da: Spørgsmål om kursustilmelding
de: Frage zur Kursanmeldung
el: Ερώτηση σχετικά με την εγγραφή στο μάθημα
es: Pregunta sobre la inscripción al curso
fi: Kysymys kurssille ilmoittautumisesta
fr: Question sur l'inscription aux cours
gu: અભ્યાસક્રમ નોંધણી વિશે પ્રશ્ન
he: שאלה לגבי הרשמה לקורס
hi: पाठ्यक्रम पंजीकरण के बारे में प्रश्न
id: Pertanyaan tentang pendaftaran kursus
it: Domanda sulla registrazione al corso
ja: 履修登録に関する質問
kn: ಕೋರ್ಸ್ ನೋಂದಣಿ ಬಗ್ಗೆ ಪ್ರಶ್ನೆ
ml: കോഴ്‌സ് രജിസ്‌ട്രേഷനെക്കുറിച്ചുള്ള ചോദ്യം
mr: अभ्यासक्रम नोंदणीबाबत प्रश्न
nl: Vraag over cursusinschrijving
no: Spørsmål om kurspåmelding
or: ପାଠ୍ୟକ୍ରମ ପଞ୍ଜିକରଣ ବିଷୟରେ ପ୍ରଶ୍ନ |
pa: ਕੋਰਸ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਬਾਰੇ ਸਵਾਲ
pl: Pytanie dotyczące rejestracji na kurs
pt: Dúvida sobre inscrição no curso
ru: Вопрос по записи на курс
sv: Fråga om kursanmälan
ta: பாடப் பதிவு பற்றிய கேள்வி
te: కోర్సు నమోదు గురించి ప్రశ్న
th: คำถามเกี่ยวกับการลงทะเบียนเรียน
tr: Ders kaydıyla ilgili soru
vi: Câu hỏi về đăng ký khóa học

source: Date:
ar: تاريخ:
bn: তারিখ:
da: Dato:
de: Datum:
el: Ημερομηνία:
es: Fecha:
fi: Päivämäärä:
gu: તારીખ:
he: תַאֲרִיך:
hi: तारीख:
id: Tanggal:
it: Data:
ja: 日付：
kn: ದಿನಾಂಕ:
ml: തീയതി:
mr: तारीख:
nl: Datum:
no: Dato:
or: ତାରିଖ:
pa: ਮਿਤੀ:
pl: Data:
pt: Data:
ru: Дата:
sv: Datum:
ta: தேதி:
te: తేదీ:
th: วันที่:
tr: Tarih:
vi: Ngày:
