Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: How can we help you?
ar: كيف يمكننا مساعدتك؟
bn: আমরা কিভাবে আপনাকে সাহায্য করতে পারি?
da: Hvordan kan vi hjælpe dig?
de: Wie können wir Ihnen helfen?
el: Πώς μπορούμε να σας βοηθήσουμε;
es: ¿Cómo podemos ayudarte?
fi: Miten voimme auttaa sinua?
fr: Comment pouvons-nous vous aider ?
he: כיצד נוכל לעזור לך?
hi: हम आपकी कैसे मदद कर सकते हैं?
id: Apa yang bisa kami bantu?
it: Come possiamo aiutarti?
ja: どのようにお手伝いできるでしょうか?
ml: ഞങ്ങൾക്ക് നിങ്ങളെ എങ്ങനെ സഹായിക്കാനാകും?
mr: आम्ही तुम्हाला कशी मदत करू शकतो?
nl: Hoe kunnen wij u helpen?
pa: ਅਸੀਂ ਤੁਹਾਡੀ ਮਦਦ ਕਿਵੇਂ ਕਰ ਸਕਦੇ ਹਾਂ?
pl: Jak możemy Ci pomóc?
pt: Como podemos ajudá-lo?
ru: Как мы можем вам помочь?
sv: Hur kan vi hjälpa dig?
ta: நாங்கள் உங்களுக்கு எப்படி உதவ முடியும்?
te: మేము మీకు ఎలా సహాయం చేయగలము?
th: เราจะช่วยคุณได้อย่างไร?
tr: Size nasıl yardımcı olabiliriz?
vi: Chúng tôi có thể giúp gì cho bạn?

source: Search for help...
ar: البحث عن مساعدة...
bn: সাহায্যের জন্য অনুসন্ধান করুন...
da: Søg efter hjælp...
de: Suche nach Hilfe...
el: Αναζητήστε βοήθεια...
es: Busca ayuda...
fi: Etsi apua...
fr: Rechercher de l'aide...
he: חפש עזרה...
hi: सहायता खोजें...
id: Cari bantuan...
it: Cerca aiuto...
ja: ヘルプを検索...
ml: സഹായത്തിനായി തിരയുക...
mr: मदतीसाठी शोधा...
nl: Zoek hulp...
pa: ਮਦਦ ਲਈ ਖੋਜ ਕਰੋ...
pl: Szukaj pomocy...
pt: Procure ajuda...
ru: Ищите помощь...
sv: Sök efter hjälp...
ta: உதவி தேடு...
te: సహాయం కోసం వెతకండి...
th: ค้นหาความช่วยเหลือ...
tr: Yardım arayın...
vi: Tìm kiếm sự giúp đỡ...

source: How do I reset my password?
ar: كيف يمكنني إعادة تعيين كلمة المرور الخاصة بي؟
bn: আমি কিভাবে আমার পাসওয়ার্ড রিসেট করব?
da: Hvordan nulstiller jeg min adgangskode?
de: Wie setze ich mein Passwort zurück?
el: Πώς μπορώ να επαναφέρω τον κωδικό πρόσβασής μου;
es: ¿Cómo restablezco mi contraseña?
fi: Kuinka nollaan salasanani?
fr: Comment réinitialiser mon mot de passe ?
he: איך אני מאפס את הסיסמה שלי?
hi: मैं अपना पासवर्ड कैसे रीसेट करूं?
id: Bagaimana cara mereset kata sandi saya?
it: Come posso reimpostare la mia password?
ja: パスワードをリセットするにはどうすればよいですか?
ml: എൻ്റെ പാസ്‌വേഡ് എങ്ങനെ പുനഃസജ്ജമാക്കാം?
mr: मी माझा पासवर्ड कसा रीसेट करू?
nl: Hoe reset ik mijn wachtwoord?
pa: ਮੈਂ ਆਪਣਾ ਪਾਸਵਰਡ ਕਿਵੇਂ ਰੀਸੈਟ ਕਰਾਂ?
pl: Jak zresetować hasło?
pt: Como faço para redefinir minha senha?
ru: Как мне сбросить пароль?
sv: Hur återställer jag mitt lösenord?
ta: எனது கடவுச்சொல்லை எவ்வாறு மீட்டமைப்பது?
te: నేను నా పాస్‌వర్డ్‌ని ఎలా రీసెట్ చేయాలి?
th: ฉันจะรีเซ็ตรหัสผ่านของฉันได้อย่างไร?
tr: Şifremi nasıl sıfırlarım?
vi: Làm cách nào để đặt lại mật khẩu của tôi?

source: To reset your password, follow these steps:
ar: لإعادة تعيين كلمة المرور الخاصة بك، اتبع الخطوات التالية:
bn: আপনার পাসওয়ার্ড পুনরায় সেট করতে, এই পদক্ষেপগুলি অনুসরণ করুন:
da: Følg disse trin for at nulstille din adgangskode:
de: Um Ihr Passwort zurückzusetzen, gehen Sie folgendermaßen vor:
el: Για να επαναφέρετε τον κωδικό πρόσβασής σας, ακολουθήστε τα εξής βήματα:
es: Para restablecer su contraseña, siga estos pasos:
fi: Voit nollata salasanasi seuraavasti:
fr: Pour réinitialiser votre mot de passe, procédez comme suit :
he: כדי לאפס את הסיסמה שלך, בצע את השלבים הבאים:
hi: अपना पासवर्ड रीसेट करने के लिए, इन चरणों का पालन करें:
id: Untuk mengatur ulang kata sandi Anda, ikuti langkah-langkah berikut:
it: Per reimpostare la password, procedi nel seguente modo:
ja: パスワードをリセットするには、次の手順に従います。
ml: നിങ്ങളുടെ പാസ്‌വേഡ് പുനഃസജ്ജമാക്കാൻ, ഈ ഘട്ടങ്ങൾ പാലിക്കുക:
mr: तुमचा पासवर्ड रीसेट करण्यासाठी, या चरणांचे अनुसरण करा:
nl: Volg deze stappen om uw wachtwoord opnieuw in te stellen:
pa: ਆਪਣਾ ਪਾਸਵਰਡ ਰੀਸੈਟ ਕਰਨ ਲਈ, ਇਹਨਾਂ ਕਦਮਾਂ ਦੀ ਪਾਲਣਾ ਕਰੋ:
pl: Aby zresetować hasło, wykonaj następujące kroki:
pt: Para redefinir sua senha, siga estas etapas:
ru: Чтобы сбросить пароль, выполните следующие действия:
sv: Följ dessa steg för att återställa ditt lösenord:
ta: உங்கள் கடவுச்சொல்லை மீட்டமைக்க, இந்தப் படிகளைப் பின்பற்றவும்:
te: మీ పాస్‌వర్డ్‌ని రీసెట్ చేయడానికి, ఈ దశలను అనుసరించండి:
th: หากต้องการรีเซ็ตรหัสผ่านของคุณ ให้ทำตามขั้นตอนเหล่านี้:
tr: Şifrenizi sıfırlamak için şu adımları izleyin:
vi: Để đặt lại mật khẩu của bạn, hãy làm theo các bước sau:

source: Click on the 'Forgot Password' link on the login page
ar: انقر على الرابط "نسيت كلمة المرور" في صفحة تسجيل الدخول
bn: লগইন পৃষ্ঠায় 'পাসওয়ার্ড ভুলে গেছেন' লিঙ্কে ক্লিক করুন
da: Klik på linket 'Glemt adgangskode' på login-siden
de: Klicken Sie auf der Anmeldeseite auf den Link „Passwort vergessen“.
el: Κάντε κλικ στο σύνδεσμο «Ξέχασα τον κωδικό πρόσβασης» στη σελίδα σύνδεσης
es: Haga clic en el enlace "Olvidé mi contraseña" en la página de inicio de sesión.
fi: Napsauta kirjautumissivulla olevaa "Unohdin salasana" -linkkiä
fr: Cliquez sur le lien « Mot de passe oublié » sur la page de connexion
he: לחץ על הקישור 'שכחתי סיסמה' בדף הכניסה
hi: लॉगिन पेज पर 'पासवर्ड भूल गए' लिंक पर क्लिक करें
id: Klik tautan 'Lupa Kata Sandi' di halaman login
it: Fare clic sul collegamento "Password dimenticata" nella pagina di accesso
ja: ログインページの「パスワードを忘れた場合」リンクをクリックします
ml: ലോഗിൻ പേജിലെ 'പാസ്‌വേഡ് മറന്നു' എന്ന ലിങ്കിൽ ക്ലിക്ക് ചെയ്യുക
mr: लॉगिन पृष्ठावरील 'पासवर्ड विसरला' या लिंकवर क्लिक करा
nl: Klik op de link 'Wachtwoord vergeten' op de inlogpagina
pa: ਲੌਗਇਨ ਪੰਨੇ 'ਤੇ 'ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ' ਲਿੰਕ 'ਤੇ ਕਲਿੱਕ ਕਰੋ
pl: Kliknij link „Zapomniałem hasła” na stronie logowania
pt: Clique no link 'Esqueci minha senha' na página de login
ru: Нажмите ссылку «Забыли пароль» на странице входа в систему.
sv: Klicka på länken "Glömt lösenord" på inloggningssidan
ta: உள்நுழைவு பக்கத்தில் உள்ள 'கடவுச்சொல்லை மறந்துவிட்டேன்' என்ற இணைப்பைக் கிளிக் செய்யவும்
te: లాగిన్ పేజీలో 'మర్చిపోయిన పాస్‌వర్డ్' లింక్‌పై క్లిక్ చేయండి
th: คลิกลิงก์ 'ลืมรหัสผ่าน' ในหน้าเข้าสู่ระบบ
tr: Giriş sayfasındaki 'Şifremi Unuttum' bağlantısını tıklayın
vi: Nhấp vào liên kết 'Quên mật khẩu' trên trang đăng nhập

source: Enter your email address
ar: أدخل عنوان بريدك الإلكتروني
bn: আপনার ইমেইল ঠিকানা লিখুন
da: Indtast din e-mailadresse
de: Geben Sie Ihre E-Mail-Adresse ein
el: Εισαγάγετε τη διεύθυνση email σας
es: Introduce tu dirección de correo electrónico
fi: Kirjoita sähköpostiosoitteesi
fr: Entrez votre adresse e-mail
he: הזן את כתובת הדוא"ל שלך
hi: अपना ईमेल पता दर्ज करें
id: Masukkan alamat email Anda
it: Inserisci il tuo indirizzo email
ja: メールアドレスを入力してください
ml: നിങ്ങളുടെ ഇമെയിൽ വിലാസം നൽകുക
mr: तुमचा ईमेल पत्ता प्रविष्ट करा
nl: Voer uw e-mailadres in
pa: ਆਪਣਾ ਈਮੇਲ ਪਤਾ ਦਰਜ ਕਰੋ
pl: Wpisz swój adres e-mail
pt: Digite seu endereço de e-mail
ru: Введите свой адрес электронной почты
sv: Ange din e-postadress
ta: உங்கள் மின்னஞ்சல் முகவரியை உள்ளிடவும்
te: మీ ఇమెయిల్ చిరునామాను నమోదు చేయండి
th: ป้อนที่อยู่อีเมลของคุณ
tr: E-posta adresinizi girin
vi: Nhập địa chỉ email của bạn

source: Check your email for a password reset link
ar: تحقق من بريدك الإلكتروني بحثًا عن رابط إعادة تعيين كلمة المرور
bn: একটি পাসওয়ার্ড রিসেট লিঙ্কের জন্য আপনার ইমেল চেক করুন
da: Tjek din e-mail for et link til nulstilling af adgangskode
de: Suchen Sie in Ihren E-Mails nach einem Link zum Zurücksetzen des Passworts
el: Ελέγξτε το email σας για έναν σύνδεσμο επαναφοράς κωδικού πρόσβασης
es: Revise su correo electrónico para obtener un enlace para restablecer su contraseña
fi: Tarkista sähköpostistasi salasanan palautuslinkki
fr: Vérifiez votre courrier électronique pour un lien de réinitialisation de mot de passe
he: בדוק באימייל שלך קישור לאיפוס סיסמה
hi: पासवर्ड रीसेट लिंक के लिए अपना ईमेल जांचें
id: Periksa email Anda untuk tautan pengaturan ulang kata sandi
it: Controlla la tua email per un collegamento per la reimpostazione della password
ja: メールでパスワードのリセットリンクを確認してください
ml: പാസ്‌വേഡ് റീസെറ്റ് ലിങ്കിനായി നിങ്ങളുടെ ഇമെയിൽ പരിശോധിക്കുക
mr: पासवर्ड रीसेट दुव्यासाठी तुमचा ईमेल तपासा
nl: Controleer uw e-mail voor een link voor het opnieuw instellen van uw wachtwoord
pa: ਪਾਸਵਰਡ ਰੀਸੈਟ ਲਿੰਕ ਲਈ ਆਪਣੀ ਈਮੇਲ ਦੀ ਜਾਂਚ ਕਰੋ
pl: Sprawdź swoją pocztę e-mail, aby uzyskać link do resetowania hasła
pt: Verifique seu e-mail para obter um link de redefinição de senha
ru: Проверьте свою электронную почту, чтобы найти ссылку для сброса пароля.
sv: Kontrollera din e-post för en länk för återställning av lösenord
ta: கடவுச்சொல் மீட்டமைப்பு இணைப்புக்கான உங்கள் மின்னஞ்சலைச் சரிபார்க்கவும்
te: పాస్‌వర్డ్ రీసెట్ లింక్ కోసం మీ ఇమెయిల్‌ను తనిఖీ చేయండి
th: ตรวจสอบอีเมลของคุณเพื่อดูลิงก์รีเซ็ตรหัสผ่าน
tr: Şifre sıfırlama bağlantısı için e-postanızı kontrol edin
vi: Kiểm tra email của bạn để lấy liên kết đặt lại mật khẩu

source: Click the link and follow the instructions to create a new password
ar: انقر على الرابط واتبع التعليمات لإنشاء كلمة مرور جديدة
bn: লিঙ্কে ক্লিক করুন এবং একটি নতুন পাসওয়ার্ড তৈরি করতে নির্দেশাবলী অনুসরণ করুন
da: Klik på linket og følg instruktionerne for at oprette en ny adgangskode
de: Klicken Sie auf den Link und folgen Sie den Anweisungen, um ein neues Passwort zu erstellen
el: Κάντε κλικ στον σύνδεσμο και ακολουθήστε τις οδηγίες για να δημιουργήσετε έναν νέο κωδικό πρόσβασης
es: Haga clic en el enlace y siga las instrucciones para crear una nueva contraseña.
fi: Napsauta linkkiä ja seuraa ohjeita uuden salasanan luomiseksi
fr: Cliquez sur le lien et suivez les instructions pour créer un nouveau mot de passe
he: לחץ על הקישור ופעל לפי ההוראות ליצירת סיסמה חדשה
hi: लिंक पर क्लिक करें और नया पासवर्ड बनाने के लिए निर्देशों का पालन करें
id: Klik link tersebut dan ikuti petunjuk untuk membuat kata sandi baru
it: Fare clic sul collegamento e seguire le istruzioni per creare una nuova password
ja: リンクをクリックし、指示に従って新しいパスワードを作成します
ml: ഒരു പുതിയ പാസ്‌വേഡ് സൃഷ്‌ടിക്കാൻ ലിങ്കിൽ ക്ലിക്ക് ചെയ്‌ത് നിർദ്ദേശങ്ങൾ പാലിക്കുക
mr: दुव्यावर क्लिक करा आणि नवीन पासवर्ड तयार करण्यासाठी सूचनांचे अनुसरण करा
nl: Klik op de link en volg de instructies om een ​​nieuw wachtwoord aan te maken
pa: ਲਿੰਕ 'ਤੇ ਕਲਿੱਕ ਕਰੋ ਅਤੇ ਨਵਾਂ ਪਾਸਵਰਡ ਬਣਾਉਣ ਲਈ ਨਿਰਦੇਸ਼ਾਂ ਦੀ ਪਾਲਣਾ ਕਰੋ
pl: Kliknij link i postępuj zgodnie z instrukcjami, aby utworzyć nowe hasło
pt: Clique no link e siga as instruções para criar uma nova senha
ru: Нажмите на ссылку и следуйте инструкциям, чтобы создать новый пароль.
sv: Klicka på länken och följ instruktionerna för att skapa ett nytt lösenord
ta: இணைப்பைக் கிளிக் செய்து புதிய கடவுச்சொல்லை உருவாக்க வழிமுறைகளைப் பின்பற்றவும்
te: కొత్త పాస్‌వర్డ్‌ను సృష్టించడానికి లింక్‌పై క్లిక్ చేసి, సూచనలను అనుసరించండి
th: คลิกลิงก์และปฏิบัติตามคำแนะนำเพื่อสร้างรหัสผ่านใหม่
tr: Bağlantıya tıklayın ve yeni bir şifre oluşturmak için talimatları izleyin
vi: Nhấp vào liên kết và làm theo hướng dẫn để tạo mật khẩu mới

source: How do I enroll in a course?
ar: كيف أسجل في الدورة؟
bn: আমি কিভাবে একটি কোর্সে ভর্তি করব?
da: Hvordan tilmelder jeg mig et kursus?
de: Wie melde ich mich für einen Kurs an?
el: Πώς μπορώ να εγγραφώ σε ένα μάθημα;
es: ¿Cómo me inscribo en un curso?
fi: Kuinka ilmoittaudun kurssille?
fr: Comment s'inscrire à un cours ?
he: איך נרשמים לקורס?
hi: मैं किसी पाठ्यक्रम में नामांकन कैसे करूँ?
id: Bagaimana cara saya mendaftar kursus?
it: Come mi iscrivo ad un corso?
ja: コースに登録するにはどうすればよいですか?
ml: ഞാൻ എങ്ങനെയാണ് ഒരു കോഴ്‌സിൽ ചേരുന്നത്?
mr: मी अभ्यासक्रमात प्रवेश कसा घेऊ शकतो?
nl: Hoe schrijf ik mij in voor een cursus?
pa: ਮੈਂ ਇੱਕ ਕੋਰਸ ਵਿੱਚ ਕਿਵੇਂ ਦਾਖਲਾ ਕਰਾਂ?
pl: Jak zapisać się na kurs?
pt: Como me inscrevo em um curso?
ru: Как мне записаться на курс?
sv: Hur anmäler jag mig till en kurs?
ta: ஒரு படிப்பில் நான் எவ்வாறு சேர்வது?
te: నేను కోర్సులో ఎలా నమోదు చేసుకోవాలి?
th: ฉันจะลงทะเบียนเรียนหลักสูตรได้อย่างไร?
tr: Bir kursa nasıl kayıt olabilirim?
vi: Làm cách nào để đăng ký một khóa học?

source: To enroll in a course:
ar: للتسجيل في الدورة:
bn: একটি কোর্সে ভর্তি হতে:
da: Sådan tilmelder du dig et kursus:
de: So melden Sie sich für einen Kurs an:
el: Για να εγγραφείτε σε ένα μάθημα:
es: Para inscribirse en un curso:
fi: Kurssille ilmoittautuminen:
fr: Pour vous inscrire à un cours :
he: להרשמה לקורס:
hi: किसी पाठ्यक्रम में नामांकन के लिए:
id: Untuk mendaftar kursus:
it: Per iscriversi ad un corso:
ja: コースに登録するには:
ml: ഒരു കോഴ്‌സിൽ ചേരാൻ:
mr: कोर्समध्ये प्रवेश घेण्यासाठी:
nl: Om u in te schrijven voor een cursus:
pa: ਇੱਕ ਕੋਰਸ ਵਿੱਚ ਦਾਖਲਾ ਲੈਣ ਲਈ:
pl: Aby zapisać się na kurs:
pt: Para se inscrever em um curso:
ru: Чтобы записаться на курс:
sv: Så här anmäler du dig till en kurs:
ta: படிப்பில் சேர:
te: కోర్సులో నమోదు చేసుకోవడానికి:
th: หากต้องการลงทะเบียนเรียนในหลักสูตร:
tr: Bir kursa kaydolmak için:
vi: Để ghi danh vào một khóa học:

source: Browse the course catalog
ar: تصفح كتالوج الدورة
bn: কোর্স ক্যাটালগ ব্রাউজ করুন
da: Gennemse kursuskataloget
de: Durchsuchen Sie das Vorlesungsverzeichnis
el: Περιηγηθείτε στον κατάλογο των μαθημάτων
es: Explora el catálogo de cursos
fi: Selaa kurssiluetteloa
fr: Parcourez le catalogue des cours
he: עיין בקטלוג הקורס
hi: पाठ्यक्रम सूची ब्राउज़ करें
id: Telusuri katalog kursus
it: Sfoglia il catalogo dei corsi
ja: コースカタログを閲覧する
ml: കോഴ്‌സ് കാറ്റലോഗ് ബ്രൗസ് ചെയ്യുക
mr: कोर्स कॅटलॉग ब्राउझ करा
nl: Blader door de cursuscatalogus
pa: ਕੋਰਸ ਕੈਟਾਲਾਗ ਨੂੰ ਬ੍ਰਾਊਜ਼ ਕਰੋ
pl: Przeglądaj katalog kursów
pt: Navegue pelo catálogo de cursos
ru: Просмотрите каталог курсов
sv: Bläddra i kurskatalogen
ta: பாட அட்டவணையை உலாவவும்
te: కోర్సు కేటలాగ్‌ను బ్రౌజ్ చేయండి
th: เรียกดูแคตตาล็อกหลักสูตร
tr: Kurs kataloğuna göz atın
vi: Duyệt qua danh mục khóa học

source: Select the course you're interested in
ar: اختر الدورة التي تهتم بها
bn: আপনি আগ্রহী কোর্স নির্বাচন করুন
da: Vælg det kursus, du er interesseret i
de: Wählen Sie den Kurs aus, der Sie interessiert
el: Επιλέξτε το μάθημα που σας ενδιαφέρει
es: Selecciona el curso que te interesa
fi: Valitse sinua kiinnostava kurssi
fr: Sélectionnez le cours qui vous intéresse
he: בחר את הקורס שאתה מעוניין בו
hi: वह पाठ्यक्रम चुनें जिसमें आपकी रुचि है
id: Pilih kursus yang Anda minati
it: Seleziona il corso a cui sei interessato
ja: 興味のあるコースを選択してください
ml: നിങ്ങൾക്ക് താൽപ്പര്യമുള്ള കോഴ്സ് തിരഞ്ഞെടുക്കുക
mr: तुम्हाला स्वारस्य असलेला कोर्स निवडा
nl: Selecteer de cursus waarin u geïnteresseerd bent
pa: ਉਹ ਕੋਰਸ ਚੁਣੋ ਜਿਸ ਵਿੱਚ ਤੁਹਾਡੀ ਦਿਲਚਸਪੀ ਹੈ
pl: Wybierz kurs, który Cię interesuje
pt: Selecione o curso de seu interesse
ru: Выберите курс, который вас интересует
sv: Välj den kurs du är intresserad av
ta: உங்களுக்கு விருப்பமான படிப்பைத் தேர்ந்தெடுக்கவும்
te: మీకు ఆసక్తి ఉన్న కోర్సును ఎంచుకోండి
th: เลือกหลักสูตรที่คุณสนใจ
tr: İlgilendiğiniz kursu seçin
vi: Chọn khóa học bạn quan tâm

source: Click the 'Enroll' button on the course page
ar: انقر فوق الزر "تسجيل" في صفحة الدورة التدريبية
bn: কোর্স পৃষ্ঠায় 'এনরোল' বোতামে ক্লিক করুন
da: Klik på knappen 'Tilmeld' på kursussiden
de: Klicken Sie auf der Kursseite auf die Schaltfläche „Anmelden“.
el: Κάντε κλικ στο κουμπί «Εγγραφή» στη σελίδα του μαθήματος
es: Haga clic en el botón 'Inscribirse' en la página del curso.
fi: Napsauta kurssisivulla olevaa Ilmoittaudu-painiketta
fr: Cliquez sur le bouton « S'inscrire » sur la page du cours
he: לחץ על כפתור 'הרשמה' בדף הקורס
hi: पाठ्यक्रम पृष्ठ पर 'नामांकन' बटन पर क्लिक करें
id: Klik tombol 'Daftar' di halaman kursus
it: Fare clic sul pulsante "Iscriviti" nella pagina del corso
ja: コースページの「登録」ボタンをクリックしてください
ml: കോഴ്‌സ് പേജിലെ 'എൻറോൾ' ബട്ടണിൽ ക്ലിക്ക് ചെയ്യുക
mr: अभ्यासक्रम पृष्ठावरील 'नोंदणी करा' बटणावर क्लिक करा
nl: Klik op de knop 'Inschrijven' op de cursuspagina
pa: ਕੋਰਸ ਪੰਨੇ 'ਤੇ 'ਨਾਮਾਂਕਣ' ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰੋ
pl: Kliknij przycisk „Zapisz się” na stronie kursu
pt: Clique no botão 'Inscrever-se' na página do curso
ru: Нажмите кнопку «Записаться» на странице курса.
sv: Klicka på knappen "Registrera" på kurssidan
ta: பாடப் பக்கத்தில் உள்ள 'பதிவு' பொத்தானைக் கிளிக் செய்யவும்
te: కోర్సు పేజీలో 'నమోదు చేయి' బటన్‌ను క్లిక్ చేయండి
th: คลิกปุ่ม 'ลงทะเบียน' ในหน้าหลักสูตร
tr: Kurs sayfasındaki 'Kaydol' düğmesine tıklayın
vi: Nhấp vào nút 'Đăng ký' trên trang khóa học

source: Follow the prompts to complete enrollment
ar: اتبع المطالبات لإكمال التسجيل
bn: তালিকাভুক্তি সম্পূর্ণ করতে অনুরোধগুলি অনুসরণ করুন
da: Følg vejledningen for at fuldføre tilmeldingen
de: Befolgen Sie die Anweisungen, um die Registrierung abzuschließen
el: Ακολουθήστε τις οδηγίες για να ολοκληρώσετε την εγγραφή
es: Siga las indicaciones para completar la inscripción
fi: Suorita ilmoittautuminen loppuun noudattamalla ohjeita
fr: Suivez les instructions pour finaliser votre inscription
he: עקוב אחר ההנחיות להשלמת ההרשמה
hi: नामांकन पूरा करने के लिए संकेतों का पालन करें
id: Ikuti petunjuk untuk menyelesaikan pendaftaran
it: Segui le istruzioni per completare la registrazione
ja: プロンプトに従って登録を完了します
ml: എൻറോൾമെൻ്റ് പൂർത്തിയാക്കാൻ നിർദ്ദേശങ്ങൾ പാലിക്കുക
mr: नावनोंदणी पूर्ण करण्यासाठी सूचनांचे अनुसरण करा
nl: Volg de aanwijzingen om de inschrijving te voltooien
pa: ਦਾਖਲਾ ਪੂਰਾ ਕਰਨ ਲਈ ਪ੍ਰੋਂਪਟ ਦੀ ਪਾਲਣਾ ਕਰੋ
pl: Postępuj zgodnie z instrukcjami, aby dokończyć rejestrację
pt: Siga as instruções para concluir a inscrição
ru: Следуйте инструкциям для завершения регистрации
sv: Följ anvisningarna för att slutföra registreringen
ta: பதிவுசெய்தலை முடிக்க அறிவுறுத்தல்களைப் பின்பற்றவும்
te: నమోదును పూర్తి చేయడానికి ప్రాంప్ట్‌లను అనుసరించండి
th: ปฏิบัติตามคำแนะนำเพื่อลงทะเบียนให้เสร็จสิ้น
tr: Kaydı tamamlamak için talimatları izleyin
vi: Làm theo lời nhắc để hoàn tất đăng ký

source: How do I track my progress?
ar: كيف يمكنني تتبع التقدم الذي أحرزته؟
bn: আমি কিভাবে আমার অগ্রগতি ট্র্যাক করব?
da: Hvordan sporer jeg mine fremskridt?
de: Wie verfolge ich meinen Fortschritt?
el: Πώς παρακολουθώ την πρόοδό μου;
es: ¿Cómo sigo mi progreso?
fi: Kuinka seuraan edistymistäni?
fr: Comment puis-je suivre mes progrès ?
he: איך אני עוקב אחר ההתקדמות שלי?
hi: मैं अपनी प्रगति को कैसे ट्रैक करूं?
id: Bagaimana cara melacak kemajuan saya?
it: Come posso monitorare i miei progressi?
ja: 自分の進捗状況を追跡するにはどうすればよいですか?
ml: എൻ്റെ പുരോഗതി എങ്ങനെ ട്രാക്ക് ചെയ്യാം?
mr: मी माझ्या प्रगतीचा मागोवा कसा घेऊ?
nl: Hoe houd ik mijn voortgang bij?
pa: ਮੈਂ ਆਪਣੀ ਤਰੱਕੀ ਨੂੰ ਕਿਵੇਂ ਟਰੈਕ ਕਰਾਂ?
pl: Jak mogę śledzić swoje postępy?
pt: Como posso acompanhar meu progresso?
ru: Как мне отслеживать свой прогресс?
sv: Hur spårar jag mina framsteg?
ta: எனது முன்னேற்றத்தை எவ்வாறு கண்காணிப்பது?
te: నేను నా పురోగతిని ఎలా ట్రాక్ చేయాలి?
th: ฉันจะติดตามความก้าวหน้าของฉันได้อย่างไร?
tr: İlerlememi nasıl takip ederim?
vi: Làm cách nào để theo dõi tiến trình của tôi?

source: You can track your progress by:
ar: يمكنك متابعة التقدم المحرز الخاص بك عن طريق:
bn: আপনি এর মাধ্যমে আপনার অগ্রগতি ট্র্যাক করতে পারেন:
da: Du kan følge dine fremskridt ved at:
de: Sie können Ihren Fortschritt verfolgen, indem Sie:
el: Μπορείτε να παρακολουθείτε την πρόοδό σας με:
es: Puedes seguir tu progreso mediante:
fi: Voit seurata edistymistäsi seuraavasti:
fr: Vous pouvez suivre vos progrès en :
he: אתה יכול לעקוב אחר ההתקדמות שלך על ידי:
hi: आप अपनी प्रगति को इसके द्वारा ट्रैक कर सकते हैं:
id: Anda dapat melacak kemajuan Anda dengan:
it: Puoi monitorare i tuoi progressi tramite:
ja: 次の方法で進捗状況を追跡できます。
ml: ഇതിലൂടെ നിങ്ങൾക്ക് നിങ്ങളുടെ പുരോഗതി ട്രാക്ക് ചെയ്യാം:
mr: तुम्ही तुमच्या प्रगतीचा मागोवा घेऊ शकता:
nl: U kunt uw voortgang volgen door:
pa: ਤੁਸੀਂ ਇਸ ਦੁਆਰਾ ਆਪਣੀ ਤਰੱਕੀ ਨੂੰ ਟਰੈਕ ਕਰ ਸਕਦੇ ਹੋ:
pl: Możesz śledzić swoje postępy poprzez:
pt: Você pode acompanhar seu progresso:
ru: Вы можете отслеживать свой прогресс:
sv: Du kan följa dina framsteg genom att:
ta: உங்கள் முன்னேற்றத்தைக் கண்காணிக்கலாம்:
te: మీరు దీని ద్వారా మీ పురోగతిని ట్రాక్ చేయవచ్చు:
th: คุณสามารถติดตามความคืบหน้าของคุณโดย:
tr: İlerlemenizi şu şekilde takip edebilirsiniz:
vi: Bạn có thể theo dõi tiến trình của mình bằng cách:

source: Visiting your learner dashboard
ar: زيارة لوحة تحكم المتعلم الخاص بك
bn: আপনার লার্নার ড্যাশবোর্ড পরিদর্শন
da: Besøg dit elevdashboard
de: Besuchen Sie Ihr Lernenden-Dashboard
el: Επίσκεψη στον πίνακα ελέγχου μαθητών σας
es: Visitar su panel de aprendizaje
fi: Vieraile oppilaiden hallintapaneelissa
fr: Visiter votre tableau de bord d'apprenant
he: ביקור בלוח המחוונים של הלומדים שלך
hi: अपने शिक्षार्थी डैशबोर्ड पर जाएँ
id: Mengunjungi dasbor pelajar Anda
it: Visitando la dashboard dello studente
ja: 学習者ダッシュボードにアクセスする
ml: നിങ്ങളുടെ പഠിതാക്കളുടെ ഡാഷ്‌ബോർഡ് സന്ദർശിക്കുന്നു
mr: तुमच्या शिकाऊ डॅशबोर्डला भेट देत आहे
nl: Uw leerlingdashboard bezoeken
pa: ਤੁਹਾਡੇ ਸਿੱਖਣ ਵਾਲੇ ਡੈਸ਼ਬੋਰਡ 'ਤੇ ਜਾ ਰਿਹਾ ਹੈ
pl: Odwiedzanie panelu ucznia
pt: Visitando o painel do aluno
ru: Посещение панели управления учащегося
sv: Besök din elevinstrumentpanel
ta: உங்கள் கற்றல் டாஷ்போர்டைப் பார்வையிடுகிறது
te: మీ లెర్నర్ డ్యాష్‌బోర్డ్‌ని సందర్శించడం
th: เยี่ยมชมแดชบอร์ดผู้เรียนของคุณ
tr: Öğrenci kontrol panelinizi ziyaret etme
vi: Truy cập bảng điều khiển dành cho người học của bạn

source: Checking the progress bar in each course
ar: التحقق من شريط التقدم في كل دورة
bn: প্রতিটি কোর্সে অগ্রগতি বার পরীক্ষা করা হচ্ছে
da: Kontrol af statuslinjen i hvert kursus
de: Überprüfen Sie den Fortschrittsbalken in jedem Kurs
el: Έλεγχος της γραμμής προόδου σε κάθε μάθημα
es: Consultando la barra de progreso en cada curso
fi: Edistymispalkin tarkistaminen jokaisella kurssilla
fr: Vérifier la barre de progression dans chaque cours
he: בדיקת סרגל ההתקדמות בכל קורס
hi: प्रत्येक पाठ्यक्रम में प्रगति पट्टी की जाँच करना
id: Memeriksa bilah kemajuan di setiap kursus
it: Controllo della barra di avanzamento in ogni corso
ja: 各コースのプログレスバーを確認する
ml: ഓരോ കോഴ്സിലെയും പുരോഗതി ബാർ പരിശോധിക്കുന്നു
mr: प्रत्येक अभ्यासक्रमातील प्रगती बार तपासत आहे
nl: De voortgangsbalk in elke cursus controleren
pa: ਹਰੇਕ ਕੋਰਸ ਵਿੱਚ ਪ੍ਰਗਤੀ ਪੱਟੀ ਦੀ ਜਾਂਚ ਕਰ ਰਿਹਾ ਹੈ
pl: Sprawdzanie paska postępu w każdym kursie
pt: Verificando a barra de progresso em cada curso
ru: Проверка индикатора прогресса в каждом курсе
sv: Kontrollera förloppsindikatorn i varje kurs
ta: ஒவ்வொரு பாடத்திலும் முன்னேற்றப் பட்டியைச் சரிபார்க்கிறது
te: ప్రతి కోర్సులో ప్రోగ్రెస్ బార్‌ని తనిఖీ చేస్తోంది
th: การตรวจสอบแถบความคืบหน้าในแต่ละหลักสูตร
tr: Her kursta ilerleme çubuğunu kontrol etme
vi: Kiểm tra thanh tiến trình trong mỗi khóa học

source: Reviewing your completed assignments and quizzes
ar: مراجعة المهام والاختبارات المكتملة
bn: আপনার সম্পন্ন অ্যাসাইনমেন্ট এবং কুইজ পর্যালোচনা করা
da: Gennemgang af dine afsluttede opgaver og quizzer
de: Überprüfen Sie Ihre abgeschlossenen Aufgaben und Tests
el: Επανεξέταση των ολοκληρωμένων εργασιών και των κουίζ σας
es: Revisar sus tareas y cuestionarios completados
fi: Suorittujen tehtävien ja tietokilpailujen tarkistaminen
fr: Réviser vos devoirs et quiz terminés
he: סקירת המטלות והבחינות שהושלמו
hi: आपके पूर्ण किए गए असाइनमेंट और क्विज़ की समीक्षा करना
id: Meninjau tugas dan kuis Anda yang telah selesai
it: Revisione dei compiti e dei quiz completati
ja: 完了した課題とクイズを確認する
ml: നിങ്ങളുടെ പൂർത്തിയാക്കിയ അസൈൻമെൻ്റുകളും ക്വിസുകളും അവലോകനം ചെയ്യുന്നു
mr: तुमच्या पूर्ण केलेल्या असाइनमेंट आणि क्विझचे पुनरावलोकन करत आहे
nl: Het beoordelen van uw voltooide opdrachten en quizzen
pa: ਤੁਹਾਡੀਆਂ ਪੂਰੀਆਂ ਕੀਤੀਆਂ ਅਸਾਈਨਮੈਂਟਾਂ ਅਤੇ ਕਵਿਜ਼ਾਂ ਦੀ ਸਮੀਖਿਆ ਕਰਨਾ
pl: Przeglądanie ukończonych zadań i quizów
pt: Revendo suas tarefas e questionários concluídos
ru: Проверка выполненных вами заданий и тестов.
sv: Granska dina genomförda uppgifter och frågesporter
ta: உங்கள் பூர்த்தி செய்யப்பட்ட பணிகள் மற்றும் வினாடி வினாக்களை மதிப்பாய்வு செய்தல்
te: మీ పూర్తి చేసిన అసైన్‌మెంట్‌లు మరియు క్విజ్‌లను సమీక్షిస్తోంది
th: ทบทวนงานและแบบทดสอบที่คุณทำเสร็จแล้ว
tr: Tamamlanan ödevlerinizi ve sınavlarınızı gözden geçirme
vi: Xem lại các bài tập và câu hỏi đã hoàn thành của bạn
