Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Key Insight 3
ar: البصيرة الرئيسية 3
bn: মূল অন্তর্দৃষ্টি 3
da: Nøgleindsigt 3
de: Schlüsselerkenntnis 3
el: Βασική Ενόραση 3
es: Información clave 3
fi: Keskeinen näkemys 3
fr: Aperçu clé 3
he: תובנות מפתח 3
hi: मुख्य अंतर्दृष्टि 3
id: Wawasan Utama 3
it: Approfondimento chiave 3
ja: 重要な洞察 3
kn: ಪ್ರಮುಖ ಒಳನೋಟ 3
ml: പ്രധാന ഉൾക്കാഴ്ച 3
mr: मुख्य अंतर्दृष्टी 3
nl: Kerninzicht 3
pa: ਮੁੱਖ ਸੂਝ 3
pl: Kluczowe spostrzeżenie 3
pt: Visão principal 3
ru: Ключевая идея 3
sv: Nyckelinsikt 3
ta: முக்கிய நுண்ணறிவு 3
te: ముఖ్య అంతర్దృష్టి 3
th: ข้อมูลเชิงลึกที่สำคัญ 3
tr: Temel Bilgi 3
vi: Thông tin chi tiết quan trọng 3

source: Average time to completion has decreased from 45 to 38 days.
ar: وانخفض متوسط ​​الوقت اللازم للانتهاء من 45 إلى 38 يومًا.
bn: সমাপ্তির গড় সময় 45 থেকে 38 দিনে কমেছে।
da: Den gennemsnitlige tid til færdiggørelse er faldet fra 45 til 38 dage.
de: Die durchschnittliche Zeit bis zur Fertigstellung ist von 45 auf 38 Tage gesunken.
el: Ο μέσος χρόνος ολοκλήρωσης μειώθηκε από 45 σε 38 ημέρες.
es: El tiempo promedio de finalización ha disminuido de 45 a 38 días.
fi: Keskimääräinen valmistumisaika on lyhentynyt 45 päivästä 38 päivään.
fr: Le délai moyen d'achèvement est passé de 45 à 38 jours.
he: הזמן הממוצע לסיום ירד מ-45 ל-38 ימים.
hi: पूरा होने का औसत समय 45 से घटकर 38 दिन हो गया है।
id: Rata-rata waktu penyelesaian telah berkurang dari 45 menjadi 38 hari.
it: Il tempo medio di completamento è diminuito da 45 a 38 giorni.
ja: 完了までの平均時間は 45 日から 38 日まで短縮されました。
kn: ಪೂರ್ಣಗೊಳಿಸುವ ಸರಾಸರಿ ಸಮಯವು 45 ರಿಂದ 38 ದಿನಗಳವರೆಗೆ ಕಡಿಮೆಯಾಗಿದೆ.
ml: പൂർത്തിയാക്കാനുള്ള ശരാശരി സമയം 45-ൽ നിന്ന് 38 ദിവസമായി കുറഞ്ഞു.
mr: पूर्ण करण्यासाठी सरासरी वेळ 45 ते 38 दिवसांपर्यंत कमी झाला आहे.
nl: De gemiddelde tijd tot voltooiing is afgenomen van 45 naar 38 dagen.
pa: ਪੂਰਾ ਕਰਨ ਦਾ ਔਸਤ ਸਮਾਂ 45 ਤੋਂ ਘਟ ਕੇ 38 ਦਿਨ ਰਹਿ ਗਿਆ ਹੈ।
pl: Średni czas realizacji skrócił się z 45 do 38 dni.
pt: O tempo médio para conclusão diminuiu de 45 para 38 dias.
ru: Среднее время выполнения сократилось с 45 до 38 дней.
sv: Den genomsnittliga tiden till färdigställande har minskat från 45 till 38 dagar.
ta: முடிப்பதற்கான சராசரி நேரம் 45 முதல் 38 நாட்களாக குறைந்துள்ளது.
te: పూర్తి చేయడానికి సగటు సమయం 45 నుండి 38 రోజులకు తగ్గింది.
th: เวลาเฉลี่ยในการทำให้เสร็จลดลงจาก 45 เป็น 38 วัน
tr: Ortalama tamamlanma süresi 45 günden 38 güne düştü.
vi: Thời gian trung bình để hoàn thành đã giảm từ 45 xuống còn 38 ngày.

source: Learner Feedback Analytics
ar: تحليلات التغذية الراجعة للمتعلمين
bn: লার্নার ফিডব্যাক অ্যানালিটিক্স
da: Analyse for elevfeedback
de: Analyse des Lernenden-Feedbacks
el: Αναλύσεις ανατροφοδότησης μαθητών
es: Análisis de comentarios de los alumnos
fi: Opiskelijoiden palauteanalyysi
fr: Analyse des commentaires des apprenants
he: ניתוח משוב ללומדים
hi: शिक्षार्थी प्रतिक्रिया विश्लेषण
id: Analisis Umpan Balik Pelajar
it: Analisi del feedback degli studenti
ja: 学習者のフィードバック分析
kn: ಕಲಿಯುವವರ ಪ್ರತಿಕ್ರಿಯೆ ಅನಾಲಿಟಿಕ್ಸ್
ml: പഠിതാക്കളുടെ ഫീഡ്ബാക്ക് അനലിറ്റിക്സ്
mr: शिकाऊ अभिप्राय विश्लेषण
nl: Analyse van feedback van leerlingen
pa: ਸਿੱਖਣ ਵਾਲੇ ਫੀਡਬੈਕ ਵਿਸ਼ਲੇਸ਼ਣ
pl: Analiza opinii uczniów
pt: Análise de feedback do aluno
ru: Аналитика обратной связи с учащимися
ta: கற்றவர் கருத்துப் பகுப்பாய்வு
te: లెర్నర్ ఫీడ్‌బ్యాక్ అనలిటిక్స్
th: การวิเคราะห์ผลตอบรับของผู้เรียน
tr: Öğrenci Geri Bildirim Analizi
vi: Phân tích phản hồi của người học

source: Insights into learner satisfaction, course ratings, and feedback trends
ar: رؤى حول رضا المتعلم، وتقييمات الدورة، واتجاهات ردود الفعل
bn: শিক্ষার্থীর সন্তুষ্টি, কোর্স রেটিং এবং প্রতিক্রিয়া প্রবণতার অন্তর্দৃষ্টি
da: Indsigt i elevtilfredshed, kursusbedømmelser og feedbacktendenser
de: Einblicke in die Zufriedenheit der Lernenden, Kursbewertungen und Feedback-Trends
el: Πληροφορίες σχετικά με την ικανοποίηση των μαθητών, τις αξιολογήσεις μαθημάτων και τις τάσεις ανατροφοδότησης
es: Información sobre la satisfacción de los estudiantes, calificaciones de cursos y tendencias de retroalimentación
fi: Näkemyksiä oppilaiden tyytyväisyydestä, kurssin arvioista ja palautetrendeistä
fr: Informations sur la satisfaction des apprenants, les évaluations des cours et les tendances en matière de commentaires
he: תובנות לגבי שביעות רצון הלומדים, דירוגי קורסים ומגמות משוב
hi: शिक्षार्थियों की संतुष्टि, पाठ्यक्रम रेटिंग और फीडबैक रुझानों में अंतर्दृष्टि
id: Wawasan tentang kepuasan pelajar, peringkat kursus, dan tren umpan balik
it: Approfondimenti sulla soddisfazione degli studenti, sulle valutazioni dei corsi e sulle tendenze del feedback
ja: 学習者の満足度、コースの評価、フィードバックの傾向に関する洞察
kn: ಕಲಿಯುವವರ ತೃಪ್ತಿ, ಕೋರ್ಸ್ ರೇಟಿಂಗ್‌ಗಳು ಮತ್ತು ಪ್ರತಿಕ್ರಿಯೆ ಪ್ರವೃತ್ತಿಗಳ ಒಳನೋಟಗಳು
ml: പഠിതാക്കളുടെ സംതൃപ്തി, കോഴ്‌സ് റേറ്റിംഗുകൾ, ഫീഡ്‌ബാക്ക് ട്രെൻഡുകൾ എന്നിവയിലേക്കുള്ള ഉൾക്കാഴ്‌ചകൾ
mr: शिकणाऱ्यांचे समाधान, कोर्स रेटिंग आणि फीडबॅक ट्रेंडमधील अंतर्दृष्टी
nl: Inzicht in de tevredenheid van studenten, cursusbeoordelingen en feedbacktrends
pa: ਸਿਖਿਆਰਥੀਆਂ ਦੀ ਸੰਤੁਸ਼ਟੀ, ਕੋਰਸ ਰੇਟਿੰਗਾਂ, ਅਤੇ ਫੀਡਬੈਕ ਰੁਝਾਨਾਂ ਦੀ ਸੂਝ
pl: Wgląd w zadowolenie uczniów, oceny kursów i trendy w zakresie informacji zwrotnych
pt: Insights sobre a satisfação do aluno, avaliações do curso e tendências de feedback
ru: Анализ удовлетворенности учащихся, рейтингов курсов и тенденций обратной связи.
sv: Insikter om elevernas tillfredsställelse, kursbetyg och feedbacktrender
ta: கற்பவர் திருப்தி, பாட மதிப்பீடுகள் மற்றும் கருத்துப் போக்குகள் பற்றிய நுண்ணறிவு
te: అభ్యాసకుల సంతృప్తి, కోర్సు రేటింగ్‌లు మరియు ఫీడ్‌బ్యాక్ ట్రెండ్‌లలో అంతర్దృష్టులు
th: ข้อมูลเชิงลึกเกี่ยวกับความพึงพอใจของผู้เรียน การให้คะแนนหลักสูตร และแนวโน้มผลตอบรับ
tr: Öğrenci memnuniyeti, ders derecelendirmeleri ve geri bildirim eğilimlerine ilişkin bilgiler
vi: Hiểu biết sâu sắc về sự hài lòng của người học, xếp hạng khóa học và xu hướng phản hồi

source: Overall Satisfaction
ar: الرضا العام
bn: সামগ্রিক সন্তুষ্টি
da: Samlet tilfredshed
de: Gesamtzufriedenheit
el: Συνολική ικανοποίηση
es: Satisfacción general
fi: Yleinen tyytyväisyys
fr: Satisfaction globale
he: שביעות רצון כללית
hi: पुर्ण संतुष्टि
id: Kepuasan Secara Keseluruhan
it: Soddisfazione generale
ja: 全体的な満足度
kn: ಒಟ್ಟಾರೆ ತೃಪ್ತಿ
ml: മൊത്തത്തിലുള്ള സംതൃപ്തി
mr: एकूणच समाधान
nl: Algemene tevredenheid
pa: ਸਮੁੱਚੀ ਸੰਤੁਸ਼ਟੀ
pl: Ogólna satysfakcja
pt: Satisfação Geral
ru: Общее удовлетворение
sv: Övergripande tillfredsställelse
ta: ஒட்டுமொத்த திருப்தி
te: మొత్తం సంతృప్తి
th: ความพึงพอใจโดยรวม
tr: Genel Memnuniyet
vi: Sự hài lòng chung

source: Total Reviews
ar: إجمالي المراجعات
bn: মোট পর্যালোচনা
da: Samlet anmeldelser
de: Gesamtbewertungen
el: Σύνολο κριτικών
es: Reseñas totales
fi: Arvostelut yhteensä
fr: Total des avis
he: סה"כ ביקורות
hi: कुल समीक्षाएँ
id: Jumlah Ulasan
it: Recensioni totali
ja: 総レビュー数
kn: ಒಟ್ಟು ವಿಮರ್ಶೆಗಳು
ml: മൊത്തം അവലോകനങ്ങൾ
mr: एकूण पुनरावलोकने
nl: Totaal aantal beoordelingen
pa: ਕੁੱਲ ਸਮੀਖਿਆਵਾਂ
pl: Wszystkie recenzje
pt: Total de avaliações
ru: Всего отзывов
sv: Totalt recensioner
ta: மொத்த மதிப்புரைகள்
te: మొత్తం సమీక్షలు
th: รีวิวทั้งหมด
tr: Toplam İncelemeler
vi: Tổng số đánh giá

source: Feedback Response Rate
ar: معدل استجابة ردود الفعل
bn: প্রতিক্রিয়া প্রতিক্রিয়া হার
da: Feedback responsrate
de: Feedback-Antwortrate
el: Ποσοστό απόκρισης ανάδρασης
es: Tasa de respuesta a los comentarios
fi: Palautteen vastausprosentti
fr: Taux de réponse aux commentaires
he: שיעור תגובה למשוב
hi: प्रतिक्रिया प्रतिक्रिया दर
id: Tingkat Respons Umpan Balik
it: Tasso di risposta al feedback
ja: フィードバック応答率
kn: ಪ್ರತಿಕ್ರಿಯೆ ಪ್ರತಿಕ್ರಿಯೆ ದರ
ml: ഫീഡ്ബാക്ക് പ്രതികരണ നിരക്ക്
mr: अभिप्राय प्रतिसाद दर
nl: Feedbackresponspercentage
pa: ਫੀਡਬੈਕ ਜਵਾਬ ਦਰ
pl: Wskaźnik reakcji na opinie
pt: Taxa de resposta de feedback
ru: Обратная связь Частота ответов
sv: Feedback Svarsfrekvens
ta: கருத்து மறுமொழி விகிதம்
te: అభిప్రాయ ప్రతిస్పందన రేటు
th: อัตราการตอบกลับข้อเสนอแนะ
tr: Geri Bildirim Yanıt Oranı
vi: Tỷ lệ phản hồi phản hồi

source: Avg. Course Rating
ar: متوسط تقييم الدورة
bn: গড় কোর্স রেটিং
da: Gns. Kursusbedømmelse
de: Durchschn. Kursbewertung
el: Μέσος όρος Βαθμολογία μαθήματος
es: Promedio Calificación del curso
fi: Keskim. Kurssin arvosana
fr: Moy. Évaluation du cours
he: ממוצע דירוג הקורס
hi: औसत कोर्स रेटिंग
id: Rata-rata Peringkat Kursus
it: Media Valutazione del corso
ja: 平均コースの評価
kn: ಸರಾಸರಿ ಕೋರ್ಸ್ ರೇಟಿಂಗ್
ml: ശരാശരി കോഴ്സ് റേറ്റിംഗ്
mr: सरासरी कोर्स रेटिंग
nl: Gem. Cursusbeoordeling
pa: ਔਸਤ ਕੋਰਸ ਰੇਟਿੰਗ
pl: Śr. Ocena kursu
pt: Média Avaliação do curso
ru: Среднее Рейтинг курса
sv: Genomsnittlig Kursens betyg
ta: சராசரி பாட மதிப்பீடு
te: సగటు కోర్సు రేటింగ్
th: เฉลี่ย การให้คะแนนหลักสูตร
tr: Ortalama Kurs Değerlendirmesi
vi: Trung bình Đánh giá khóa học

source: Satisfaction Trend
ar: اتجاه الرضا
bn: সন্তুষ্টি প্রবণতা
da: Tilfredshedstendens
de: Zufriedenheitstrend
el: Τάση ικανοποίησης
es: Tendencia de satisfacción
fi: Tyytyväisyystrendi
fr: Tendance de satisfaction
he: מגמת שביעות רצון
hi: संतुष्टि प्रवृत्ति
id: Tren Kepuasan
it: Tendenza alla soddisfazione
ja: 満足度の傾向
kn: ತೃಪ್ತಿಯ ಪ್ರವೃತ್ತಿ
ml: സംതൃപ്തി പ്രവണത
mr: समाधानाचा कल
nl: Tevredenheidstrend
pa: ਸੰਤੁਸ਼ਟੀ ਦਾ ਰੁਝਾਨ
pl: Trend satysfakcji
pt: Tendência de satisfação
ru: Тенденция удовлетворенности
sv: Nöjdhetstrend
ta: திருப்தி போக்கு
te: సంతృప్తి ధోరణి
th: แนวโน้มความพึงพอใจ
tr: Memnuniyet Trendi
vi: Xu hướng hài lòng

source: Rating Distribution
ar: توزيع التقييم
bn: রেটিং বিতরণ
de: Bewertungsverteilung
el: Διανομή Βαθμολογίας
es: Distribución de calificaciones
fi: Luokituksen jakelu
fr: Répartition des notes
he: חלוקת דירוג
hi: रेटिंग वितरण
id: Distribusi Peringkat
it: Distribuzione del punteggio
ja: 評価分布
kn: ರೇಟಿಂಗ್ ವಿತರಣೆ
ml: റേറ്റിംഗ് വിതരണം
mr: रेटिंग वितरण
nl: Beoordelingsverdeling
pa: ਰੇਟਿੰਗ ਵੰਡ
pl: Dystrybucja ocen
pt: Distribuição de classificação
ru: Распределение рейтингов
sv: Betygsfördelning
ta: மதிப்பீடு விநியோகம்
te: రేటింగ్ పంపిణీ
th: การกระจายเรตติ้ง
tr: Derecelendirme Dağılımı
vi: Phân phối xếp hạng

source: Top Rated Courses
ar: الدورات الأعلى تقييمًا
bn: শীর্ষ রেট কোর্স
da: Topbedømte kurser
de: Am besten bewertete Kurse
el: Μαθήματα με κορυφαία βαθμολογία
es: Cursos mejor valorados
fi: Parhaiksi arvioidut kurssit
fr: Cours les mieux notés
he: קורסים בדירוג הגבוה ביותר
hi: टॉप रेटेड पाठ्यक्रम
id: Kursus dengan Nilai Tertinggi
it: Corsi più votati
ja: 最高評価のコース
kn: ಉನ್ನತ ದರ್ಜೆಯ ಕೋರ್ಸ್‌ಗಳು
ml: മികച്ച റേറ്റഡ് കോഴ്‌സുകൾ
mr: टॉप रेटेड कोर्सेस
nl: Best beoordeelde cursussen
pa: ਸਿਖਰ ਦਾ ਦਰਜਾ ਪ੍ਰਾਪਤ ਕੋਰਸ
pl: Najwyżej oceniane kursy
pt: Cursos mais bem avaliados
ru: Курсы с самым высоким рейтингом
sv: Topprankade kurser
ta: சிறந்த தரமதிப்பீடு பெற்ற படிப்புகள்
te: టాప్ రేటింగ్ పొందిన కోర్సులు
th: หลักสูตรที่ได้รับคะแนนสูงสุด
tr: En Çok Puan Alan Kurslar
vi: Các khóa học được xếp hạng hàng đầu

source: Instructor
ar: مدرب
bn: প্রশিক্ষক
da: Instruktør
de: Lehrer
el: Εκπαιδευτής
fi: Ohjaaja
fr: Instructeur
gu: પ્રશિક્ષક
he: מַדְרִיך
hi: प्रशिक्षक
id: Pengajar
it: Istruttore
ja: インストラクター
kn: ಬೋಧಕ
ml: അദ്ധ്യാപകൻ
mr: प्रशिक्षक
nl: Instructeur
no: Instruktør
or: ଶିକ୍ଷକ
pa: ਇੰਸਟ੍ਰਕਟਰ
pl: Instruktor
pt: Instrutor
ru: Инструктор
sv: Instruktör
ta: பயிற்றுவிப்பாளர்
te: బోధకుడు
th: อาจารย์ผู้สอน
tr: Eğitmen
vi: Người hướng dẫn

source: Rating
ar: تصنيف
bn: রেটিং
da: Bedømmelse
de: Bewertung
el: Εκτίμηση
es: Clasificación
fi: Luokitus
fr: Notation
he: דֵרוּג
hi: रेटिंग
id: Peringkat
it: Valutazione
ja: 評価
kn: ರೇಟಿಂಗ್
ml: റേറ്റിംഗ്
mr: रेटिंग
nl: Beoordeling
pa: ਰੇਟਿੰਗ
pl: Ocena
pt: Avaliação
ru: Рейтинг
sv: Gradering
ta: மதிப்பீடு
te: రేటింగ్
th: เรตติ้ง
tr: Derecelendirme
vi: Đánh giá

source: Reviews
ar: التعليقات
bn: রিভিউ
da: Anmeldelser
de: Rezensionen
el: Κριτικές
es: Reseñas
fi: Arvostelut
fr: Avis
he: ביקורות
hi: समीक्षा
id: Ulasan
it: Recensioni
ja: レビュー
kn: ವಿಮರ್ಶೆಗಳು
ml: അവലോകനങ്ങൾ
mr: पुनरावलोकने
nl: Recensies
pa: ਸਮੀਖਿਆਵਾਂ
pl: Recenzje
pt: Avaliações
ru: Отзывы
sv: Recensioner
ta: விமர்சனங்கள்
te: సమీక్షలు
th: รีวิว
tr: Yorumlar
vi: Đánh giá

source: Advanced Machine Learning
ar: التعلم الآلي المتقدم
bn: অ্যাডভান্সড মেশিন লার্নিং
da: Avanceret maskinlæring
de: Fortgeschrittenes maschinelles Lernen
el: Προηγμένη Μηχανική Μάθηση
es: Aprendizaje automático avanzado
fi: Edistynyt koneoppiminen
fr: Apprentissage automatique avancé
he: למידת מכונה מתקדמת
hi: उन्नत मशीन लर्निंग
id: Pembelajaran Mesin Tingkat Lanjut
it: Apprendimento automatico avanzato
ja: 高度な機械学習
kn: ಸುಧಾರಿತ ಯಂತ್ರ ಕಲಿಕೆ
ml: വിപുലമായ മെഷീൻ ലേണിംഗ്
mr: प्रगत मशीन लर्निंग
nl: Geavanceerd machinaal leren
pa: ਐਡਵਾਂਸਡ ਮਸ਼ੀਨ ਲਰਨਿੰਗ
pl: Zaawansowane uczenie maszynowe
pt: Aprendizado de máquina avançado
ru: Продвинутое машинное обучение
sv: Avancerad maskininlärning
ta: மேம்பட்ட இயந்திர கற்றல்
te: అధునాతన మెషిన్ లెర్నింగ్
th: การเรียนรู้ของเครื่องขั้นสูง
tr: Gelişmiş Makine Öğrenimi
vi: Học máy nâng cao

source: Dr. Jane Smith
ar: دكتور جين سميث
bn: ডঃ জেন স্মিথ
el: Δρ Τζέιν Σμιθ
es: Dra. Jane Smith
fi: Tohtori Jane Smith
he: ד"ר ג'יין סמית'
hi: डॉ जेन स्मिथ
it: La dottoressa Jane Smith
ja: ジェーン・スミス博士
kn: ಡಾ. ಜೇನ್ ಸ್ಮಿತ್
ml: ജെയ്ൻ സ്മിത്ത് ഡോ
mr: डॉ जेन स्मिथ
pa: ਡਾ ਜੇਨ ਸਮਿਥ
pl: Doktor Jane Smith
pt: Dra.
ru: доктор Джейн Смит
ta: டாக்டர் ஜேன் ஸ்மித்
te: డాక్టర్ జేన్ స్మిత్
th: ดร.เจน สมิธ
vi: Tiến sĩ Jane Smith

source: Recent Feedback
ar: التعليقات الأخيرة
bn: সাম্প্রতিক প্রতিক্রিয়া
da: Seneste feedback
de: Aktuelles Feedback
el: Πρόσφατα σχόλια
es: Comentarios recientes
fi: Viimeaikainen palaute
fr: Commentaires récents
he: משוב אחרון
hi: हालिया प्रतिक्रिया
id: Masukan Terbaru
it: Feedback recenti
ja: 最近のフィードバック
kn: ಇತ್ತೀಚಿನ ಪ್ರತಿಕ್ರಿಯೆ
ml: സമീപകാല ഫീഡ്ബാക്ക്
mr: अलीकडील अभिप्राय
nl: Recente feedback
pa: ਹਾਲੀਆ ਫੀਡਬੈਕ
pl: Najnowsze opinie
pt: Comentários recentes
ru: Недавний отзыв
sv: Senaste feedback
ta: சமீபத்திய கருத்து
te: ఇటీవలి అభిప్రాయం
th: ข้อเสนอแนะล่าสุด
tr: Son Geribildirim
vi: Phản hồi gần đây

source: Great course! The content was well-structured and the instructor explained complex concepts clearly.
ar: دورة عظيمة! كان المحتوى منظمًا بشكل جيد وقام المعلم بشرح المفاهيم المعقدة بوضوح.
bn: দারুণ কোর্স! বিষয়বস্তু সুগঠিত ছিল এবং প্রশিক্ষক জটিল ধারণাগুলি স্পষ্টভাবে ব্যাখ্যা করেছেন।
da: Fantastisk kursus! Indholdet var velstruktureret, og instruktøren forklarede komplekse begreber klart.
de: Toller Kurs! Der Inhalt war gut strukturiert und der Dozent erklärte komplexe Konzepte klar und deutlich.
el: Υπέροχη πορεία! Το περιεχόμενο ήταν καλά δομημένο και ο εκπαιδευτής εξήγησε περίπλοκες έννοιες με σαφήνεια.
es: ¡Gran curso! El contenido estaba bien estructurado y el instructor explicó claramente conceptos complejos.
fi: Hieno kurssi! Sisältö oli hyvin jäsenneltyä ja ohjaaja selitti monimutkaiset käsitteet selkeästi.
fr: Super cours ! Le contenu était bien structuré et l'instructeur expliquait clairement les concepts complexes.
he: קורס מעולה! התוכן היה מובנה היטב והמדריך הסביר מושגים מורכבים בצורה ברורה.
hi: बढ़िया कोर्स! सामग्री अच्छी तरह से संरचित थी और प्रशिक्षक ने जटिल अवधारणाओं को स्पष्ट रूप से समझाया।
id: Kursus yang bagus! Kontennya terstruktur dengan baik dan instruktur menjelaskan konsep-konsep kompleks dengan jelas.
it: Ottimo corso! Il contenuto era ben strutturato e l'istruttore spiegava chiaramente concetti complessi.
ja: 素晴らしいコースです！内容はよく構成されており、インストラクターは複雑な概念を明確に説明しました。
kn: ಉತ್ತಮ ಕೋರ್ಸ್! ವಿಷಯವು ಉತ್ತಮವಾಗಿ-ರಚನಾತ್ಮಕವಾಗಿದೆ ಮತ್ತು ಬೋಧಕನು ಸಂಕೀರ್ಣ ಪರಿಕಲ್ಪನೆಗಳನ್ನು ಸ್ಪಷ್ಟವಾಗಿ ವಿವರಿಸಿದ್ದಾನೆ.
ml: മികച്ച കോഴ്സ്! ഉള്ളടക്കം നന്നായി ചിട്ടപ്പെടുത്തുകയും സങ്കീർണ്ണമായ ആശയങ്ങൾ അധ്യാപകൻ വ്യക്തമായി വിശദീകരിക്കുകയും ചെയ്തു.
mr: उत्तम कोर्स! सामग्रीची रचना चांगली होती आणि प्रशिक्षकाने जटिल संकल्पना स्पष्टपणे स्पष्ट केल्या.
nl: Geweldige cursus! De inhoud was goed gestructureerd en de instructeur legde complexe concepten duidelijk uit.
pa: ਮਹਾਨ ਕੋਰਸ! ਸਮੱਗਰੀ ਚੰਗੀ ਤਰ੍ਹਾਂ ਬਣਾਈ ਗਈ ਸੀ ਅਤੇ ਇੰਸਟ੍ਰਕਟਰ ਨੇ ਗੁੰਝਲਦਾਰ ਸੰਕਲਪਾਂ ਨੂੰ ਸਪਸ਼ਟ ਰੂਪ ਵਿੱਚ ਸਮਝਾਇਆ ਸੀ।
pl: Świetny kurs! Treść była dobrze ustrukturyzowana, a instruktor jasno wyjaśnił złożone pojęcia.
pt: Ótimo curso! O conteúdo foi bem estruturado e o instrutor explicou conceitos complexos com clareza.
ru: Отличный курс! Содержание было хорошо структурировано, и преподаватель ясно объяснял сложные понятия.
sv: Jättebra kurs! Innehållet var välstrukturerat och instruktören förklarade komplexa begrepp tydligt.
ta: அருமையான படிப்பு! உள்ளடக்கம் நன்கு கட்டமைக்கப்பட்டது மற்றும் பயிற்றுவிப்பாளர் சிக்கலான கருத்துக்களை தெளிவாக விளக்கினார்.
te: గొప్ప కోర్సు! కంటెంట్ చక్కగా రూపొందించబడింది మరియు బోధకుడు సంక్లిష్ట భావనలను స్పష్టంగా వివరించాడు.
th: หลักสูตรที่ยอดเยี่ยม! เนื้อหามีโครงสร้างที่ดีและผู้สอนอธิบายแนวคิดที่ซับซ้อนอย่างชัดเจน
tr: Harika kurs! İçerik iyi yapılandırılmıştı ve eğitmen karmaşık kavramları net bir şekilde açıkladı.
vi: Khóa học tuyệt vời! Nội dung có cấu trúc tốt và người hướng dẫn giải thích rõ ràng các khái niệm phức tạp.

source: Very practical course with real-world examples. I've already started applying the strategies in my work.
ar: دورة عملية للغاية مع أمثلة من العالم الحقيقي. لقد بدأت بالفعل في تطبيق الاستراتيجيات في عملي.
bn: বাস্তব বিশ্বের উদাহরণ সহ খুব ব্যবহারিক কোর্স। আমি ইতিমধ্যে আমার কাজে কৌশল প্রয়োগ করা শুরু করেছি।
da: Meget praktisk kursus med eksempler fra den virkelige verden. Jeg er allerede begyndt at anvende strategierne i mit arbejde.
de: Sehr praxisorientierter Kurs mit Beispielen aus der Praxis. Ich habe bereits begonnen, die Strategien in meiner Arbeit anzuwenden.
el: Πολύ πρακτικό μάθημα με παραδείγματα πραγματικού κόσμου. Έχω ήδη αρχίσει να εφαρμόζω τις στρατηγικές στη δουλειά μου.
es: Curso muy práctico con ejemplos del mundo real. Ya comencé a aplicar las estrategias en mi trabajo.
fi: Erittäin käytännöllinen kurssi tosimaailman esimerkeillä. Olen jo alkanut soveltaa strategioita työssäni.
fr: Cours très pratique avec des exemples concrets. J'ai déjà commencé à appliquer les stratégies dans mon travail.
he: קורס מעשי מאוד עם דוגמאות מהעולם האמיתי. כבר התחלתי ליישם את האסטרטגיות בעבודה שלי.
hi: वास्तविक दुनिया के उदाहरणों के साथ बहुत व्यावहारिक पाठ्यक्रम। मैंने पहले से ही अपने काम में रणनीतियों को लागू करना शुरू कर दिया है।
id: Kursus yang sangat praktis dengan contoh dunia nyata. Saya sudah mulai menerapkan strategi dalam pekerjaan saya.
it: Corso molto pratico con esempi tratti dal mondo reale. Ho già iniziato ad applicare le strategie nel mio lavoro.
ja: 実際の例を使った非常に実践的なコース。私はすでにその戦略を仕事に適用し始めています。
kn: ನೈಜ-ಪ್ರಪಂಚದ ಉದಾಹರಣೆಗಳೊಂದಿಗೆ ಅತ್ಯಂತ ಪ್ರಾಯೋಗಿಕ ಕೋರ್ಸ್. ನಾನು ಈಗಾಗಲೇ ನನ್ನ ಕೆಲಸದಲ್ಲಿ ತಂತ್ರಗಳನ್ನು ಅನ್ವಯಿಸಲು ಪ್ರಾರಂಭಿಸಿದ್ದೇನೆ.
ml: യഥാർത്ഥ ലോക ഉദാഹരണങ്ങളുള്ള വളരെ പ്രായോഗിക കോഴ്സ്. എൻ്റെ ജോലിയിൽ ഞാൻ തന്ത്രങ്ങൾ പ്രയോഗിക്കാൻ തുടങ്ങി.
mr: वास्तविक जगाच्या उदाहरणांसह अतिशय व्यावहारिक अभ्यासक्रम. मी आधीच माझ्या कामात धोरणे लागू करणे सुरू केले आहे.
nl: Zeer praktische cursus met praktijkvoorbeelden. Ik ben al begonnen met het toepassen van de strategieën in mijn werk.
pa: ਅਸਲ-ਸੰਸਾਰ ਦੀਆਂ ਉਦਾਹਰਣਾਂ ਦੇ ਨਾਲ ਬਹੁਤ ਵਿਹਾਰਕ ਕੋਰਸ। ਮੈਂ ਆਪਣੇ ਕੰਮ ਵਿੱਚ ਰਣਨੀਤੀਆਂ ਨੂੰ ਲਾਗੂ ਕਰਨਾ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ ਹੈ।
pl: Bardzo praktyczny kurs z przykładami z życia wziętymi. Zacząłem już stosować te strategie w mojej pracy.
pt: Curso muito prático com exemplos do mundo real. Já comecei a aplicar as estratégias no meu trabalho.
ru: Очень практичный курс с реальными примерами. Я уже начал применять эти стратегии в своей работе.
sv: Mycket praktisk kurs med verkliga exempel. Jag har redan börjat tillämpa strategierna i mitt arbete.
ta: நிஜ உலக உதாரணங்களுடன் மிகவும் நடைமுறை படிப்பு. நான் ஏற்கனவே எனது வேலையில் உத்திகளைப் பயன்படுத்தத் தொடங்கினேன்.
te: వాస్తవ ప్రపంచ ఉదాహరణలతో చాలా ఆచరణాత్మక కోర్సు. నేను ఇప్పటికే నా పనిలో వ్యూహాలను అమలు చేయడం ప్రారంభించాను.
th: หลักสูตรที่ใช้งานได้จริงพร้อมตัวอย่างจากโลกแห่งความเป็นจริง ฉันได้เริ่มใช้กลยุทธ์ในการทำงานของฉันแล้ว
tr: Gerçek dünyadan örneklerle çok pratik bir kurs. Stratejileri çalışmalarımda uygulamaya başladım bile.
vi: Khóa học rất thực tế với các ví dụ thực tế. Tôi đã bắt đầu áp dụng các chiến lược vào công việc của mình.

source: Feedback Analysis
ar: تحليل ردود الفعل
bn: প্রতিক্রিয়া বিশ্লেষণ
da: Feedback Analyse
de: Feedback-Analyse
el: Ανάλυση ανατροφοδότησης
es: Análisis de comentarios
fi: Palauteanalyysi
fr: Analyse des commentaires
he: ניתוח משוב
hi: प्रतिक्रिया विश्लेषण
id: Analisis Umpan Balik
it: Analisi del feedback
ja: フィードバック分析
kn: ಪ್ರತಿಕ್ರಿಯೆ ವಿಶ್ಲೇಷಣೆ
ml: ഫീഡ്ബാക്ക് വിശകലനം
mr: अभिप्राय विश्लेषण
nl: Feedbackanalyse
pa: ਫੀਡਬੈਕ ਵਿਸ਼ਲੇਸ਼ਣ
pl: Analiza opinii
pt: Análise de Feedback
ru: Анализ обратной связи
sv: Feedback Analys
ta: கருத்து பகுப்பாய்வு
te: అభిప్రాయ విశ్లేషణ
th: การวิเคราะห์ผลตอบรับ
tr: Geri Bildirim Analizi
vi: Phân tích phản hồi

source: Common Themes in Feedback
ar: المواضيع المشتركة في ردود الفعل
bn: প্রতিক্রিয়া সাধারণ থিম
da: Fælles temaer i feedback
de: Häufige Themen im Feedback
el: Κοινά θέματα στα σχόλια
es: Temas comunes en los comentarios
fi: Yleisiä teemoja palautteessa
fr: Thèmes courants dans les commentaires
he: ערכות נושא נפוצות במשוב
hi: फीडबैक में सामान्य विषय-वस्तु
id: Tema Umum dalam Umpan Balik
it: Temi comuni nel feedback
ja: フィードバックの一般的なテーマ
kn: ಪ್ರತಿಕ್ರಿಯೆಯಲ್ಲಿ ಸಾಮಾನ್ಯ ಥೀಮ್‌ಗಳು
ml: ഫീഡ്‌ബാക്കിലെ പൊതുവായ തീമുകൾ
mr: अभिप्राय मध्ये सामान्य थीम
nl: Gemeenschappelijke thema's in feedback
pa: ਫੀਡਬੈਕ ਵਿੱਚ ਆਮ ਥੀਮ
pl: Typowe tematy w opiniach
pt: Temas comuns em feedback
ru: Общие темы в отзывах
sv: Vanliga teman i feedback
ta: பின்னூட்டத்தில் பொதுவான தீம்கள்
te: అభిప్రాయంలో సాధారణ థీమ్‌లు
th: ธีมทั่วไปในคำติชม
tr: Geri Bildirimde Ortak Temalar
vi: Chủ đề chung trong phản hồi

source: Positive Themes
ar: المواضيع الإيجابية
bn: ইতিবাচক থিম
da: Positive temaer
de: Positive Themen
el: Θετικά Θέματα
es: Temas positivos
fi: Positiiviset teemat
fr: Thèmes positifs
he: נושאים חיוביים
hi: सकारात्मक विषय-वस्तु
id: Tema Positif
it: Temi positivi
ja: ポジティブなテーマ
kn: ಧನಾತ್ಮಕ ಥೀಮ್ಗಳು
ml: പോസിറ്റീവ് തീമുകൾ
mr: सकारात्मक थीम
nl: Positieve thema's
pa: ਸਕਾਰਾਤਮਕ ਥੀਮ
pl: Pozytywne motywy
pt: Temas Positivos
ru: Позитивные темы
sv: Positiva teman
ta: நேர்மறை தீம்கள்
te: సానుకూల థీమ్‌లు
th: ธีมเชิงบวก
tr: Olumlu Temalar
vi: Chủ đề tích cực

source: Clear explanations of complex topics
ar: تفسيرات واضحة للمواضيع المعقدة
bn: জটিল বিষয়ের স্পষ্ট ব্যাখ্যা
da: Klare forklaringer af komplekse emner
de: Anschauliche Erklärungen zu komplexen Themen
el: Σαφείς εξηγήσεις περίπλοκων θεμάτων
es: Explicaciones claras de temas complejos.
fi: Selkeät selitykset monimutkaisista aiheista
fr: Des explications claires sur des sujets complexes
he: הסברים ברורים של נושאים מורכבים
hi: जटिल विषयों की स्पष्ट व्याख्या
id: Penjelasan yang jelas tentang topik yang kompleks
it: Spiegazioni chiare di argomenti complessi
ja: 複雑なトピックの明確な説明
kn: ಸಂಕೀರ್ಣ ವಿಷಯಗಳ ಸ್ಪಷ್ಟ ವಿವರಣೆಗಳು
ml: സങ്കീർണ്ണമായ വിഷയങ്ങളുടെ വ്യക്തമായ വിശദീകരണങ്ങൾ
mr: क्लिष्ट विषयांचे स्पष्ट स्पष्टीकरण
nl: Duidelijke uitleg over complexe onderwerpen
pa: ਗੁੰਝਲਦਾਰ ਵਿਸ਼ਿਆਂ ਦੀ ਸਪਸ਼ਟ ਵਿਆਖਿਆ
pl: Jasne wyjaśnienia skomplikowanych tematów
pt: Explicações claras de tópicos complexos
ru: Доступное объяснение сложных тем.
sv: Tydliga förklaringar av komplexa ämnen
ta: சிக்கலான தலைப்புகளின் தெளிவான விளக்கங்கள்
te: సంక్లిష్ట అంశాలకు స్పష్టమైన వివరణలు
th: คำอธิบายที่ชัดเจนของหัวข้อที่ซับซ้อน
tr: Karmaşık konuların net açıklamaları
vi: Giải thích rõ ràng về các chủ đề phức tạp
