Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: An unexpected error occurred. Please try again later.
ar: حدث خطأ غير متوقع. يرجى المحاولة مرة أخرى في وقت لاحق.
bn: একটি অপ্রত্যাশিত ত্রুটি ঘটেছে৷ পরে আবার চেষ্টা করুন.
da: Der opstod en uventet fejl. Prøv venligst igen senere.
de: Es ist ein unerwarteter Fehler aufgetreten. Bitte versuchen Sie es später noch einmal.
el: Παρουσιάστηκε απροσδόκητο σφάλμα. Δοκιμάστε ξανά αργότερα.
es: Se produjo un error inesperado. Inténtelo de nuevo más tarde.
fi: Tapahtui odottamaton virhe. Yritä myöhemmin uudelleen.
fr: Une erreur inattendue s'est produite. Veuillez réessayer plus tard.
he: אירעה שגיאה בלתי צפויה. אנא נסה שוב מאוחר יותר.
hi: एक अप्रत्याशित त्रुटि हुई। कृपया बाद में पुन: प्रयास करें।
id: Terjadi kesalahan yang tidak terduga. Silakan coba lagi nanti.
it: Si è verificato un errore imprevisto. Per favore riprova più tardi.
ja: 予期しないエラーが発生しました。後でもう一度試してください。
ml: ഒരു അപ്രതീക്ഷിത പിശക് സംഭവിച്ചു. ദയവായി പിന്നീട് വീണ്ടും ശ്രമിക്കുക.
mr: एक अनपेक्षित त्रुटी आली. कृपया नंतर पुन्हा प्रयत्न करा.
nl: Er is een onverwachte fout opgetreden. Probeer het later opnieuw.
pa: ਇੱਕ ਅਚਾਨਕ ਗਲਤੀ ਆਈ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Wystąpił nieoczekiwany błąd. Spróbuj ponownie później.
pt: Ocorreu um erro inesperado. Por favor, tente novamente mais tarde.
ru: Произошла непредвиденная ошибка. Пожалуйста, повторите попытку позже.
sv: Ett oväntat fel inträffade. Försök igen senare.
ta: எதிர்பாராத பிழை ஏற்பட்டது. பிறகு முயற்சிக்கவும்.
te: ఊహించని లోపం సంభవించింది. దయచేసి తర్వాత మళ్లీ ప్రయత్నించండి.
th: เกิดข้อผิดพลาดที่ไม่คาดคิด โปรดลองอีกครั้งในภายหลัง
tr: Beklenmeyen bir hata oluştu. Lütfen daha sonra tekrar deneyin.
vi: Đã xảy ra lỗi không mong muốn. Vui lòng thử lại sau.

source: An error occurred while fetching the delivery list. Please try again.
ar: حدث خطأ أثناء جلب قائمة التسليم. يرجى المحاولة مرة أخرى.
bn: বিতরণ তালিকা আনার সময় একটি ত্রুটি ঘটেছে৷ আবার চেষ্টা করুন.
da: Der opstod en fejl under hentning af leveringslisten. Prøv venligst igen.
de: Beim Abrufen der Lieferliste ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
el: Παρουσιάστηκε σφάλμα κατά την ανάκτηση της λίστας παράδοσης. Δοκιμάστε ξανά.
es: Se produjo un error al recuperar la lista de entrega. Por favor inténtalo de nuevo.
fi: Toimitusluetteloa haettaessa tapahtui virhe. Yritä uudelleen.
fr: Une erreur s'est produite lors de la récupération de la liste de livraison. Veuillez réessayer.
he: אירעה שגיאה בעת שליפת רשימת המשלוחים. אנא נסה שוב.
hi: डिलीवरी सूची लाते समय एक त्रुटि उत्पन्न हुई। कृपया पुन: प्रयास करें।
id: Terjadi kesalahan saat mengambil daftar pengiriman. Silakan coba lagi.
it: Si è verificato un errore durante il recupero dell'elenco di consegna. Per favore riprova.
ja: 配送リストの取得中にエラーが発生しました。もう一度試してください。
ml: ഡെലിവറി ലിസ്റ്റ് ലഭ്യമാക്കുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു. ദയവായി വീണ്ടും ശ്രമിക്കുക.
mr: वितरण सूची आणताना त्रुटी आली. कृपया पुन्हा प्रयत्न करा.
nl: Er is een fout opgetreden bij het ophalen van de bezorglijst. Probeer het opnieuw.
pa: ਡਿਲੀਵਰੀ ਸੂਚੀ ਪ੍ਰਾਪਤ ਕਰਨ ਦੌਰਾਨ ਇੱਕ ਤਰੁੱਟੀ ਉਤਪੰਨ ਹੋਈ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Wystąpił błąd podczas pobierania listy dostaw. Spróbuj ponownie.
pt: Ocorreu um erro ao buscar a lista de entrega. Por favor, tente novamente.
ru: Произошла ошибка при получении списка доставки. Пожалуйста, попробуйте еще раз.
sv: Ett fel uppstod när leveranslistan skulle hämtas. Försök igen.
ta: டெலிவரி பட்டியலைப் பெறும்போது பிழை ஏற்பட்டது. மீண்டும் முயற்சிக்கவும்.
te: డెలివరీ జాబితాను పొందుతున్నప్పుడు లోపం సంభవించింది. దయచేసి మళ్లీ ప్రయత్నించండి.
th: เกิดข้อผิดพลาดขณะดึงข้อมูลรายการจัดส่ง โปรดลองอีกครั้ง
tr: Teslimat listesi alınırken bir hata oluştu. Lütfen tekrar deneyin.
vi: Đã xảy ra lỗi khi tìm nạp danh sách giao hàng. Vui lòng thử lại.

source: An error occurred while preparing the page. Some information may be missing.
ar: حدث خطأ أثناء إعداد الصفحة. قد تكون بعض المعلومات مفقودة.
bn: পৃষ্ঠাটি প্রস্তুত করার সময় একটি ত্রুটি ঘটেছে৷ কিছু তথ্য অনুপস্থিত হতে পারে.
da: Der opstod en fejl under forberedelsen af ​​siden. Nogle oplysninger kan mangle.
de: Beim Vorbereiten der Seite ist ein Fehler aufgetreten. Möglicherweise fehlen einige Informationen.
el: Παρουσιάστηκε σφάλμα κατά την προετοιμασία της σελίδας. Ορισμένες πληροφορίες ενδέχεται να λείπουν.
es: Se produjo un error al preparar la página. Es posible que falte alguna información.
fi: Sivua valmisteltaessa tapahtui virhe. Jotkut tiedot saattavat puuttua.
fr: Une erreur s'est produite lors de la préparation de la page. Certaines informations peuvent manquer.
he: אירעה שגיאה בעת הכנת הדף. ייתכן שחסר מידע מסוים.
hi: पृष्ठ तैयार करते समय एक त्रुटि उत्पन्न हुई. कुछ जानकारी गायब हो सकती है.
id: Terjadi kesalahan saat menyiapkan halaman. Beberapa informasi mungkin hilang.
it: Si è verificato un errore durante la preparazione della pagina. Alcune informazioni potrebbero mancare.
ja: ページの準備中にエラーが発生しました。一部の情報が不足している可能性があります。
ml: പേജ് തയ്യാറാക്കുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു. ചില വിവരങ്ങൾ നഷ്ടപ്പെട്ടേക്കാം.
mr: पृष्ठ तयार करताना एक त्रुटी आली. काही माहिती गहाळ असू शकते.
nl: Er is een fout opgetreden bij het voorbereiden van de pagina. Het kan zijn dat bepaalde informatie ontbreekt.
pa: ਪੰਨਾ ਤਿਆਰ ਕਰਨ ਦੌਰਾਨ ਇੱਕ ਗਲਤੀ ਆਈ ਹੈ। ਕੁਝ ਜਾਣਕਾਰੀ ਗੁੰਮ ਹੋ ਸਕਦੀ ਹੈ।
pl: Wystąpił błąd podczas przygotowywania strony. Może brakować niektórych informacji.
pt: Ocorreu um erro ao preparar a página. Algumas informações podem estar faltando.
ru: При подготовке страницы произошла ошибка. Некоторая информация может отсутствовать.
sv: Ett fel uppstod när sidan förbereddes. Viss information kan saknas.
ta: பக்கத்தைத் தயாரிக்கும் போது பிழை ஏற்பட்டது. சில தகவல்கள் விடுபட்டிருக்கலாம்.
te: పేజీని సిద్ధం చేస్తున్నప్పుడు లోపం సంభవించింది. కొంత సమాచారం మిస్ అయి ఉండవచ్చు.
th: เกิดข้อผิดพลาดขณะเตรียมเพจ ข้อมูลบางอย่างอาจหายไป
tr: Sayfa hazırlanırken bir hata oluştu. Bazı bilgiler eksik olabilir.
vi: Đã xảy ra lỗi khi chuẩn bị trang. Một số thông tin có thể bị thiếu.

source: Error deleting delivery: {}
ar: خطأ في حذف التسليم: {}
bn: বিতরণ মুছে ফেলার সময় ত্রুটি: {}
da: Fejl ved sletning af levering: {}
de: Fehler beim Löschen der Lieferung: {}
el: Σφάλμα κατά τη διαγραφή της παράδοσης: {}
es: Error al eliminar la entrega: {}
fi: Virhe toimituksen poistamisessa: {}
fr: Erreur lors de la suppression de la diffusion : {}
he: שגיאה במחיקת מסירה: {}
hi: डिलीवरी हटाने में त्रुटि: {}
id: Kesalahan saat menghapus pengiriman: {}
it: Errore durante l'eliminazione della consegna: {}
ja: 配信削除エラー: {}
ml: ഡെലിവറി ഇല്ലാതാക്കുന്നതിൽ പിശക്: {}
mr: वितरण हटवताना त्रुटी: {}
nl: Fout bij verwijderen van bezorging: {}
pa: ਡਿਲੀਵਰੀ ਨੂੰ ਮਿਟਾਉਣ ਵਿੱਚ ਤਰੁੱਟੀ: {}
pl: Błąd podczas usuwania dostawy: {}
pt: Erro ao excluir o delivery: {}
ru: Ошибка удаления доставки: {}
sv: Fel vid borttagning av leverans: {}
ta: டெலிவரியை நீக்குவதில் பிழை: {}
te: డెలివరీని తొలగించడంలో లోపం: {}
th: เกิดข้อผิดพลาดในการลบการจัดส่ง: {}
tr: Teslimat silinirken hata oluştu: {}
vi: Lỗi xóa phân phối: {}

source: You do not have permission to delete this delivery.
ar: ليس لديك إذن بحذف هذا التسليم.
bn: আপনি এই বিতরণ মুছে ফেলার অনুমতি নেই.
da: Du har ikke tilladelse til at slette denne levering.
de: Sie sind nicht berechtigt, diese Lieferung zu löschen.
el: Δεν έχετε άδεια να διαγράψετε αυτήν την παράδοση.
es: No tienes permiso para eliminar esta entrega.
fi: Sinulla ei ole lupaa poistaa tätä toimitusta.
fr: Vous n'êtes pas autorisé à supprimer cette diffusion.
he: אין לך הרשאה למחוק מסירה זו.
hi: आपके पास इस डिलीवरी को हटाने की अनुमति नहीं है.
id: Anda tidak memiliki izin untuk menghapus pengiriman ini.
it: Non hai l'autorizzazione per eliminare questa consegna.
ja: この配信を削除する権限がありません。
ml: ഈ ഡെലിവറി ഇല്ലാതാക്കാൻ നിങ്ങൾക്ക് അനുമതിയില്ല.
mr: तुम्हाला हे वितरण हटवण्याची परवानगी नाही.
nl: U heeft geen toestemming om deze levering te verwijderen.
pa: ਤੁਹਾਡੇ ਕੋਲ ਇਸ ਡਿਲੀਵਰੀ ਨੂੰ ਮਿਟਾਉਣ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀਂ ਹੈ।
pl: Nie masz uprawnień do usunięcia tej dostawy.
pt: Você não tem permissão para excluir este delivery.
ru: У вас нет разрешения на удаление этой доставки.
sv: Du har inte behörighet att ta bort denna leverans.
ta: இந்த டெலிவரியை நீக்க உங்களுக்கு அனுமதி இல்லை.
te: ఈ డెలివరీని తొలగించడానికి మీకు అనుమతి లేదు.
th: คุณไม่ได้รับอนุญาตให้ลบการจัดส่งนี้
tr: Bu teslimatı silme izniniz yok.
vi: Bạn không có quyền xóa việc phân phối này.

source: An error occurred while accessing the delivery enrollments.
ar: حدث خطأ أثناء الوصول إلى تسجيلات التسليم.
bn: ডেলিভারি নথিভুক্তিগুলি অ্যাক্সেস করার সময় একটি ত্রুটি ঘটেছে৷
da: Der opstod en fejl under adgang til leveringstilmeldingerne.
de: Beim Zugriff auf die Versandanmeldungen ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την πρόσβαση στις εγγραφές παράδοσης.
es: Se produjo un error al acceder a las inscripciones de entrega.
fi: Toimitusilmoittautumisia käytettäessä tapahtui virhe.
fr: Une erreur s'est produite lors de l'accès aux inscriptions à la livraison.
he: אירעה שגיאה בעת הגישה לרישומי המשלוח.
hi: डिलीवरी नामांकन तक पहुँचने के दौरान एक त्रुटि उत्पन्न हुई।
id: Terjadi kesalahan saat mengakses pendaftaran pengiriman.
it: Si è verificato un errore durante l'accesso alle registrazioni di consegna.
ja: 配信登録にアクセス中にエラーが発生しました。
ml: ഡെലിവറി എൻറോൾമെൻ്റുകൾ ആക്സസ് ചെയ്യുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു.
mr: वितरण नोंदणीमध्ये प्रवेश करताना एक त्रुटी आली.
nl: Er is een fout opgetreden bij het openen van de leveringsinschrijvingen.
pa: ਡਿਲੀਵਰੀ ਨਾਮਾਂਕਣਾਂ ਤੱਕ ਪਹੁੰਚ ਕਰਨ ਦੌਰਾਨ ਇੱਕ ਤਰੁੱਟੀ ਉਤਪੰਨ ਹੋਈ।
pl: Wystąpił błąd podczas uzyskiwania dostępu do rejestracji dostaw.
pt: Ocorreu um erro ao acessar as inscrições do delivery.
ru: Произошла ошибка при доступе к регистрации поставок.
sv: Ett fel uppstod vid åtkomst till leveransregistreringarna.
ta: டெலிவரி பதிவுகளை அணுகும்போது பிழை ஏற்பட்டது.
te: డెలివరీ నమోదులను యాక్సెస్ చేస్తున్నప్పుడు లోపం సంభవించింది.
th: เกิดข้อผิดพลาดขณะเข้าถึงการลงทะเบียนการจัดส่ง
tr: Teslimat kayıtlarına erişilirken bir hata oluştu.
vi: Đã xảy ra lỗi khi truy cập vào đăng ký gửi hàng.

source: An error occurred while fetching enrollments.
ar: حدث خطأ أثناء جلب التسجيلات.
bn: তালিকাভুক্তি আনার সময় একটি ত্রুটি ঘটেছে৷
da: Der opstod en fejl under hentning af tilmeldinger.
de: Beim Abrufen der Registrierungen ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την ανάκτηση εγγραφών.
es: Se produjo un error al obtener inscripciones.
fi: Ilmoittautumisia haettaessa tapahtui virhe.
fr: Une erreur s'est produite lors de la récupération des inscriptions.
he: אירעה שגיאה בעת שליפת הרשמות.
hi: नामांकन लाते समय एक त्रुटि हुई.
id: Terjadi kesalahan saat mengambil pendaftaran.
it: Si è verificato un errore durante il recupero delle iscrizioni.
ja: 登録の取得中にエラーが発生しました。
ml: എൻറോൾമെൻ്റുകൾ ലഭ്യമാക്കുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു.
mr: नावनोंदणी आणताना त्रुटी आली.
nl: Er is een fout opgetreden bij het ophalen van inschrijvingen.
pa: ਨਾਮਾਂਕਣਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਦੌਰਾਨ ਇੱਕ ਤਰੁੱਟੀ ਉਤਪੰਨ ਹੋਈ।
pl: Wystąpił błąd podczas pobierania zapisów.
pt: Ocorreu um erro ao buscar inscrições.
ru: Произошла ошибка при получении данных о регистрации.
sv: Ett fel uppstod vid hämtning av registreringar.
ta: பதிவுகளைப் பெறும்போது பிழை ஏற்பட்டது.
te: నమోదులను పొందుతున్నప్పుడు లోపం సంభవించింది.
th: เกิดข้อผิดพลาดขณะดึงข้อมูลการลงทะเบียน
tr: Kayıtlar alınırken bir hata oluştu.
vi: Đã xảy ra lỗi khi tìm nạp thông tin đăng ký.

source: An error occurred while preparing the enrollment data.
ar: حدث خطأ أثناء إعداد بيانات التسجيل.
bn: তালিকাভুক্তির তথ্য প্রস্তুত করার সময় একটি ত্রুটি ঘটেছে৷
da: Der opstod en fejl under forberedelse af tilmeldingsdata.
de: Beim Vorbereiten der Registrierungsdaten ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την προετοιμασία των δεδομένων εγγραφής.
es: Se produjo un error al preparar los datos de inscripción.
fi: Ilmoittautumistietojen valmistelussa tapahtui virhe.
fr: Une erreur s'est produite lors de la préparation des données d'inscription.
he: אירעה שגיאה בעת הכנת נתוני ההרשמה.
hi: नामांकन डेटा तैयार करते समय एक त्रुटि उत्पन्न हुई.
id: Terjadi kesalahan saat menyiapkan data pendaftaran.
it: Si è verificato un errore durante la preparazione dei dati di registrazione.
ja: 登録データの準備中にエラーが発生しました。
ml: എൻറോൾമെൻ്റ് ഡാറ്റ തയ്യാറാക്കുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു.
mr: नोंदणी डेटा तयार करताना एक त्रुटी आली.
nl: Er is een fout opgetreden bij het voorbereiden van de inschrijvingsgegevens.
pa: ਨਾਮਾਂਕਣ ਡੇਟਾ ਤਿਆਰ ਕਰਨ ਦੌਰਾਨ ਇੱਕ ਤਰੁੱਟੀ ਉਤਪੰਨ ਹੋਈ।
pl: Wystąpił błąd podczas przygotowywania danych rejestracyjnych.
pt: Ocorreu um erro ao preparar os dados de inscrição.
ru: Произошла ошибка при подготовке данных регистрации.
sv: Ett fel uppstod när registreringsdata förbereddes.
ta: பதிவுத் தரவைத் தயாரிக்கும் போது பிழை ஏற்பட்டது.
te: నమోదు డేటాను సిద్ధం చేస్తున్నప్పుడు లోపం సంభవించింది.
th: เกิดข้อผิดพลาดขณะเตรียมข้อมูลการลงทะเบียน
tr: Kayıt verileri hazırlanırken bir hata oluştu.
vi: Đã xảy ra lỗi khi chuẩn bị dữ liệu đăng ký.

source: Program "{}" has been published successfully.
ar: تم نشر البرنامج {} بنجاح.
bn: প্রোগ্রাম "{}" সফলভাবে প্রকাশিত হয়েছে।
da: Programmet "{}" er blevet offentliggjort.
de: Programm „{}“ wurde erfolgreich veröffentlicht.
el: Το πρόγραμμα "{}" δημοσιεύτηκε με επιτυχία.
es: El programa "{}" se ha publicado correctamente.
fi: Ohjelma "{}" on julkaistu onnistuneesti.
fr: Le programme "{}" a été publié avec succès.
he: התוכנית "{}" פורסמה בהצלחה.
hi: कार्यक्रम "{}" सफलतापूर्वक प्रकाशित हो चुका है।
id: Program "{}" telah berhasil dipublikasikan.
it: Il programma "{}" è stato pubblicato con successo.
ja: プログラム "{}" は正常に公開されました。
ml: പ്രോഗ്രാം "{}" വിജയകരമായി പ്രസിദ്ധീകരിച്ചു.
mr: कार्यक्रम "{}" यशस्वीरित्या प्रकाशित झाला आहे.
nl: Programma "{}" is succesvol gepubliceerd.
pa: ਪ੍ਰੋਗਰਾਮ "{}" ਸਫਲਤਾਪੂਰਵਕ ਪ੍ਰਕਾਸ਼ਿਤ ਕੀਤਾ ਗਿਆ ਹੈ।
pl: Program „{}” został pomyślnie opublikowany.
pt: O programa "{}" foi publicado com sucesso.
ru: Программа «{}» успешно опубликована.
sv: Programmet "{}" har publicerats framgångsrikt.
ta: நிரல் "{}" வெற்றிகரமாக வெளியிடப்பட்டது.
te: ప్రోగ్రామ్ "{}" విజయవంతంగా ప్రచురించబడింది.
th: เผยแพร่โปรแกรม "{}" สำเร็จแล้ว
tr: "{}" programı başarıyla yayınlandı.
vi: Chương trình "{}" đã được xuất bản thành công.

source: Program "{}" has been unpublished successfully.
ar: تم إلغاء نشر البرنامج {} بنجاح.
bn: প্রোগ্রাম "{}" সফলভাবে অপ্রকাশিত হয়েছে।
da: Programmet "{}" er blevet fjernet med succes.
de: Die Veröffentlichung des Programms „{}“ wurde erfolgreich aufgehoben.
el: Το πρόγραμμα "{}" καταργήθηκε με επιτυχία.
es: El programa "{}" se ha despublicado correctamente.
fi: Ohjelman "{}" julkaisun peruutus onnistui.
fr: Le programme "{}" a été dépublié avec succès.
he: התוכנית "{}" בוטלה בהצלחה.
hi: कार्यक्रम "{}" सफलतापूर्वक अप्रकाशित कर दिया गया है।
id: Program "{}" telah berhasil dibatalkan publikasinya.
it: La pubblicazione del programma "{}" è stata annullata con successo.
ja: プログラム「{}」は正常に非公開になりました。
ml: പ്രോഗ്രാം "{}" വിജയകരമായി പ്രസിദ്ധീകരിച്ചു.
mr: कार्यक्रम "{}" यशस्वीरित्या अप्रकाशित झाला आहे.
nl: Programma "{}" is succesvol gedepubliceerd.
pa: ਪ੍ਰੋਗਰਾਮ "{}" ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਅਪ੍ਰਕਾਸ਼ਿਤ ਕੀਤਾ ਗਿਆ ਹੈ।
pl: Program „{}” został pomyślnie cofnięty.
pt: O programa "{}" foi despublicado com sucesso.
ru: Программа "{}" успешно отменена из публикации.
sv: Programmet "{}" har avpublicerats.
ta: நிரல் "{}" வெற்றிகரமாக வெளியிடப்படவில்லை.
te: ప్రోగ్రామ్ "{}" విజయవంతంగా ప్రచురించబడలేదు.
th: ยกเลิกการเผยแพร่โปรแกรม "{}" สำเร็จแล้ว
tr: "{}" programı başarıyla yayından kaldırıldı.
vi: Chương trình "{}" đã được hủy xuất bản thành công.

source: Program not found.
ar: لم يتم العثور على البرنامج.
bn: প্রোগ্রাম পাওয়া যায়নি.
da: Programmet blev ikke fundet.
de: Programm nicht gefunden.
el: Το πρόγραμμα δεν βρέθηκε.
es: Programa no encontrado.
fi: Ohjelmaa ei löydy.
fr: Programme introuvable.
he: התוכנית לא נמצאה.
hi: प्रोग्राम नहीं मिला.
id: Program tidak ditemukan.
it: Programma non trovato.
ja: プログラムが見つかりません。
ml: പ്രോഗ്രാം കണ്ടെത്തിയില്ല.
mr: कार्यक्रम सापडला नाही.
nl: Programma niet gevonden.
pa: ਪ੍ਰੋਗਰਾਮ ਨਹੀਂ ਮਿਲਿਆ।
pl: Nie znaleziono programu.
pt: Programa não encontrado.
ru: Программа не найдена.
sv: Programmet hittades inte.
ta: நிரல் கிடைக்கவில்லை.
te: ప్రోగ్రామ్ కనుగొనబడలేదు.
th: ไม่พบโปรแกรม
tr: Program bulunamadı.
vi: Không tìm thấy chương trình.

source: An error occurred while accessing the program courses.
ar: حدث خطأ أثناء الدخول إلى دورات البرنامج.
bn: প্রোগ্রাম কোর্স অ্যাক্সেস করার সময় একটি ত্রুটি ঘটেছে.
da: Der opstod en fejl under adgang til programkurserne.
de: Beim Zugriff auf die Programmkurse ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την πρόσβαση στα μαθήματα του προγράμματος.
es: Se produjo un error al acceder a los cursos del programa.
fi: Ohjelman kursseja käytettäessä tapahtui virhe.
fr: Une erreur s'est produite lors de l'accès aux cours du programme.
he: אירעה שגיאה בעת הגישה לקורסי התוכנית.
hi: प्रोग्राम पाठ्यक्रमों तक पहुँचते समय एक त्रुटि उत्पन्न हुई।
id: Terjadi kesalahan saat mengakses kursus program.
it: Si è verificato un errore durante l'accesso ai corsi del programma.
ja: プログラムコースにアクセス中にエラーが発生しました。
ml: പ്രോഗ്രാം കോഴ്സുകൾ ആക്സസ് ചെയ്യുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു.
mr: प्रोग्राम अभ्यासक्रमांमध्ये प्रवेश करताना एक त्रुटी आली.
nl: Er is een fout opgetreden bij het openen van de programmacursussen.
pa: ਪ੍ਰੋਗਰਾਮ ਕੋਰਸਾਂ ਤੱਕ ਪਹੁੰਚ ਕਰਨ ਦੌਰਾਨ ਇੱਕ ਤਰੁੱਟੀ ਉਤਪੰਨ ਹੋਈ।
pl: Wystąpił błąd podczas uzyskiwania dostępu do kursów programu.
pt: Ocorreu um erro ao acessar os cursos do programa.
ru: Произошла ошибка при доступе к курсам программы.
sv: Ett fel uppstod vid åtkomst till programkurserna.
ta: நிரல் படிப்புகளை அணுகும்போது பிழை ஏற்பட்டது.
te: ప్రోగ్రామ్ కోర్సులను యాక్సెస్ చేస్తున్నప్పుడు లోపం సంభవించింది.
th: เกิดข้อผิดพลาดขณะเข้าถึงหลักสูตรของโปรแกรม
tr: Program derslerine erişilirken bir hata oluştu.
vi: Đã xảy ra lỗi khi truy cập các khóa học của chương trình.

source: An error occurred while fetching the program courses.
ar: حدث خطأ أثناء جلب دورات البرنامج.
bn: প্রোগ্রাম কোর্সগুলি আনার সময় একটি ত্রুটি ঘটেছে৷
da: Der opstod en fejl under hentning af programkurserne.
de: Beim Abrufen der Programmkurse ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την ανάκτηση των μαθημάτων του προγράμματος.
es: Se produjo un error al buscar los cursos del programa.
fi: Ohjelman kursseja haettaessa tapahtui virhe.
fr: Une erreur s'est produite lors de la récupération des cours du programme.
he: אירעה שגיאה בעת שליפת קורסי התוכנית.
hi: प्रोग्राम पाठ्यक्रम लाते समय एक त्रुटि उत्पन्न हुई।
id: Terjadi kesalahan saat mengambil kursus program.
it: Si è verificato un errore durante il recupero dei corsi del programma.
ja: プログラム コースの取得中にエラーが発生しました。
ml: പ്രോഗ്രാം കോഴ്സുകൾ ലഭ്യമാക്കുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു.
mr: कार्यक्रम अभ्यासक्रम आणताना त्रुटी आली.
nl: Er is een fout opgetreden bij het ophalen van de programmacursussen.
pa: ਪ੍ਰੋਗਰਾਮ ਕੋਰਸਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਦੌਰਾਨ ਇੱਕ ਤਰੁੱਟੀ ਉਤਪੰਨ ਹੋਈ।
pl: Wystąpił błąd podczas pobierania kursów programu.
pt: Ocorreu um erro ao buscar os cursos do programa.
ru: Произошла ошибка при получении курсов программы.
sv: Ett fel uppstod när programkurserna skulle hämtas.
ta: நிரல் படிப்புகளைப் பெறும்போது பிழை ஏற்பட்டது.
te: ప్రోగ్రామ్ కోర్సులను పొందుతున్నప్పుడు లోపం సంభవించింది.
th: เกิดข้อผิดพลาดขณะดึงข้อมูลหลักสูตรของโปรแกรม
tr: Program dersleri alınırken bir hata oluştu.
vi: Đã xảy ra lỗi khi tìm nạp các khóa học của chương trình.

source: An error occurred while preparing the page.
ar: حدث خطأ أثناء إعداد الصفحة.
bn: পৃষ্ঠাটি প্রস্তুত করার সময় একটি ত্রুটি ঘটেছে৷
da: Der opstod en fejl under forberedelsen af ​​siden.
de: Beim Vorbereiten der Seite ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την προετοιμασία της σελίδας.
es: Se produjo un error al preparar la página.
fi: Sivua valmisteltaessa tapahtui virhe.
fr: Une erreur s'est produite lors de la préparation de la page.
he: אירעה שגיאה בעת הכנת הדף.
hi: पृष्ठ तैयार करते समय एक त्रुटि उत्पन्न हुई.
id: Terjadi kesalahan saat menyiapkan halaman.
it: Si è verificato un errore durante la preparazione della pagina.
ja: ページの準備中にエラーが発生しました。
ml: പേജ് തയ്യാറാക്കുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു.
mr: पृष्ठ तयार करताना एक त्रुटी आली.
nl: Er is een fout opgetreden bij het voorbereiden van de pagina.
pa: ਪੰਨਾ ਤਿਆਰ ਕਰਨ ਦੌਰਾਨ ਇੱਕ ਗਲਤੀ ਆਈ ਹੈ।
pl: Wystąpił błąd podczas przygotowywania strony.
pt: Ocorreu um erro ao preparar a página.
ru: При подготовке страницы произошла ошибка.
sv: Ett fel uppstod när sidan förbereddes.
ta: பக்கத்தைத் தயாரிக்கும் போது பிழை ஏற்பட்டது.
te: పేజీని సిద్ధం చేస్తున్నప్పుడు లోపం సంభవించింది.
th: เกิดข้อผิดพลาดขณะเตรียมเพจ
tr: Sayfa hazırlanırken bir hata oluştu.
vi: Đã xảy ra lỗi khi chuẩn bị trang.

source: Course '{course_title}' has been removed from the program.
ar: تمت إزالة الدورة التدريبية "{course_title}" من البرنامج.
bn: কোর্স '{course_title}' প্রোগ্রাম থেকে সরানো হয়েছে।
da: Kurset '{course_title}' er blevet fjernet fra programmet.
de: Der Kurs „{course_title}“ wurde aus dem Programm entfernt.
el: Το μάθημα '{course_title}' έχει αφαιρεθεί από το πρόγραμμα.
es: El curso '{course_title}' ha sido eliminado del programa.
fi: Kurssi '{course_title}' on poistettu ohjelmasta.
fr: Le cours '{course_title}' a été supprimé du programme.
he: הקורס '{course_title}' הוסר מהתוכנית.
hi: पाठ्यक्रम '{course_title}' को कार्यक्रम से हटा दिया गया है।
id: Kursus '{course_title}' telah dihapus dari program.
it: Il corso "{course_title}" è stato rimosso dal programma.
ja: コース「{course_title}」はプログラムから削除されました。
ml: പ്രോഗ്രാമിൽ നിന്ന് '{course_title}' കോഴ്‌സ് നീക്കം ചെയ്‌തു.
mr: '{course_title}' हा अभ्यासक्रम प्रोग्राममधून काढून टाकला आहे.
nl: Cursus '{course_title}' is uit het programma verwijderd.
pa: ਕੋਰਸ '{course_title}' ਪ੍ਰੋਗਰਾਮ ਤੋਂ ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ।
pl: Kurs „{course_title}” został usunięty z programu.
pt: O curso '{course_title}' foi removido do programa.
ru: Курс «{course_title}» удален из программы.
sv: Kursen '{course_title}' har tagits bort från programmet.
ta: '{course_title}' பாடத்திட்டத்தில் இருந்து அகற்றப்பட்டது.
te: ప్రోగ్రామ్ నుండి '{course_title}' కోర్సు తీసివేయబడింది.
th: หลักสูตร '{course_title}' ได้ถูกลบออกจากโปรแกรมแล้ว
tr: '{course_title}' kursu programdan kaldırıldı.
vi: Khóa học '{course_title}' đã bị xóa khỏi chương trình.

source: An error occurred while removing the course from the program.
ar: حدث خطأ أثناء إزالة المقرر الدراسي من البرنامج.
bn: প্রোগ্রাম থেকে কোর্সটি সরানোর সময় একটি ত্রুটি ঘটেছে৷
da: Der opstod en fejl under fjernelse af kurset fra programmet.
de: Beim Entfernen des Kurses aus dem Programm ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την κατάργηση του μαθήματος από το πρόγραμμα.
es: Se produjo un error al eliminar el curso del programa.
fi: Tapahtui virhe poistettaessa kurssia ohjelmasta.
fr: Une erreur s'est produite lors de la suppression du cours du programme.
he: אירעה שגיאה בעת הסרת הקורס מהתוכנית.
hi: प्रोग्राम से पाठ्यक्रम हटाते समय एक त्रुटि उत्पन्न हुई.
id: Terjadi kesalahan saat menghapus kursus dari program.
it: Si è verificato un errore durante la rimozione del corso dal programma.
ja: プログラムからコースを削除中にエラーが発生しました。
ml: പ്രോഗ്രാമിൽ നിന്ന് കോഴ്‌സ് നീക്കം ചെയ്യുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു.
mr: प्रोग्राममधून कोर्स काढताना एरर आली.
nl: Er is een fout opgetreden bij het verwijderen van de cursus uit het programma.
pa: ਪ੍ਰੋਗਰਾਮ ਵਿੱਚੋਂ ਕੋਰਸ ਨੂੰ ਹਟਾਉਣ ਦੌਰਾਨ ਇੱਕ ਤਰੁੱਟੀ ਉਤਪੰਨ ਹੋਈ।
pl: Wystąpił błąd podczas usuwania kursu z programu.
pt: Ocorreu um erro ao remover o curso do programa.
ru: Произошла ошибка при удалении курса из программы.
sv: Ett fel uppstod när kursen skulle tas bort från programmet.
ta: நிரலிலிருந்து பாடத்தை அகற்றும்போது பிழை ஏற்பட்டது.
te: ప్రోగ్రామ్ నుండి కోర్సును తీసివేస్తున్నప్పుడు లోపం సంభవించింది.
th: เกิดข้อผิดพลาดขณะลบหลักสูตรออกจากโปรแกรม
tr: Ders programdan kaldırılırken bir hata oluştu.
vi: Đã xảy ra lỗi khi xóa khóa học khỏi chương trình.
