Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: User Permissions:
ar: أذونات المستخدم:
bn: ব্যবহারকারীর অনুমতি:
da: Brugertilladelser:
de: Benutzerberechtigungen:
el: Δικαιώματα χρήστη:
es: Permisos de usuario:
fi: Käyttäjän käyttöoikeudet:
fr: Autorisations utilisateur :
he: הרשאות משתמש:
hi: उपयोगकर्ता अनुमतियाँ:
id: Izin Pengguna:
it: Autorizzazioni utente:
ja: ユーザー権限:
ml: ഉപയോക്തൃ അനുമതികൾ:
mr: वापरकर्ता परवानग्या:
nl: Gebruikersrechten:
pa: ਉਪਭੋਗਤਾ ਅਨੁਮਤੀਆਂ:
pl: Uprawnienia użytkownika:
pt: Permissões do usuário:
ru: Разрешения пользователя:
sv: Användarbehörigheter:
ta: பயனர் அனுமதிகள்:
te: వినియోగదారు అనుమతులు:
th: สิทธิ์ของผู้ใช้:
tr: Kullanıcı İzinleri:
vi: Quyền của người dùng:

source: No specific permissions assigned
ar: لم يتم تعيين أذونات محددة
bn: কোন নির্দিষ্ট অনুমতি বরাদ্দ করা
da: Ingen specifikke tilladelser tildelt
de: Keine spezifischen Berechtigungen zugewiesen
el: Δεν έχουν εκχωρηθεί συγκεκριμένα δικαιώματα
es: No se han asignado permisos específicos
fi: Mitään erityisiä käyttöoikeuksia ei ole määritetty
fr: Aucune autorisation spécifique attribuée
he: לא הוקצו הרשאות ספציפיות
hi: कोई विशिष्ट अनुमतियाँ निर्दिष्ट नहीं की गईं
id: Tidak ada izin khusus yang diberikan
it: Nessuna autorizzazione specifica assegnata
ja: 特定の権限は割り当てられていません
ml: പ്രത്യേക അനുമതികളൊന്നും നൽകിയിട്ടില്ല
mr: कोणत्याही विशिष्ट परवानग्या नियुक्त केल्या नाहीत
nl: Er zijn geen specifieke machtigingen toegewezen
pa: ਕੋਈ ਖਾਸ ਅਨੁਮਤੀਆਂ ਨਹੀਂ ਦਿੱਤੀਆਂ ਗਈਆਂ
pl: Nie przypisano żadnych konkretnych uprawnień
pt: Nenhuma permissão específica atribuída
ru: Никаких особых разрешений не назначено
sv: Inga specifika behörigheter tilldelade
ta: குறிப்பிட்ட அனுமதிகள் எதுவும் ஒதுக்கப்படவில்லை
te: నిర్దిష్ట అనుమతులు కేటాయించబడలేదు
th: ไม่มีการกำหนดสิทธิ์เฉพาะ
tr: Belirli bir izin atanmadı
vi: Không có quyền cụ thể nào được chỉ định

source: Change Password
ar: تغيير كلمة المرور
bn: পাসওয়ার্ড পরিবর্তন করুন
da: Skift adgangskode
de: Kennwort ändern
el: Αλλαγή κωδικού πρόσβασης
es: Cambiar la contraseña
fi: Vaihda salasana
fr: Changer le mot de passe
he: שנה סיסמה
hi: पासवर्ड बदलें
id: Ubah Kata Sandi
it: Cambiare la password
ja: パスワードを変更する
ml: പാസ്വേഡ് മാറ്റുക
mr: पासवर्ड बदला
nl: Wachtwoord wijzigen
pa: ਪਾਸਵਰਡ ਬਦਲੋ
pl: Zmień hasło
pt: Alterar a senha
ru: Изменить пароль
sv: Ändra lösenord
ta: கடவுச்சொல்லை மாற்றவும்
te: పాస్‌వర్డ్ మార్చండి
th: เปลี่ยนรหัสผ่าน
tr: Şifre değiştir
vi: Thay đổi mật khẩu

source: Current Password
ar: كلمة المرور الحالية
bn: বর্তমান পাসওয়ার্ড
da: Nuværende adgangskode
de: Aktuelles Passwort
el: Τρέχων κωδικός πρόσβασης
es: Contraseña actual
fi: Nykyinen salasana
fr: Mot de passe actuel
he: סיסמה נוכחית
hi: वर्तमान पासवर्ड
id: Kata Sandi Saat Ini
it: password attuale
ja: 現在のパスワード
ml: നിലവിലെ പാസ്വേഡ്
mr: वर्तमान पासवर्ड
nl: Huidig ​​wachtwoord
pa: ਵਰਤਮਾਨ ਪਾਸਵਰਡ
pl: Aktualne hasło
pt: Senha atual
ru: Текущий пароль
sv: Aktuellt lösenord
ta: தற்போதைய கடவுச்சொல்
te: ప్రస్తుత పాస్వర్డ్
th: รหัสผ่านปัจจุบัน
tr: Mevcut Şifre
vi: Mật khẩu hiện tại

source: New Password
ar: كلمة المرور الجديدة
bn: নতুন পাসওয়ার্ড
da: Ny adgangskode
de: Neues Passwort
el: Νέος κωδικός πρόσβασης
es: Nueva contraseña
fi: Uusi salasana
fr: Nouveau mot de passe
he: סיסמה חדשה
hi: नया पासवर्ड
id: Kata Sandi Baru
it: Nuova parola d'ordine
ja: 新しいパスワード
ml: പുതിയ പാസ്വേഡ്
mr: नवीन पासवर्ड
nl: Nieuw wachtwoord
pa: ਨਵਾਂ ਪਾਸਵਰਡ
pl: Nowe hasło
pt: Nova Senha
ru: Новый пароль
sv: Nytt lösenord
ta: புதிய கடவுச்சொல்
te: కొత్త పాస్‌వర్డ్
th: รหัสผ่านใหม่
tr: Yeni Şifre
vi: Mật khẩu mới

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة
bn: নতুন পাসওয়ার্ড নিশ্চিত করুন
da: Bekræft ny adgangskode
de: Bestätigen Sie das neue Passwort
el: Επιβεβαίωση νέου κωδικού πρόσβασης
es: Confirmar nueva contraseña
fi: Vahvista uusi salasana
fr: Confirmer le nouveau mot de passe
he: אשר סיסמה חדשה
hi: नए पासवर्ड की पुष्टि करें
id: Konfirmasi Kata Sandi Baru
it: Conferma nuova password
ja: 新しいパスワードの確認
ml: പുതിയ പാസ്‌വേഡ് സ്ഥിരീകരിക്കുക
mr: नवीन पासवर्डची पुष्टी करा
nl: Bevestig nieuw wachtwoord
pa: ਨਵੇਂ ਪਾਸਵਰਡ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
pl: Potwierdź nowe hasło
pt: Confirme a nova senha
ru: Подтвердите новый пароль
sv: Bekräfta nytt lösenord
ta: புதிய கடவுச்சொல்லை உறுதிப்படுத்தவும்
te: కొత్త పాస్‌వర్డ్‌ని నిర్ధారించండి
th: ยืนยันรหัสผ่านใหม่
tr: Yeni Şifreyi Onayla
vi: Xác nhận mật khẩu mới

source: SCORM Profile
ar: الملف الشخصي لسكورم
bn: SCORM প্রোফাইল
da: SCORM profil
de: SCORM-Profil
el: Προφίλ SCORM
es: Perfil SCORM
fi: SCORM-profiili
fr: Profil SCORM
he: פרופיל SCORM
hi: SCORM प्रोफ़ाइल
id: Profil SCORM
it: Profilo SCORM
ja: SCORM プロファイル
ml: SCORM പ്രൊഫൈൽ
mr: SCORM प्रोफाइल
nl: SCORM-profiel
pa: SCORM ਪ੍ਰੋਫਾਈਲ
pl: Profil SCORM
pt: Perfil SCORM
ru: SCORM-профиль
sv: SCORM-profil
ta: SCORM சுயவிவரம்
te: SCORM ప్రొఫైల్
th: โปรไฟล์ SCORM
tr: SCORM Profili
vi: Hồ sơ SCORM

source: SCORM Player ID:
ar: معرف مشغل SCORM:
bn: SCORM প্লেয়ার আইডি:
da: SCORM spiller-id:
de: SCORM-Spieler-ID:
el: SCORM Αναγνωριστικό παίκτη:
es: ID del jugador SCORM:
fi: SCORM pelaajatunnus:
fr: Identifiant du joueur SCORM :
he: מזהה נגן SCORM:
hi: SCORM प्लेयर आईडी:
id: ID Pemain SCORM:
it: ID giocatore SCORM:
ja: SCORM プレイヤー ID:
ml: SCORM പ്ലെയർ ഐഡി:
mr: SCORM प्लेयर आयडी:
nl: SCORM-speler-ID:
pa: SCORM ਪਲੇਅਰ ID:
pl: Identyfikator gracza SCORM:
pt: ID do jogador SCORM:
ru: Идентификатор игрока SCORM:
sv: SCORM-spelare-ID:
ta: SCORM பிளேயர் ஐடி:
te: SCORM ప్లేయర్ ID:
th: รหัสผู้เล่น SCORM:
tr: SCORM Oyuncu Kimliği:
vi: ID người chơi SCORM:

source: SCORM Token:
ar: رمز SCORM:
bn: SCORM টোকেন:
es: Ficha SCORM:
fr: Jeton SCORM :
he: אסימון SCORM:
hi: स्कोर्म टोकन:
id: Token SCORM:
it: Gettone SCORM:
ja: SCORMトークン:
ml: SCORM ടോക്കൺ:
mr: SCORM टोकन:
pa: SCORM ਟੋਕਨ:
pl: Token SCORM:
pt: Token SCORM:
ru: SCORM-токен:
ta: SCORM டோக்கன்:
te: SCORM టోకెన్:
th: โทเค็น SCORM:
tr: SCORM Tokenı:

source: Two-Factor Authentication
ar: المصادقة الثنائية
bn: দ্বি-ফ্যাক্টর প্রমাণীকরণ
da: To-faktor-godkendelse
de: Zwei-Faktor-Authentifizierung
el: Έλεγχος ταυτότητας δύο παραγόντων
es: Autenticación de dos factores
fi: Kaksitekijäinen todennus
fr: Authentification à deux facteurs
gu: દ્વિ-પરિબળ પ્રમાણીકરણ
he: אימות דו-גורמי
hi: दो-कारक प्रमाणीकरण
id: Otentikasi Dua Faktor
it: Autenticazione a due fattori
ja: 二要素認証
ml: രണ്ട്-ഘടക പ്രാമാണീകരണം
mr: दोन-घटक प्रमाणीकरण
nl: Tweefactorauthenticatie
no: Tofaktorautentisering
or: ଦୁଇ-ଫ୍ୟାକ୍ଟର୍ ପ୍ରାମାଣିକିକରଣ |
pa: ਦੋ-ਕਾਰਕ ਪ੍ਰਮਾਣਿਕਤਾ
pl: Uwierzytelnianie dwuskładnikowe
pt: Autenticação de dois fatores
ru: Двухфакторная аутентификация
sv: Tvåfaktorsautentisering
ta: இரண்டு காரணி அங்கீகாரம்
te: రెండు-కారకాల ప్రమాణీకరణ
th: การรับรองความถูกต้องด้วยสองปัจจัย
tr: İki Faktörlü Kimlik Doğrulama
vi: Xác thực hai yếu tố

source: Enhance Your Account Security
ar: تعزيز أمان حسابك
bn: আপনার অ্যাকাউন্ট নিরাপত্তা বাড়ান
da: Forbedre din kontosikkerhed
de: Verbessern Sie die Sicherheit Ihres Kontos
el: Βελτιώστε την ασφάλεια του λογαριασμού σας
es: Mejore la seguridad de su cuenta
fi: Paranna tilisi turvallisuutta
fr: Améliorez la sécurité de votre compte
he: שפר את אבטחת החשבון שלך
hi: अपने खाते की सुरक्षा बढ़ाएँ
id: Tingkatkan Keamanan Akun Anda
it: Migliora la sicurezza del tuo account
ja: アカウントのセキュリティを強化する
ml: നിങ്ങളുടെ അക്കൗണ്ട് സുരക്ഷ മെച്ചപ്പെടുത്തുക
mr: तुमच्या खात्याची सुरक्षितता वाढवा
nl: Verbeter uw accountbeveiliging
pa: ਆਪਣੇ ਖਾਤੇ ਦੀ ਸੁਰੱਖਿਆ ਨੂੰ ਵਧਾਓ
pl: Zwiększ bezpieczeństwo swojego konta
pt: Melhore a segurança da sua conta
ru: Повысьте безопасность своей учетной записи
sv: Förbättra ditt kontosäkerhet
ta: உங்கள் கணக்கு பாதுகாப்பை மேம்படுத்தவும்
te: మీ ఖాతా భద్రతను మెరుగుపరచండి
th: เพิ่มความปลอดภัยให้กับบัญชีของคุณ
tr: Hesap Güvenliğinizi Artırın
vi: Tăng cường bảo mật tài khoản của bạn

source: Two-factor authentication adds an extra layer of security to your account.
ar: تضيف المصادقة الثنائية طبقة إضافية من الأمان إلى حسابك.
bn: দ্বি-ফ্যাক্টর প্রমাণীকরণ আপনার অ্যাকাউন্টে নিরাপত্তার একটি অতিরিক্ত স্তর যোগ করে।
da: To-faktor autentificering tilføjer et ekstra lag af sikkerhed til din konto.
de: Die Zwei-Faktor-Authentifizierung verleiht Ihrem Konto eine zusätzliche Sicherheitsebene.
el: Ο έλεγχος ταυτότητας δύο παραγόντων προσθέτει ένα επιπλέον επίπεδο ασφάλειας στον λογαριασμό σας.
es: La autenticación de dos factores agrega una capa adicional de seguridad a su cuenta.
fi: Kaksivaiheinen todennus lisää tilillesi ylimääräisen suojauskerroksen.
fr: L'authentification à deux facteurs ajoute une couche de sécurité supplémentaire à votre compte.
he: אימות דו-גורמי מוסיף שכבת אבטחה נוספת לחשבון שלך.
hi: दो-कारक प्रमाणीकरण आपके खाते में सुरक्षा की एक अतिरिक्त परत जोड़ता है।
id: Otentikasi dua faktor menambahkan lapisan keamanan ekstra ke akun Anda.
it: L'autenticazione a due fattori aggiunge un ulteriore livello di sicurezza al tuo account.
ja: 2 要素認証により、アカウントに追加のセキュリティ層が追加されます。
ml: രണ്ട്-ഘടക പ്രാമാണീകരണം നിങ്ങളുടെ അക്കൗണ്ടിന് ഒരു അധിക സുരക്ഷാ പാളി ചേർക്കുന്നു.
mr: द्वि-घटक प्रमाणीकरण तुमच्या खात्यात सुरक्षिततेचा अतिरिक्त स्तर जोडते.
nl: Tweefactorauthenticatie voegt een extra beveiligingslaag toe aan uw account.
pa: ਦੋ-ਕਾਰਕ ਪ੍ਰਮਾਣਿਕਤਾ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਸੁਰੱਖਿਆ ਦੀ ਇੱਕ ਵਾਧੂ ਪਰਤ ਜੋੜਦੀ ਹੈ।
pl: Uwierzytelnianie dwuskładnikowe dodaje dodatkową warstwę bezpieczeństwa do Twojego konta.
pt: A autenticação de dois fatores adiciona uma camada extra de segurança à sua conta.
ru: Двухфакторная аутентификация добавляет дополнительный уровень безопасности вашей учетной записи.
sv: Tvåfaktorsautentisering lägger till ett extra lager av säkerhet till ditt konto.
ta: இரண்டு காரணி அங்கீகாரம் உங்கள் கணக்கில் கூடுதல் பாதுகாப்பைச் சேர்க்கிறது.
te: రెండు-కారకాల ప్రమాణీకరణ మీ ఖాతాకు అదనపు భద్రతను జోడిస్తుంది.
th: การตรวจสอบสิทธิ์แบบสองปัจจัยจะเพิ่มการรักษาความปลอดภัยอีกชั้นพิเศษให้กับบัญชีของคุณ
tr: İki faktörlü kimlik doğrulama, hesabınıza ekstra bir güvenlik katmanı ekler.
vi: Xác thực hai yếu tố bổ sung thêm một lớp bảo mật cho tài khoản của bạn.

source: Set Up Two-Factor Authentication
ar: قم بإعداد المصادقة الثنائية
bn: টু-ফ্যাক্টর প্রমাণীকরণ সেট আপ করুন
da: Konfigurer to-faktor-godkendelse
de: Richten Sie die Zwei-Faktor-Authentifizierung ein
el: Ρύθμιση ελέγχου ταυτότητας δύο παραγόντων
es: Configurar la autenticación de dos factores
fi: Määritä kaksivaiheinen todennus
fr: Configurer l'authentification à deux facteurs
he: הגדר אימות דו-גורמי
hi: दो-कारक प्रमाणीकरण सेट करें
id: Siapkan Otentikasi Dua Faktor
it: Configura l'autenticazione a due fattori
ja: 2 要素認証のセットアップ
ml: ടു-ഫാക്ടർ ഓതൻ്റിക്കേഷൻ സജ്ജീകരിക്കുക
mr: टू-फॅक्टर ऑथेंटिकेशन सेट करा
nl: Stel tweefactorauthenticatie in
pa: ਦੋ-ਫੈਕਟਰ ਪ੍ਰਮਾਣਿਕਤਾ ਸੈਟ ਅਪ ਕਰੋ
pl: Skonfiguruj uwierzytelnianie dwuskładnikowe
pt: Configurar autenticação de dois fatores
ru: Настройте двухфакторную аутентификацию
sv: Ställ in tvåfaktorsautentisering
ta: இரு காரணி அங்கீகாரத்தை அமைக்கவும்
te: రెండు-కారకాల ప్రమాణీకరణను సెటప్ చేయండి
th: ตั้งค่าการตรวจสอบสิทธิ์แบบสองปัจจัย
tr: İki Faktörlü Kimlik Doğrulamayı Ayarlayın
vi: Thiết lập xác thực hai yếu tố

source: Organization Information
ar: معلومات المنظمة
bn: সংস্থার তথ্য
da: Organisationsoplysninger
de: Informationen zur Organisation
el: Πληροφορίες Οργανισμού
es: Información de la organización
fi: Organisaation tiedot
fr: Informations sur l'organisation
he: מידע על הארגון
hi: संगठन की जानकारी
id: Informasi Organisasi
it: Informazioni sull'organizzazione
ja: 組織情報
ml: ഓർഗനൈസേഷൻ വിവരങ്ങൾ
mr: संस्थेची माहिती
nl: Organisatie-informatie
pa: ਸੰਗਠਨ ਦੀ ਜਾਣਕਾਰੀ
pl: Informacje o organizacji
pt: Informações da organização
ru: Информация об организации
sv: Organisationsinformation
ta: அமைப்பு தகவல்
te: సంస్థ సమాచారం
th: ข้อมูลองค์กร
tr: Organizasyon Bilgileri
vi: Thông tin tổ chức

source: Organization Unit:
ar: الوحدة التنظيمية:
bn: সংগঠন ইউনিট:
da: Organisationsenhed:
de: Organisationseinheit:
el: Μονάδα Οργάνωσης:
es: Unidad organizativa:
fi: Organisaatioyksikkö:
fr: Unité organisationnelle :
he: יחידה ארגונית:
hi: संगठन इकाई:
id: Unit Organisasi:
it: Unità organizzativa:
ja: 組織単位:
ml: സംഘടനാ യൂണിറ്റ്:
mr: संस्था एकक:
nl: Organisatie-eenheid:
pa: ਸੰਗਠਨ ਇਕਾਈ:
pl: Jednostka organizacyjna:
pt: Unidade Organizacional:
ru: Организационная единица:
sv: Organisationsenhet:
ta: அமைப்பு அலகு:
te: సంస్థ యూనిట్:
th: หน่วยองค์กร:
tr: Organizasyon Birimi:
vi: Đơn vị tổ chức:

source: Manager:
ar: مدير:
bn: ম্যানেজার:
el: Διευθυντής:
es: Gerente:
fi: Johtaja:
fr: Directeur:
he: מְנַהֵל:
hi: प्रबंधक:
id: Manajer:
ja: マネージャー：
ml: മാനേജർ:
mr: व्यवस्थापक:
pa: ਮੈਨੇਜਰ:
pl: Menedżer:
pt: Gerente:
ru: Менеджер:
sv: Chef:
ta: மேலாளர்:
te: మేనేజర్:
th: ผู้จัดการ:
tr: Müdür:
vi: Giám đốc:

source: Hire Date:
ar: تاريخ التوظيف:
bn: ভাড়ার তারিখ:
da: Lejedato:
de: Mietdatum:
el: Ημερομηνία πρόσληψης:
es: Fecha de contratación:
fi: Vuokrauspäivämäärä:
fr: Date d'embauche :
he: תאריך השכרה:
hi: चुनने की तारीख:
id: Tanggal Sewa:
it: Data di assunzione:
ja: レンタル日:
ml: വാടക തീയതി:
mr: भाड्याने तारीख:
nl: Huurdatum:
pa: ਕਿਰਾਏ 'ਤੇ ਲੈਣ ਦੀ ਮਿਤੀ:
pl: Data wynajmu:
pt: Data de contratação:
ru: Дата аренды:
sv: Anställningsdatum:
ta: வாடகை தேதி:
te: అద్దె తేదీ:
th: วันที่จ้าง:
tr: Kiralama Tarihi:
vi: Ngày thuê:

source: Work Phone:
ar: هاتف العمل:
bn: কাজের ফোন:
da: Arbejdstelefon:
de: Geschäftstelefon:
el: Τηλέφωνο εργασίας:
es: Teléfono del trabajo:
fi: Työpuhelin:
fr: Téléphone professionnel :
he: טלפון עבודה:
hi: ऑफिस का फोन:
id: Telepon Kantor:
it: Telefono di lavoro:
ja: 職場の電話番号:
ml: ജോലി ഫോൺ:
mr: कामाचा फोन:
nl: Werktelefoon:
pa: ਕੰਮ ਦਾ ਫ਼ੋਨ:
pl: Telefon służbowy:
pt: Telefone comercial:
ru: Рабочий телефон:
sv: Arbetstelefon:
ta: பணியிட தொலைபேசி:
te: కార్యాలయ ఫోన్:
th: โทรศัพท์ที่ทำงาน:
tr: İş Telefonu:
vi: Điện thoại cơ quan:

source: Work Email:
ar: البريد الإلكتروني للعمل:
bn: কাজের ইমেল:
da: Arbejdsmail:
de: Arbeits-E-Mail:
el: Email εργασίας:
es: Correo electrónico del trabajo:
fi: Työsähköposti:
fr: E-mail professionnel :
he: אימייל לעבודה:
hi: कार्य ईमेल:
id: Email Kantor:
it: E-mail di lavoro:
ja: 仕事用メール:
ml: ജോലി ഇമെയിൽ:
mr: कार्य ईमेल:
nl: Werk-e-mail:
pa: ਕੰਮ ਦੀ ਈਮੇਲ:
pl: E-mail służbowy:
pt: E-mail de trabalho:
ru: Рабочая электронная почта:
sv: Arbetsmail:
ta: பணி மின்னஞ்சல்:
te: కార్యాలయ ఇమెయిల్:
th: อีเมล์ที่ทำงาน:
tr: İş E-postası:
vi: Email công việc:

source: User Preferences
ar: تفضيلات المستخدم
bn: ব্যবহারকারী পছন্দ
da: Brugerpræferencer
de: Benutzereinstellungen
el: Προτιμήσεις χρήστη
es: Preferencias de usuario
fi: Käyttäjäasetukset
fr: Préférences utilisateur
he: העדפות משתמש
hi: उपयोगकर्ता प्राथमिकताएँ
id: Preferensi Pengguna
it: Preferenze dell'utente
ja: ユーザー設定
ml: ഉപയോക്തൃ മുൻഗണനകൾ
mr: वापरकर्ता प्राधान्ये
nl: Gebruikersvoorkeuren
pa: ਉਪਭੋਗਤਾ ਤਰਜੀਹਾਂ
pl: Preferencje użytkownika
pt: Preferências do usuário
ru: Пользовательские настройки
sv: Användarinställningar
ta: பயனர் விருப்பத்தேர்வுகள்
te: వినియోగదారు ప్రాధాన్యతలు
th: การตั้งค่าผู้ใช้
tr: Kullanıcı Tercihleri
vi: Tùy chọn người dùng

source: Preferred Language
ar: اللغة المفضلة
bn: পছন্দের ভাষা
da: Foretrukken sprog
de: Bevorzugte Sprache
el: Προτιμώμενη γλώσσα
es: Idioma preferido
fi: Ensisijainen kieli
fr: Langue préférée
he: שפה מועדפת
hi: पसंदीदा भाषा
id: Bahasa Pilihan
it: Lingua preferita
ja: 優先言語
ml: ഇഷ്ടപ്പെട്ട ഭാഷ
mr: पसंतीची भाषा
nl: Voorkeurstaal
pa: ਤਰਜੀਹੀ ਭਾਸ਼ਾ
pl: Preferowany język
pt: Idioma preferido
ru: Предпочитаемый язык
sv: Önskat språk
ta: விருப்பமான மொழி
te: ఇష్టపడే భాష
th: ภาษาที่ต้องการ
tr: Tercih Edilen Dil
vi: Ngôn ngữ ưa thích

source: Notification Preferences
ar: تفضيلات الإخطار
bn: বিজ্ঞপ্তি পছন্দ
da: Notifikationspræferencer
de: Benachrichtigungseinstellungen
el: Προτιμήσεις ειδοποιήσεων
es: Preferencias de notificación
fi: Ilmoitusasetukset
fr: Préférences de notifications
he: העדפות הודעה
hi: अधिसूचना प्राथमिकताएँ
id: Preferensi Pemberitahuan
it: Preferenze di notifica
ja: 通知設定
ml: അറിയിപ്പ് മുൻഗണനകൾ
mr: सूचना प्राधान्ये
nl: Meldingsvoorkeuren
pa: ਸੂਚਨਾ ਤਰਜੀਹਾਂ
pl: Preferencje powiadomień
pt: Preferências de notificação
ru: Настройки уведомлений
sv: Aviseringsinställningar
ta: அறிவிப்பு விருப்பத்தேர்வுகள்
te: నోటిఫికేషన్ ప్రాధాన్యతలు
th: การตั้งค่าการแจ้งเตือน
tr: Bildirim Tercihleri
vi: Tùy chọn thông báo

source: Receive email notifications
ar: تلقي إشعارات البريد الإلكتروني
bn: ইমেল বিজ্ঞপ্তি পান
da: Modtag e-mail notifikationer
de: Erhalten Sie E-Mail-Benachrichtigungen
el: Λάβετε ειδοποιήσεις μέσω email
es: Recibir notificaciones por correo electrónico
fi: Vastaanota sähköposti-ilmoituksia
fr: Recevoir des notifications par e-mail
he: קבל התראות באימייל
hi: ईमेल सूचनाएं प्राप्त करें
id: Terima pemberitahuan email
it: Ricevi notifiche via email
ja: 電子メール通知を受け取る
ml: ഇമെയിൽ അറിയിപ്പുകൾ സ്വീകരിക്കുക
mr: ईमेल सूचना प्राप्त करा
nl: Ontvang e-mailmeldingen
pa: ਈਮੇਲ ਸੂਚਨਾਵਾਂ ਪ੍ਰਾਪਤ ਕਰੋ
pl: Otrzymuj powiadomienia e-mail
pt: Receba notificações por e-mail
ru: Получать уведомления по электронной почте
sv: Ta emot e-postmeddelanden
ta: மின்னஞ்சல் அறிவிப்புகளைப் பெறவும்
te: ఇమెయిల్ నోటిఫికేషన్‌లను స్వీకరించండి
th: รับการแจ้งเตือนทางอีเมล
tr: E-posta bildirimleri alın
vi: Nhận thông báo qua email

source: Receive SMS notifications
ar: تلقي إشعارات الرسائل القصيرة
bn: এসএমএস বিজ্ঞপ্তি পান
da: Modtag SMS-beskeder
de: Erhalten Sie SMS-Benachrichtigungen
el: Λάβετε ειδοποιήσεις SMS
es: Recibir notificaciones por SMS
fi: Vastaanota tekstiviesti-ilmoituksia
fr: Recevoir des notifications par SMS
he: קבלת הודעות SMS
hi: एसएमएस सूचनाएं प्राप्त करें
id: Terima notifikasi SMS
it: Ricevi notifiche SMS
ja: SMS通知を受信する
ml: SMS അറിയിപ്പുകൾ സ്വീകരിക്കുക
mr: SMS सूचना प्राप्त करा
nl: Ontvang SMS-meldingen
pa: SMS ਸੂਚਨਾਵਾਂ ਪ੍ਰਾਪਤ ਕਰੋ
pl: Otrzymuj powiadomienia SMS
pt: Receba notificações por SMS
ru: Получайте SMS-уведомления
sv: Ta emot SMS-aviseringar
ta: SMS அறிவிப்புகளைப் பெறவும்
te: SMS నోటిఫికేషన్‌లను స్వీకరించండి
th: รับการแจ้งเตือนทาง SMS
tr: SMS bildirimleri alın
vi: Nhận thông báo SMS

source: Save Preferences
ar: حفظ التفضيلات
bn: পছন্দগুলি সংরক্ষণ করুন
da: Gem præferencer
de: Einstellungen speichern
el: Αποθήκευση Προτιμήσεων
es: Guardar preferencias
fi: Tallenna asetukset
fr: Enregistrer les préférences
he: שמור העדפות
hi: प्राथमिकताएँ सहेजें
id: Simpan Preferensi
it: Salva preferenze
ja: 設定の保存
ml: മുൻഗണനകൾ സംരക്ഷിക്കുക
mr: प्राधान्ये जतन करा
nl: Bewaar voorkeuren
pa: ਤਰਜੀਹਾਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰੋ
pl: Zapisz preferencje
pt: Salvar preferências
ru: Сохранить настройки
sv: Spara inställningar
ta: விருப்பங்களைச் சேமிக்கவும்
te: ప్రాధాన్యతలను సేవ్ చేయండి
th: บันทึกการตั้งค่า
tr: Tercihleri ​​Kaydet
vi: Lưu tùy chọn

source: NextGen AI LMS - Revolutionize Your Learning
ar: NextGen AI LMS - أحدث ثورة في تعلمك
bn: NextGen AI LMS - আপনার শেখার বিপ্লব ঘটান
da: NextGen AI LMS - Revolutionér din læring
de: NextGen AI LMS – Revolutionieren Sie Ihr Lernen
el: NextGen AI LMS - Επανάσταση στη μάθησή σας
es: NextGen AI LMS: revolucione su aprendizaje
fi: NextGen AI LMS - Mullista oppimisesi
fr: NextGen AI LMS - Révolutionnez votre apprentissage
he: NextGen AI LMS - מהפכה בלמידה שלך
hi: नेक्स्टजेन एआई एलएमएस - आपके सीखने में क्रांति लाएँ
id: LMS AI Generasi Berikutnya - Merevolusi Pembelajaran Anda
it: NextGen AI LMS: rivoluziona il tuo apprendimento
ja: 次世代 AI LMS - 学習に革命を起こす
ml: NextGen AI LMS - നിങ്ങളുടെ പഠനത്തിൽ വിപ്ലവം സൃഷ്ടിക്കുക
mr: NextGen AI LMS - तुमच्या शिक्षणात क्रांती घडवा
nl: NextGen AI LMS - Breng een revolutie teweeg in uw leerproces
pa: NextGen AI LMS - ਤੁਹਾਡੀ ਸਿਖਲਾਈ ਵਿੱਚ ਕ੍ਰਾਂਤੀ ਲਿਆਓ
pl: NextGen AI LMS – zrewolucjonizuj swoją naukę
pt: NextGen AI LMS - Revolucione seu aprendizado
ru: NextGen AI LMS — революционизируйте свое обучение
sv: NextGen AI LMS - Revolutionera ditt lärande
ta: NextGen AI LMS - உங்கள் கற்றலில் புரட்சியை ஏற்படுத்துங்கள்
te: NextGen AI LMS - మీ అభ్యాసాన్ని విప్లవాత్మకంగా మార్చండి
th: NextGen AI LMS - ปฏิวัติการเรียนรู้ของคุณ
tr: NextGen AI LMS - Öğreniminizde Devrim Yaratın
vi: NextGen AI LMS - Cách mạng hóa việc học của bạn

source: NextGen
ar: الجيل القادم
bn: নেক্সটজেন
es: Próxima generación
hi: अगली पीढ़ी
id: Generasi Berikutnya
ja: 次世代
nl: Volgende Gen
pl: NastępnyGen
pt: Próxima geração
ru: Следующее поколение
ta: அடுத்த ஜென்
th: เน็กซ์เจน
tr: Sonraki Nesil
vi: Thế hệ tiếp theo

source: Features
ar: سمات
bn: বৈশিষ্ট্য
da: Funktioner
de: Merkmale
el: Χαρακτηριστικά
es: Características
fi: Ominaisuudet
fr: Caractéristiques
he: תכונות
hi: विशेषताएँ
id: Fitur
it: Caratteristiche
ja: 特徴
ml: ഫീച്ചറുകൾ
mr: वैशिष्ट्ये
nl: Functies
pa: ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ
pl: Cechy
pt: Características
ru: Функции
sv: Drag
ta: அம்சங்கள்
te: ఫీచర్లు
th: คุณสมบัติ
tr: Özellikler
vi: Đặc trưng

source: Innovation
ar: ابتكار
bn: উদ্ভাবন
el: Καινοτομία
es: Innovación
fi: Innovaatio
he: חדשנות
hi: नवाचार
id: Inovasi
it: Innovazione
ja: 革新
ml: ഇന്നൊവേഷൻ
mr: नावीन्य
nl: Innovatie
pa: ਨਵੀਨਤਾ
pl: Innowacja
pt: Inovação
ru: Инновации
ta: புதுமை
te: ఆవిష్కరణ
th: นวัตกรรม
tr: Yenilik
vi: Sự đổi mới

source: Testimonials
ar: الشهادات
bn: প্রশংসাপত্র
da: Udtalelser
de: Erfahrungsberichte
el: Μαρτυρίες
es: Testimonios
fi: Mielipiteitä
fr: Témoignages
he: המלצות
hi: प्रशंसापत्र
id: Testimonial
it: Testimonianze
ja: お客様の声
ml: സാക്ഷ്യപത്രങ്ങൾ
mr: प्रशस्तिपत्र
nl: Getuigenissen
pa: ਪ੍ਰਸੰਸਾ ਪੱਤਰ
pl: Referencje
pt: Depoimentos
ru: Отзывы
sv: Rekommendationer
ta: சான்றுகள்
te: టెస్టిమోనియల్స్
th: ข้อความรับรอง
tr: Görüşler
vi: Lời chứng thực

source: Pricing
ar: التسعير
bn: মূল্য নির্ধারণ
da: Prissætning
de: Preise
el: Τιμολόγηση
es: Precios
fi: Hinnoittelu
fr: Tarifs
he: תמחור
hi: मूल्य निर्धारण
id: Harga
it: Prezzi
ja: 価格設定
ml: വിലനിർണ്ണയം
mr: किंमत
nl: Prijzen
pa: ਕੀਮਤ
pl: Wycena
pt: Preços
ru: Цены
sv: Prissättning
ta: விலை நிர்ணயம்
te: ధర నిర్ణయించడం
th: ราคา
tr: Fiyatlandırma
vi: Định giá

source: Login
ar: تسجيل الدخول
bn: লগইন করুন
da: Log ind
el: Σύνδεση
es: Acceso
fi: Kirjaudu sisään
fr: Se connecter
he: כְּנִיסָה לַמַעֲרֶכֶת
hi: लॉग इन करें
ja: ログイン
ml: ലോഗിൻ
mr: लॉगिन करा
pa: ਲਾਗਿਨ
pt: Conecte-se
ru: Авторизоваться
sv: Inloggning
ta: உள்நுழைக
te: లాగిన్ చేయండి
th: เข้าสู่ระบบ
tr: Giriş yapmak
vi: Đăng nhập

source: Revolutionize Learning
ar: إحداث ثورة في التعلم
bn: শিক্ষার বিপ্লব ঘটান
da: Revolutioner læring
de: Revolutionieren Sie das Lernen
el: Επανάσταση στη Μάθηση
es: Revolucionar el aprendizaje
fi: Mullistaa oppiminen
fr: Révolutionner l'apprentissage
he: לעשות מהפכה בלמידה
hi: सीखने में क्रांति लाएँ
id: Merevolusi Pembelajaran
it: Rivoluzionare l'apprendimento
ja: 学習に革命を起こす
ml: പഠനത്തിൽ വിപ്ലവം സൃഷ്ടിക്കുക
mr: शिकण्यात क्रांती करा
nl: Breng een revolutie teweeg in het leren
pa: ਕ੍ਰਾਂਤੀਕਾਰੀ ਸਿਖਲਾਈ
pl: Zrewolucjonizuj naukę
pt: Revolucione a aprendizagem
ru: Революционное обучение
sv: Revolutionera lärande
ta: கற்றலைப் புரட்சியாக்குங்கள்
te: అభ్యాసాన్ని విప్లవాత్మకంగా మార్చండి
th: ปฏิวัติการเรียนรู้
tr: Öğrenmede Devrim Yapın
vi: Cách mạng hóa việc học

source: with
ar: مع
bn: সঙ্গে
da: med
de: mit
el: με
es: con
fi: kanssa
fr: avec
he: עִם
hi: साथ
id: dengan
it: con
ja: と
ml: കൂടെ
mr: सह
nl: met
pa: ਨਾਲ
pl: z
pt: com
ru: с
sv: med
ta: உடன்
te: తో
th: กับ
tr: ile
vi: với
