Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Great content and progression. I would appreciate more hands-on exercises in the machine learning section, but overall, it's an excellent learning path.
ar: محتوى رائع وتقدم. سأكون ممتنًا لمزيد من التمارين العملية في قسم التعلم الآلي، ولكنه بشكل عام مسار تعليمي ممتاز.
bn: মহান বিষয়বস্তু এবং অগ্রগতি. আমি মেশিন লার্নিং বিভাগে আরও হ্যান্ডস-অন ব্যায়ামের প্রশংসা করব, তবে সামগ্রিকভাবে, এটি একটি দুর্দান্ত শেখার পথ।
da: Fantastisk indhold og progression. Jeg ville sætte pris på flere praktiske øvelser i maskinlæringssektionen, men overordnet set er det en fremragende læringsvej.
de: Toller Inhalt und Fortschritt. Ich würde mich über mehr praktische Übungen im Bereich maschinelles Lernen freuen, aber insgesamt ist es ein ausgezeichneter Lernpfad.
el: Εξαιρετικό περιεχόμενο και εξέλιξη. Θα εκτιμούσα περισσότερες πρακτικές ασκήσεις στην ενότητα μηχανικής εκμάθησης, αλλά συνολικά, είναι μια εξαιρετική διαδρομή εκμάθησης.
es: Gran contenido y progresión. Agradecería más ejercicios prácticos en la sección de aprendizaje automático, pero en general, es una excelente ruta de aprendizaje.
fi: Hieno sisältö ja edistyminen. Arvostaisin enemmän käytännön harjoituksia koneoppimisosiossa, mutta kaiken kaikkiaan se on erinomainen oppimispolku.
fr: Excellent contenu et progression. J'apprécierais davantage d'exercices pratiques dans la section d'apprentissage automatique, mais dans l'ensemble, c'est un excellent parcours d'apprentissage.
he: תוכן והתקדמות נהדרים. אשמח לעוד תרגילים מעשיים בסעיף למידת מכונה, אבל בסך הכל, זה מסלול למידה מצוין.
hi: बढ़िया सामग्री और प्रगति. मैं मशीन लर्निंग अनुभाग में अधिक व्यावहारिक अभ्यासों की सराहना करूंगा, लेकिन कुल मिलाकर, यह सीखने का एक उत्कृष्ट मार्ग है।
id: Konten dan kemajuan yang luar biasa. Saya akan menghargai lebih banyak latihan langsung di bagian pembelajaran mesin, namun secara keseluruhan, ini adalah jalur pembelajaran yang sangat baik.
it: Ottimi contenuti e progressione. Apprezzerei più esercizi pratici nella sezione relativa all'apprendimento automatico, ma nel complesso si tratta di un eccellente percorso di apprendimento.
ja: 素晴らしい内容と進行。機械学習セクションでの実践的な演習がもっとあれば幸いですが、全体的には優れた学習パスです。
kn: ಉತ್ತಮ ವಿಷಯ ಮತ್ತು ಪ್ರಗತಿ. ಯಂತ್ರ ಕಲಿಕೆ ವಿಭಾಗದಲ್ಲಿ ಹೆಚ್ಚು ಪ್ರಾಯೋಗಿಕ ವ್ಯಾಯಾಮಗಳನ್ನು ನಾನು ಪ್ರಶಂಸಿಸುತ್ತೇನೆ, ಆದರೆ ಒಟ್ಟಾರೆಯಾಗಿ, ಇದು ಅತ್ಯುತ್ತಮ ಕಲಿಕೆಯ ಮಾರ್ಗವಾಗಿದೆ.
ml: മികച്ച ഉള്ളടക്കവും പുരോഗതിയും. മെഷീൻ ലേണിംഗ് വിഭാഗത്തിലെ കൂടുതൽ പ്രായോഗിക വ്യായാമങ്ങളെ ഞാൻ അഭിനന്ദിക്കുന്നു, എന്നാൽ മൊത്തത്തിൽ, ഇത് ഒരു മികച്ച പഠന പാതയാണ്.
mr: उत्तम सामग्री आणि प्रगती. मी मशीन लर्निंग विभागातील अधिक हँड-ऑन व्यायामाची प्रशंसा करेन, परंतु एकूणच, हा एक उत्कृष्ट शिक्षण मार्ग आहे.
nl: Geweldige inhoud en vooruitgang. Ik zou meer praktische oefeningen op het gebied van machine learning op prijs stellen, maar over het algemeen is het een uitstekend leertraject.
pa: ਮਹਾਨ ਸਮੱਗਰੀ ਅਤੇ ਤਰੱਕੀ. ਮੈਂ ਮਸ਼ੀਨ ਲਰਨਿੰਗ ਸੈਕਸ਼ਨ ਵਿੱਚ ਹੋਰ ਅਭਿਆਸਾਂ ਦੀ ਸ਼ਲਾਘਾ ਕਰਾਂਗਾ, ਪਰ ਸਮੁੱਚੇ ਤੌਰ 'ਤੇ, ਇਹ ਇੱਕ ਸ਼ਾਨਦਾਰ ਸਿੱਖਣ ਦਾ ਮਾਰਗ ਹੈ।
pl: Świetna treść i postęp. Byłbym wdzięczny za więcej praktycznych ćwiczeń w sekcji dotyczącej uczenia maszynowego, ale ogólnie jest to doskonała ścieżka uczenia się.
pt: Ótimo conteúdo e progressão. Eu apreciaria mais exercícios práticos na seção de aprendizado de máquina, mas, no geral, é um excelente caminho de aprendizado.
ru: Отличный контент и прогресс. Я был бы признателен за больше практических упражнений в разделе машинного обучения, но в целом это отличный путь обучения.
sv: Bra innehåll och utveckling. Jag skulle uppskatta fler praktiska övningar i maskininlärningssektionen, men totalt sett är det en utmärkt inlärningsväg.
ta: சிறந்த உள்ளடக்கம் மற்றும் முன்னேற்றம். இயந்திர கற்றல் பிரிவில் அதிகமான பயிற்சிகளை நான் பாராட்டுவேன், ஆனால் ஒட்டுமொத்தமாக, இது ஒரு சிறந்த கற்றல் பாதை.
te: గొప్ప కంటెంట్ మరియు పురోగతి. మెషిన్ లెర్నింగ్ విభాగంలో మరిన్ని ప్రయోగాత్మక వ్యాయామాలను నేను అభినందిస్తాను, కానీ మొత్తంమీద, ఇది అద్భుతమైన అభ్యాస మార్గం.
th: เนื้อหาและความก้าวหน้าที่ยอดเยี่ยม ฉันอยากจะขอบคุณแบบฝึกหัดภาคปฏิบัติในส่วนแมชชีนเลิร์นนิงมากกว่านี้ แต่โดยรวมแล้ว มันเป็นเส้นทางการเรียนรู้ที่ยอดเยี่ยม
tr: Harika içerik ve ilerleme. Makine öğrenimi bölümünde daha fazla uygulamalı alıştırmadan memnun olurum, ancak genel olarak mükemmel bir öğrenme yolu.
vi: Nội dung tuyệt vời và tiến triển. Tôi sẽ đánh giá cao nhiều bài tập thực hành hơn trong phần học máy, nhưng nhìn chung, đó là một lộ trình học tập tuyệt vời.

source: Not Started
ar: لم يبدأ
bn: শুরু হয়নি
da: Ikke startet
de: Nicht gestartet
el: Δεν έχει ξεκινήσει
es: No iniciado
fi: Ei aloitettu
fr: Non démarré
he: לא התחיל
hi: शुरू नहीं
id: Belum Dimulai
it: Non iniziato
ja: 未開始
kn: ಪ್ರಾರಂಭಿಸಲಾಗಿಲ್ಲ
ml: ആരംഭിച്ചിട്ടില്ല
mr: सुरू नाही
nl: Niet gestart
pa: ਸ਼ੁਰੂ ਨਹੀਂ ਕੀਤਾ
pl: Nie rozpoczęte
pt: Não iniciado
ru: Не запущено
sv: Inte startat
ta: தொடங்கப்படவில்லை
te: ప్రారంభం కాలేదు
th: ยังไม่เริ่ม
tr: Başlatılmadı
vi: Chưa bắt đầu

source: < 3 months
ar: < 3 أشهر
bn: <3 মাস
da: < 3 måneder
de: < 3 Monate
el: < 3 μήνες
es: < 3 meses
fi: < 3 kuukautta
fr: < 3 mois
he: < 3 חודשים
hi: <3 महीने
id: < 3 bulan
it: < 3 mesi
ja: 3か月未満
kn: < 3 ತಿಂಗಳುಗಳು
ml: < 3 മാസം
mr: < 3 महिने
nl: < 3 maanden
pa: <3 ਮਹੀਨੇ
pl: < 3 miesiące
pt: <3 meses
ru: < 3 месяцев
sv: < 3 månader
ta: < 3 மாதங்கள்
te: < 3 నెలలు
th: < 3 เดือน
tr: < 3 ay
vi: < 3 tháng

source: 3-6 months
ar: 3-6 أشهر
bn: 3-6 মাস
da: 3-6 måneder
de: 3-6 Monate
el: 3-6 μηνών
es: 3-6 meses
fi: 3-6 kuukautta
fr: 3-6 mois
he: 3-6 חודשים
hi: 3-6 महीने
id: 3-6 bulan
it: 3-6 mesi
ja: 3～6ヶ月
kn: 3-6 ತಿಂಗಳುಗಳು
ml: 3-6 മാസം
mr: 3-6 महिने
nl: 3-6 maanden
pa: 3-6 ਮਹੀਨੇ
pl: 3-6 miesięcy
pt: 3-6 meses
ru: 3-6 месяцев
sv: 3-6 månader
ta: 3-6 மாதங்கள்
te: 3-6 నెలలు
th: 3-6 เดือน
tr: 3-6 ay
vi: 3-6 tháng

source: 6-9 months
ar: 6-9 أشهر
bn: 6-9 মাস
da: 6-9 måneder
de: 6-9 Monate
el: 6-9 μηνών
es: 6-9 meses
fi: 6-9 kuukautta
fr: 6-9 mois
he: 6-9 חודשים
hi: 6-9 महीने
id: 6-9 bulan
it: 6-9 mesi
ja: 6～9ヶ月
kn: 6-9 ತಿಂಗಳುಗಳು
ml: 6-9 മാസം
mr: 6-9 महिने
nl: 6-9 maanden
pa: 6-9 ਮਹੀਨੇ
pl: 6-9 miesięcy
pt: 6-9 meses
ru: 6-9 месяцев
sv: 6-9 månader
ta: 6-9 மாதங்கள்
te: 6-9 నెలలు
th: 6-9 เดือน
tr: 6-9 ay
vi: 6-9 tháng

source: 9-12 months
ar: 9-12 شهرا
bn: 9-12 মাস
da: 9-12 måneder
de: 9-12 Monate
el: 9-12 μηνών
es: 9-12 meses
fi: 9-12 kuukautta
fr: 9-12 mois
he: 9-12 חודשים
hi: 9-12 महीने
id: 9-12 bulan
it: 9-12 mesi
ja: 9～12ヶ月
kn: 9-12 ತಿಂಗಳುಗಳು
ml: 9-12 മാസം
mr: 9-12 महिने
nl: 9-12 maanden
pa: 9-12 ਮਹੀਨੇ
pl: 9-12 miesięcy
pt: 9-12 meses
ru: 9-12 месяцев
sv: 9-12 månader
ta: 9-12 மாதங்கள்
te: 9-12 నెలలు
th: 9-12 เดือน
tr: 9-12 ay
vi: 9-12 tháng

source: > 12 months
ar: > 12 شهرا
bn: > 12 মাস
da: > 12 måneder
de: > 12 Monate
el: > 12 μήνες
es: > 12 meses
fi: > 12 kuukautta
fr: > 12 mois
he: > 12 חודשים
hi: > 12 महीने
id: > 12 bulan
it: > 12 mesi
ja: > 12か月
kn: > 12 ತಿಂಗಳುಗಳು
ml: > 12 മാസം
mr: > 12 महिने
nl: > 12 maanden
pa: > 12 ਮਹੀਨੇ
pl: > 12 miesięcy
pt: > 12 meses
ru: > 12 месяцев
sv: > 12 månader
ta: > 12 மாதங்கள்
te: > 12 నెలలు
th: > 12 เดือน
tr: > 12 ay
vi: > 12 tháng

source: Number of Learners
ar: عدد المتعلمين
bn: শিক্ষার্থীর সংখ্যা
da: Antal elever
de: Anzahl der Lernenden
el: Αριθμός Μαθητών
es: Número de alumnos
fi: Opiskelijoiden määrä
fr: Nombre d'apprenants
he: מספר לומדים
hi: शिक्षार्थियों की संख्या
id: Jumlah Peserta Didik
it: Numero di studenti
ja: 学習者数
kn: ಕಲಿಯುವವರ ಸಂಖ್ಯೆ
ml: പഠിതാക്കളുടെ എണ്ണം
mr: शिकणाऱ्यांची संख्या
nl: Aantal leerlingen
pa: ਸਿਖਿਆਰਥੀਆਂ ਦੀ ਗਿਣਤੀ
pl: Liczba uczniów
pt: Número de alunos
ru: Количество учащихся
sv: Antal elever
ta: கற்றவர்களின் எண்ணிக்கை
te: అభ్యాసకుల సంఖ్య
th: จำนวนผู้เรียน
tr: Öğrenci Sayısı
vi: Số lượng người học

source: Learning Resource Detail
ar: تفاصيل مصادر التعلم
bn: শেখার সম্পদ বিবরণ
da: Læringsressourcedetaljer
de: Details zur Lernressource
el: Λεπτομέρεια μαθησιακού πόρου
es: Detalle de recursos de aprendizaje
fi: Oppimisresurssin tiedot
fr: Détail des ressources d'apprentissage
he: פירוט משאבי למידה
hi: शिक्षण संसाधन विवरण
id: Detail Sumber Belajar
it: Dettagli sulle risorse didattiche
ja: 学習リソースの詳細
kn: ಕಲಿಕೆಯ ಸಂಪನ್ಮೂಲಗಳ ವಿವರ
ml: പഠന വിഭവങ്ങളുടെ വിശദാംശങ്ങൾ
mr: शिक्षण संसाधन तपशील
nl: Detail van leerbronnen
pa: ਸਿੱਖਣ ਦੇ ਸਰੋਤ ਵੇਰਵੇ
pl: Szczegóły zasobów edukacyjnych
pt: Detalhes do recurso de aprendizagem
ru: Подробности учебного ресурса
sv: Lärresursdetaljer
ta: கற்றல் வள விவரம்
te: అభ్యాస వనరుల వివరాలు
th: รายละเอียดทรัพยากรการเรียนรู้
tr: Öğrenim Kaynağı Detayı
vi: Chi tiết tài nguyên học tập

source: Learning Resource Details
ar: تفاصيل مصادر التعلم
bn: শেখার সম্পদ বিবরণ
da: Læringsressourcedetaljer
de: Details zur Lernressource
el: Λεπτομέρειες πόρων εκμάθησης
es: Detalles de recursos de aprendizaje
fi: Oppimisresurssien tiedot
fr: Détails des ressources d'apprentissage
he: פרטי משאבי למידה
hi: शिक्षण संसाधन विवरण
id: Detail Sumber Belajar
it: Dettagli sulle risorse didattiche
ja: 学習リソースの詳細
kn: ಕಲಿಕೆಯ ಸಂಪನ್ಮೂಲ ವಿವರಗಳು
ml: പഠന വിഭവങ്ങളുടെ വിശദാംശങ്ങൾ
mr: शिक्षण संसाधन तपशील
nl: Details van leerbronnen
pa: ਸਿੱਖਣ ਦੇ ਸਰੋਤ ਵੇਰਵੇ
pl: Szczegóły zasobów edukacyjnych
pt: Detalhes do recurso de aprendizagem
ru: Подробности учебных ресурсов
sv: Lärresursdetaljer
ta: கற்றல் வள விவரங்கள்
te: అభ్యాస వనరుల వివరాలు
th: รายละเอียดทรัพยากรการเรียนรู้
tr: Öğrenim Kaynağı Ayrıntıları
vi: Chi tiết tài nguyên học tập

source: Manage and Review Your Course's Learning Resource
ar: إدارة ومراجعة مصادر التعلم للدورة التدريبية الخاصة بك
bn: আপনার কোর্স শেখার সংস্থানগুলি পরিচালনা এবং পর্যালোচনা করুন
da: Administrer og gennemgå dine kursusressourcer
de: Verwalten und überprüfen Sie die Lernressourcen Ihres Kurses
el: Διαχειριστείτε και αναθεωρήστε τους πόρους εκμάθησης του μαθήματος σας
es: Administre y revise los recursos de aprendizaje de su curso
fi: Hallinnoi ja tarkista kurssin oppimisresurssit
fr: Gérez et révisez les ressources d'apprentissage de vos cours
he: נהל וסקור את משאבי הלמידה שלך בקורס
hi: अपने पाठ्यक्रम शिक्षण संसाधनों को प्रबंधित और समीक्षा करें
id: Kelola dan Tinjau Sumber Pembelajaran Kursus Anda
it: Gestisci e rivedi le risorse didattiche del tuo corso
ja: コースの学習リソースを管理および確認する
kn: ನಿಮ್ಮ ಕೋರ್ಸ್ ಕಲಿಕೆಯ ಸಂಪನ್ಮೂಲಗಳನ್ನು ನಿರ್ವಹಿಸಿ ಮತ್ತು ಪರಿಶೀಲಿಸಿ
ml: നിങ്ങളുടെ കോഴ്‌സ് പഠന വിഭവങ്ങൾ നിയന്ത്രിക്കുകയും അവലോകനം ചെയ്യുകയും ചെയ്യുക
mr: तुमचा अभ्यासक्रम शिकण्याची संसाधने व्यवस्थापित करा आणि त्यांचे पुनरावलोकन करा
nl: Beheer en beoordeel de leermiddelen van uw cursus
pa: ਆਪਣੇ ਕੋਰਸ ਸਿੱਖਣ ਸਰੋਤਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਅਤੇ ਸਮੀਖਿਆ ਕਰੋ
pl: Zarządzaj zasobami edukacyjnymi kursu i przeglądaj je
pt: Gerencie e revise os recursos de aprendizagem do seu curso
ru: Управляйте и просматривайте учебные ресурсы вашего курса
sv: Hantera och granska dina kursresurser
ta: உங்கள் பாடநெறி கற்றல் வளங்களை நிர்வகிக்கவும் மற்றும் மதிப்பாய்வு செய்யவும்
te: మీ కోర్సు అభ్యాస వనరులను నిర్వహించండి మరియు సమీక్షించండి
th: จัดการและทบทวนทรัพยากรการเรียนรู้หลักสูตรของคุณ
tr: Kurs Öğrenme Kaynaklarınızı Yönetin ve İnceleyin
vi: Quản lý và đánh giá tài nguyên học tập khóa học của bạn

source: Resource Metrics
ar: مقاييس الموارد
bn: রিসোর্স মেট্রিক্স
da: Ressourcemålinger
de: Ressourcenmetriken
el: Μετρήσεις πόρων
es: Métricas de recursos
fi: Resurssimittarit
fr: Métriques de ressources
he: מדדי משאבים
hi: संसाधन मेट्रिक्स
id: Metrik Sumber Daya
it: Metriche delle risorse
ja: リソースメトリクス
kn: ಸಂಪನ್ಮೂಲ ಮೆಟ್ರಿಕ್ಸ್
ml: റിസോഴ്സ് മെട്രിക്സ്
mr: संसाधन मेट्रिक्स
nl: Resourcestatistieken
pa: ਸਰੋਤ ਮੈਟ੍ਰਿਕਸ
pl: Metryki zasobów
pt: Métricas de recursos
ru: Метрики ресурсов
sv: Resursmått
ta: வள அளவீடுகள்
te: రిసోర్స్ మెట్రిక్స్
th: ตัวชี้วัดทรัพยากร
tr: Kaynak Metrikleri
vi: Số liệu tài nguyên

source: of students completed
ar: من الطلاب الانتهاء
bn: শিক্ষার্থীদের সমাপ্ত
da: af studerende gennemført
de: der Studierenden abgeschlossen
el: των μαθητών που ολοκληρώθηκαν
es: de estudiantes completados
fi: valmistuneista opiskelijoista
fr: des étudiants ont complété
he: של התלמידים סיימו
hi: छात्रों की संख्या पूरी हो गई
id: siswa selesai
it: di studenti completati
ja: 修了した生徒の数
kn: ಪೂರ್ಣಗೊಂಡ ವಿದ್ಯಾರ್ಥಿಗಳ
ml: പൂർത്തിയാക്കിയ വിദ്യാർത്ഥികളുടെ
mr: विद्यार्थ्यांनी पूर्ण केले
nl: van de studenten afgerond
pa: ਦੇ ਵਿਦਿਆਰਥੀਆਂ ਨੇ ਪੂਰਾ ਕੀਤਾ
pl: uczniów ukończyło
pt: dos alunos concluíram
ru: студентов завершили
sv: av eleverna genomförda
ta: முடித்த மாணவர்கள்
te: పూర్తి చేసిన విద్యార్థుల
th: ของนักเรียนเรียบร้อยแล้ว
tr: tamamlanan öğrenci sayısı
vi: số học sinh đã hoàn thành

source: Average Time Spent
ar: متوسط ​​الوقت المستغرق
bn: গড় সময় ব্যয়
da: Gennemsnitlig brugt tid
de: Durchschnittlich aufgewendete Zeit
el: Μέσος χρόνος που δαπανάται
es: Tiempo promedio empleado
fi: Keskimääräinen käytetty aika
fr: Temps moyen passé
he: זמן בילוי ממוצע
hi: बिताया गया औसत समय
id: Rata-rata Waktu yang Dihabiskan
it: Tempo medio trascorso
ja: 平均所要時間
kn: ಖರ್ಚು ಮಾಡಿದ ಸರಾಸರಿ ಸಮಯ
ml: ചെലവഴിച്ച ശരാശരി സമയം
mr: सरासरी वेळ घालवला
nl: Gemiddeld bestede tijd
pa: ਔਸਤ ਸਮਾਂ ਬਿਤਾਇਆ
pl: Średni czas spędzony
pt: Tempo médio gasto
ru: Среднее затраченное время
sv: Genomsnittlig tid
ta: செலவழித்த சராசரி நேரம்
te: గడిపిన సగటు సమయం
th: เวลาที่ใช้โดยเฉลี่ย
tr: Harcanan Ortalama Süre
vi: Thời gian trung bình dành

source: min
ar: دقيقة
bn: মিনিট
el: ελάχ
es: mín.
he: דקה
hi: मिन
id: menit
ja: 分
kn: ನಿಮಿಷ
ml: മിനിറ്റ്
mr: मि
pa: ਮਿੰਟ
ru: мин
ta: நிமிடம்
te: నిమి
th: นาที
tr: dk.
vi: phút

source: Student Ratings
ar: تقييمات الطلاب
bn: ছাত্র রেটিং
da: Elevbedømmelser
de: Studentenbewertungen
el: Βαθμολογίες Φοιτητών
es: Calificaciones de estudiantes
fi: Opiskelijoiden arviot
fr: Évaluations des étudiants
he: דירוג תלמידים
hi: छात्र रेटिंग
id: Peringkat Siswa
it: Valutazioni degli studenti
ja: 学生の評価
kn: ವಿದ್ಯಾರ್ಥಿಗಳ ರೇಟಿಂಗ್‌ಗಳು
ml: വിദ്യാർത്ഥികളുടെ റേറ്റിംഗുകൾ
mr: विद्यार्थी रेटिंग
nl: Studentenbeoordelingen
pa: ਵਿਦਿਆਰਥੀ ਰੇਟਿੰਗਾਂ
pl: Oceny studentów
pt: Avaliações dos alunos
ru: Студенческие рейтинги
sv: Studentbetyg
ta: மாணவர் மதிப்பீடுகள்
te: విద్యార్థి రేటింగ్‌లు
th: การให้คะแนนของนักเรียน
tr: Öğrenci Derecelendirmeleri
vi: Đánh giá của sinh viên

source: Based on 50 ratings
ar: بناءً على 50 تقييمًا
bn: 50 রেটিং এর উপর ভিত্তি করে
da: Baseret på 50 bedømmelser
de: Basierend auf 50 Bewertungen
el: Βασισμένο σε 50 αξιολογήσεις
es: Basado en 50 calificaciones
fi: Perustuu 50 arvioon
fr: Basé sur 50 notes
he: מבוסס על 50 דירוגים
hi: 50 रेटिंग के आधार पर
id: Berdasarkan 50 peringkat
it: Basato su 50 valutazioni
ja: 50 件の評価に基づく
kn: 50 ರೇಟಿಂಗ್‌ಗಳನ್ನು ಆಧರಿಸಿದೆ
ml: 50 റേറ്റിംഗുകളെ അടിസ്ഥാനമാക്കി
mr: 50 रेटिंगवर आधारित
nl: Gebaseerd op 50 beoordelingen
pa: 50 ਰੇਟਿੰਗਾਂ 'ਤੇ ਆਧਾਰਿਤ
pl: Na podstawie 50 ocen
pt: Com base em 50 avaliações
ru: На основе 50 оценок
sv: Baserat på 50 betyg
ta: 50 மதிப்பீடுகளின் அடிப்படையில்
te: 50 రేటింగ్‌ల ఆధారంగా
th: จากการให้คะแนน 50 ครั้ง
tr: 50 derecelendirmeye göre
vi: Dựa trên 50 xếp hạng

source: Administrator Actions
ar: إجراءات المسؤول
bn: অ্যাডমিনিস্ট্রেটর অ্যাকশন
da: Administratorhandlinger
de: Administratoraktionen
el: Ενέργειες διαχειριστή
es: Acciones del administrador
fi: Järjestelmänvalvojan toimet
fr: Actions de l'administrateur
he: פעולות מנהל
hi: प्रशासक क्रियाएँ
id: Tindakan Administrator
it: Azioni dell'amministratore
ja: 管理者のアクション
kn: ನಿರ್ವಾಹಕರ ಕ್ರಮಗಳು
ml: അഡ്മിനിസ്ട്രേറ്റർ പ്രവർത്തനങ്ങൾ
mr: प्रशासक क्रिया
nl: Beheerdersacties
pa: ਪ੍ਰਸ਼ਾਸਕ ਦੀਆਂ ਕਾਰਵਾਈਆਂ
pl: Działania administratora
pt: Ações do administrador
ru: Действия администратора
sv: Administratörsåtgärder
ta: நிர்வாகி நடவடிக்கைகள்
te: అడ్మినిస్ట్రేటర్ చర్యలు
th: การดำเนินการของผู้ดูแลระบบ
tr: Yönetici Eylemleri
vi: Hành động của quản trị viên

source: Edit Resource
ar: تحرير المورد
bn: সম্পদ সম্পাদনা করুন
da: Rediger ressource
de: Ressource bearbeiten
el: Επεξεργασία πόρου
es: Editar recurso
fi: Muokkaa resurssia
fr: Modifier la ressource
he: ערוך משאב
hi: संसाधन संपादित करें
id: Sunting Sumber Daya
it: Modifica risorsa
ja: リソースの編集
kn: ಸಂಪನ್ಮೂಲ ಸಂಪಾದಿಸಿ
ml: റിസോഴ്സ് എഡിറ്റ് ചെയ്യുക
mr: संसाधन संपादित करा
nl: Bron bewerken
pa: ਸਰੋਤ ਦਾ ਸੰਪਾਦਨ ਕਰੋ
pl: Edytuj zasób
pt: Editar recurso
ru: Редактировать ресурс
sv: Redigera resurs
ta: வளத்தைத் திருத்தவும்
te: వనరులను సవరించండి
th: แก้ไขทรัพยากร
tr: Kaynağı Düzenle
vi: Chỉnh sửa tài nguyên

source: Reset Progress
ar: إعادة تعيين التقدم
bn: অগ্রগতি রিসেট করুন
da: Nulstil fremskridt
de: Fortschritt zurücksetzen
el: Επαναφορά προόδου
es: Restablecer progreso
fi: Nollaa edistyminen
fr: Réinitialiser la progression
he: אפס התקדמות
hi: प्रगति रीसेट करें
id: Atur Ulang Kemajuan
it: Reimposta avanzamento
ja: 進行状況をリセットする
kn: ಪ್ರಗತಿಯನ್ನು ಮರುಹೊಂದಿಸಿ
ml: പുരോഗതി പുനഃസജ്ജമാക്കുക
mr: प्रगती रीसेट करा
nl: Voortgang resetten
pa: ਪ੍ਰਗਤੀ ਨੂੰ ਰੀਸੈਟ ਕਰੋ
pl: Zresetuj postęp
pt: Redefinir progresso
ru: Сбросить прогресс
sv: Återställ förlopp
ta: முன்னேற்றத்தை மீட்டமைக்கவும்
te: ప్రోగ్రెస్‌ని రీసెట్ చేయండి
th: รีเซ็ตความคืบหน้า
tr: İlerlemeyi Sıfırla
vi: Đặt lại tiến độ

source: Delete Resource
ar: حذف المورد
bn: রিসোর্স মুছুন
da: Slet ressource
de: Ressource löschen
el: Διαγραφή πόρου
es: Eliminar recurso
fi: Poista resurssi
fr: Supprimer la ressource
he: מחק משאב
hi: संसाधन हटाएँ
id: Hapus Sumber Daya
it: Elimina risorsa
ja: リソースの削除
kn: ಸಂಪನ್ಮೂಲವನ್ನು ಅಳಿಸಿ
ml: ഉറവിടം ഇല്ലാതാക്കുക
mr: संसाधन हटवा
nl: Bron verwijderen
pa: ਸਰੋਤ ਮਿਟਾਓ
pl: Usuń zasób
pt: Excluir recurso
ru: Удалить ресурс
sv: Ta bort resurs
ta: ஆதாரத்தை நீக்கு
te: వనరులను తొలగించండి
th: ลบทรัพยากร
tr: Kaynağı Sil
vi: Xóa tài nguyên

source: Are you sure you want to reset progress for all users? This action cannot be undone.
ar: هل أنت متأكد أنك تريد إعادة تعيين التقدم لجميع المستخدمين؟ لا يمكن التراجع عن هذا الإجراء.
bn: আপনি কি সমস্ত ব্যবহারকারীর জন্য অগ্রগতি রিসেট করার বিষয়ে নিশ্চিত? এই ক্রিয়াটি পূর্বাবস্থায় ফেরানো যাবে না৷
da: Er du sikker på, at du vil nulstille status for alle brugere? Denne handling kan ikke fortrydes.
de: Sind Sie sicher, dass Sie den Fortschritt für alle Benutzer zurücksetzen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
el: Είστε βέβαιοι ότι θέλετε να επαναφέρετε την πρόοδο για όλους τους χρήστες; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: ¿Estás seguro de que deseas restablecer el progreso de todos los usuarios? Esta acción no se puede deshacer.
fi: Haluatko varmasti nollata kaikkien käyttäjien edistymisen? Tätä toimintoa ei voi kumota.
fr: Êtes-vous sûr de vouloir réinitialiser la progression de tous les utilisateurs ? Cette action ne peut pas être annulée.
he: האם אתה בטוח שברצונך לאפס את ההתקדמות עבור כל המשתמשים? לא ניתן לבטל פעולה זו.
hi: क्या आप वाकई सभी उपयोगकर्ताओं के लिए प्रगति रीसेट करना चाहते हैं? इस एक्शन को वापस नहीं किया जा सकता।
id: Apakah Anda yakin ingin menyetel ulang progres untuk semua pengguna? Tindakan ini tidak dapat dibatalkan.
it: Sei sicuro di voler reimpostare i progressi per tutti gli utenti? Questa azione non può essere annullata.
ja: すべてのユーザーの進行状況をリセットしてもよろしいですか?この操作は元に戻すことができません。
kn: ಎಲ್ಲಾ ಬಳಕೆದಾರರಿಗೆ ಪ್ರಗತಿಯನ್ನು ಮರುಹೊಂದಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ? ಈ ಕ್ರಿಯೆಯನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ.
ml: എല്ലാ ഉപയോക്താക്കൾക്കുമായി പുരോഗതി പുനഃസജ്ജമാക്കണമെന്ന് തീർച്ചയാണോ? ഈ പ്രവർത്തനം പഴയപടിയാക്കാനാകില്ല.
mr: तुमची खात्री आहे की तुम्ही सर्व वापरकर्त्यांसाठी प्रगती रीसेट करू इच्छिता? ही क्रिया पूर्ववत केली जाऊ शकत नाही.
nl: Weet u zeker dat u de voortgang voor alle gebruikers wilt resetten? Deze actie kan niet ongedaan worden gemaakt.
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ ਸਾਰੇ ਉਪਭੋਗਤਾਵਾਂ ਲਈ ਪ੍ਰਗਤੀ ਨੂੰ ਰੀਸੈਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ? ਇਸ ਕਾਰਵਾਈ ਨੂੰ ਅਣਕੀਤਾ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।
pl: Czy na pewno chcesz zresetować postęp wszystkich użytkowników? Tej akcji nie można cofnąć.
pt: Tem certeza de que deseja redefinir o progresso de todos os usuários? Esta ação não pode ser desfeita.
ru: Вы уверены, что хотите сбросить прогресс для всех пользователей? Это действие невозможно отменить.
sv: Är du säker på att du vill återställa förloppet för alla användare? Denna åtgärd kan inte ångras.
ta: எல்லா பயனர்களுக்கும் முன்னேற்றத்தை மீட்டமைக்க விரும்புகிறீர்களா? இந்தச் செயலைச் செயல்தவிர்க்க முடியாது.
te: మీరు ఖచ్చితంగా వినియోగదారులందరి కోసం ప్రోగ్రెస్‌ని రీసెట్ చేయాలనుకుంటున్నారా? ఈ చర్య రద్దు చేయబడదు.
th: คุณแน่ใจหรือไม่ว่าต้องการรีเซ็ตความคืบหน้าสำหรับผู้ใช้ทั้งหมด การดำเนินการนี้ไม่สามารถยกเลิกได้
tr: Tüm kullanıcıların ilerleme durumunu sıfırlamak istediğinizden emin misiniz? Bu işlem geri alınamaz.
vi: Bạn có chắc chắn muốn đặt lại tiến trình cho tất cả người dùng không? Không thể hoàn tác hành động này.

source: Document Details
ar: تفاصيل الوثيقة
bn: নথির বিবরণ
da: Dokumentdetaljer
de: Dokumentdetails
el: Στοιχεία εγγράφου
es: Detalles del documento
fi: Asiakirjan tiedot
fr: Détails du document
he: פרטי מסמך
hi: दस्तावेज़ विवरण
id: Detail Dokumen
it: Dettagli del documento
ja: 文書の詳細
kn: ಡಾಕ್ಯುಮೆಂಟ್ ವಿವರಗಳು
ml: ഡോക്യുമെൻ്റ് വിശദാംശങ്ങൾ
mr: दस्तऐवज तपशील
pa: ਦਸਤਾਵੇਜ਼ ਵੇਰਵੇ
pl: Szczegóły dokumentu
pt: Detalhes do documento
ru: Детали документа
sv: Dokumentdetaljer
ta: ஆவண விவரங்கள்
te: పత్రం వివరాలు
th: รายละเอียดเอกสาร
tr: Belge Ayrıntıları
vi: Chi tiết tài liệu

source: File Name
ar: اسم الملف
bn: ফাইলের নাম
da: Filnavn
de: Dateiname
el: Όνομα αρχείου
es: Nombre del archivo
fi: Tiedoston nimi
fr: Nom de fichier
he: שם הקובץ
hi: फ़ाइल का नाम
id: Nama File
it: Nome del file
ja: ファイル名
kn: ಫೈಲ್ ಹೆಸರು
ml: ഫയലിന്റെ പേര്
mr: फाईलचे नाव
nl: Bestandsnaam
pa: ਫਾਈਲ ਦਾ ਨਾਮ
pl: Nazwa pliku
pt: Nome do arquivo
ru: Имя файла
sv: Filnamn
ta: கோப்பு பெயர்
te: ఫైల్ పేరు
th: ชื่อไฟล์
tr: Dosya adı
vi: Tên tệp

source: File Size
ar: حجم الملف
bn: ফাইলের আকার
da: Filstørrelse
de: Dateigröße
el: Μέγεθος αρχείου
es: Tamaño de archivo
fi: Tiedoston koko
fr: Taille du fichier
he: גודל קובץ
hi: फ़ाइल का साइज़
id: Ukuran Berkas
it: Dimensioni del file
ja: ファイルサイズ
kn: ಫೈಲ್ ಗಾತ್ರ
ml: ഫയൽ വലിപ്പം
mr: फाइल आकार
nl: Bestandsgrootte
pa: ਫਾਈਲ ਦਾ ਆਕਾਰ
pl: Rozmiar pliku
pt: Tamanho do arquivo
ru: Размер файла
sv: Fil-storlek
ta: கோப்பு அளவு
te: ఫైల్ పరిమాణం
th: ขนาดไฟล์
tr: Dosya Boyutu
vi: Kích thước tệp

source: File Type
ar: نوع الملف
bn: ফাইলের ধরন
da: Filtype
de: Dateityp
el: Τύπος αρχείου
es: Tipo de archivo
fi: Tiedostotyyppi
fr: Type de fichier
he: סוג קובץ
hi: फ़ाइल प्रकार
id: Jenis File
it: Tipo di file
ja: ファイルの種類
kn: ಫೈಲ್ ಪ್ರಕಾರ
ml: ഫയൽ തരം
mr: फाइल प्रकार
nl: Bestandstype
pa: ਫਾਈਲ ਦੀ ਕਿਸਮ
pl: Typ pliku
pt: Tipo de arquivo
ru: Тип файла
sv: Filtyp
ta: கோப்பு வகை
te: ఫైల్ రకం
th: ประเภทไฟล์
tr: Dosya Türü
vi: Loại tệp
