Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Enter a valid “slug” consisting of Unicode letters, numbers, underscores, or hyphens.
ar: أدخل "رمزًا ثابتًا" صالحًا يتكون من أحرف Unicode أو أرقام أو شرطات سفلية أو واصلات.
bn: ইউনিকোড অক্ষর, সংখ্যা, আন্ডারস্কোর বা হাইফেন সমন্বিত একটি বৈধ "স্লাগ" লিখুন।
da: Indtast en gyldig "snegl" bestående af Unicode-bogstaver, tal, understregninger eller bindestreger.
de: Geben Sie einen gültigen „Slug“ ein, der aus Unicode-Buchstaben, Zahlen, Unterstrichen oder Bindestrichen besteht.
el: Εισαγάγετε ένα έγκυρο "slug" που αποτελείται από γράμματα Unicode, αριθμούς, κάτω παύλες ή παύλες.
es: Ingrese un "slug" válido que consta de letras, números, guiones bajos o guiones Unicode.
fi: Anna kelvollinen "slug", joka koostuu Unicode-kirjaimista, numeroista, alaviivoja tai yhdysmerkkejä.
fr: Entrez un « slug » valide composé de lettres Unicode, de chiffres, de traits de soulignement ou de traits d'union.
gu: યુનિકોડ અક્ષરો, સંખ્યાઓ, અન્ડરસ્કોર અથવા હાઇફન્સનો સમાવેશ કરતું માન્ય "સ્લગ" દાખલ કરો.
he: הזן "שבלול" חוקי המורכב מאותיות Unicode, מספרים, קווים תחתונים או מקפים.
hi: यूनिकोड अक्षरों, संख्याओं, अंडरस्कोर या हाइफ़न से युक्त एक वैध "स्लग" दर्ज करें।
id: Masukkan “slug” valid yang terdiri dari huruf Unicode, angka, garis bawah, atau tanda hubung.
it: Inserisci uno "slug" valido composto da lettere, numeri, trattini bassi o trattini Unicode.
ja: Unicode 文字、数字、アンダースコア、またはハイフンで構成される有効な「スラッグ」を入力します。
kn: ಯುನಿಕೋಡ್ ಅಕ್ಷರಗಳು, ಸಂಖ್ಯೆಗಳು, ಅಂಡರ್‌ಸ್ಕೋರ್‌ಗಳು ಅಥವಾ ಹೈಫನ್‌ಗಳನ್ನು ಒಳಗೊಂಡಿರುವ ಮಾನ್ಯವಾದ "ಸ್ಲಗ್" ಅನ್ನು ನಮೂದಿಸಿ.
ml: യൂണിക്കോഡ് അക്ഷരങ്ങൾ, അക്കങ്ങൾ, അടിവരകൾ അല്ലെങ്കിൽ ഹൈഫനുകൾ എന്നിവ അടങ്ങിയ സാധുവായ ഒരു "സ്ലഗ്" നൽകുക.
mr: युनिकोड अक्षरे, संख्या, अंडरस्कोअर किंवा हायफन असलेले वैध "स्लग" प्रविष्ट करा.
nl: Voer een geldige 'slug' in, bestaande uit Unicode-letters, cijfers, onderstrepingstekens of koppeltekens.
no: Skriv inn en gyldig «snegl» som består av Unicode-bokstaver, tall, understreking eller bindestrek.
or: ୟୁନିକୋଡ୍ ଅକ୍ଷର, ସଂଖ୍ୟା, ଅଣ୍ଡରସ୍କୋର୍, କିମ୍ବା ହାଇଫେନକୁ ନେଇ ଏକ ବ valid ଧ “ସ୍ଲଗ୍” ପ୍ରବେଶ କର |
pa: ਯੂਨੀਕੋਡ ਅੱਖਰ, ਨੰਬਰ, ਅੰਡਰਸਕੋਰ, ਜਾਂ ਹਾਈਫਨ ਵਾਲਾ ਇੱਕ ਵੈਧ "ਸਲੱਗ" ਦਾਖਲ ਕਰੋ।
pl: Wprowadź prawidłowy „korek” składający się z liter Unicode, cyfr, podkreśleń lub łączników.
pt: Insira um “slug” válido que consiste em letras, números, sublinhados ou hifens Unicode.
ru: Введите действительный «слаг», состоящий из букв Юникода, цифр, символов подчеркивания или дефисов.
sv: Ange en giltig "snigel" som består av Unicode-bokstäver, siffror, understreck eller bindestreck.
ta: யூனிகோட் எழுத்துக்கள், எண்கள், அடிக்கோடுகள் அல்லது ஹைபன்கள் அடங்கிய சரியான “ஸ்லக்கை” உள்ளிடவும்.
te: యూనికోడ్ అక్షరాలు, సంఖ్యలు, అండర్‌స్కోర్‌లు లేదా హైఫన్‌లతో కూడిన చెల్లుబాటు అయ్యే “స్లగ్”ని నమోదు చేయండి.
th: ป้อน “slug” ที่ถูกต้องซึ่งประกอบด้วยตัวอักษร Unicode ตัวเลข ขีดล่าง หรือขีดกลาง
tr: Unicode harflerden, rakamlardan, alt çizgilerden veya kısa çizgilerden oluşan geçerli bir "bilgi" girin.
vi: Nhập một “sên” hợp lệ bao gồm các chữ cái Unicode, số, dấu gạch dưới hoặc dấu gạch nối.

source: Enter a valid %(protocol)s address.
ar: أدخل عنوان %(بروتوكول)s صالحًا.
bn: একটি বৈধ %(প্রটোকল) এর ঠিকানা লিখুন।
da: Indtast en gyldig %(protokol)s adresse.
de: Geben Sie eine gültige %(Protokoll)s-Adresse ein.
el: Εισαγάγετε μια έγκυρη διεύθυνση %(protocol)s.
es: Introduzca una dirección de %(protocolo) válida.
fi: Anna kelvollinen %(protocol)s-osoite.
fr: Entrez une adresse %(protocole)s valide.
he: הזן כתובת %(protocol)s חוקית.
hi: एक वैध %(प्रोटोकॉल) पता दर्ज करें.
id: Masukkan alamat %(protokol) yang valid.
it: Inserisci un indirizzo %(protocollo)s valido.
ja: 有効な %(protocol)s アドレスを入力してください。
kn: ಮಾನ್ಯವಾದ %(ಪ್ರೋಟೋಕಾಲ್)s ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ.
ml: സാധുവായ %(പ്രോട്ടോക്കോൾ) വിലാസം നൽകുക.
mr: वैध %(प्रोटोकॉल) पत्ता प्रविष्ट करा.
nl: Voer een geldig %(protocol)s-adres in.
pa: ਇੱਕ ਵੈਧ %(ਪ੍ਰੋਟੋਕਾਲ) ਦਾ ਪਤਾ ਦਾਖਲ ਕਰੋ।
pl: Wprowadź prawidłowy adres %(protokołu).
pt: Insira um endereço %(protocolo)s válido.
ru: Введите действительный адрес %(протокола)s.
sv: Ange en giltig %(protokoll)s adress.
ta: சரியான %(நெறிமுறை)s முகவரியை உள்ளிடவும்.
te: చెల్లుబాటు అయ్యే %(ప్రోటోకాల్)ల చిరునామాను నమోదు చేయండి.
th: ป้อนที่อยู่ %(protocol)s ที่ถูกต้อง
tr: Geçerli bir %(protocol)s adresi girin.
vi: Nhập địa chỉ %(giao thức)s hợp lệ.

source: IPv4
ar: IPvch
bn: আইপিভিচ
da: IPvch
de: IPvch
el: Ipvch
es: ipvch
fi: Ipvch
fr: Ipvch
he: IPvch
hi: आईपीवीसीएच
id: IPvch
it: Ipvch
ja: Ipvch
kn: Ipvch
ml: Ipvch
mr: Ipvch
nl: Ipvch
pa: ਆਈਪੀਵੀਚ
pl: Ipvch
pt: Ipvch
ru: ИПВЧ
sv: Ipvch
ta: Ipvch
te: Ipvch
th: ไอพีวีช
tr: ipvch
vi: ipvch

source: IPv6
ar: إيبفش
bn: Ipvsh
da: Ipvsh
de: IPvsh
el: Ipvsh
es: ipvsh
fi: Ipvsh
fr: IPvsh
he: Ipvsh
hi: आईपीवीएसएच
id: Ipvsh
it: IPVSH
ja: イプヴシュ
kn: Ipvsh
ml: Ipvsh
mr: Ipvsh
nl: Ipvsh
pa: Ipvsh
pl: Ipvsh
pt: Ipvsh
ru: ИПВШ
sv: Ipvsh
ta: Ipvsh
te: Ipvsh
th: ไอพีวีช
tr: ipvsh
vi: ipvsh

source: IPv4 or IPv6
ar: IPv4 أو IPv6
bn: IPv4 বা IPv6
da: IPv4 eller IPv6
de: IPv4 oder IPv6
el: IPv4 ή IPv6
es: IPv4 o IPv6
fi: IPv4 tai IPv6
fr: IPv4 ou IPv6
he: IPv4 או IPv6
hi: आईपीवी4 या आईपीवी6
id: IPv4 atau IPv6
it: IPv4 o IPv6
ja: IPv4 または IPv6
kn: IPv4 ಅಥವಾ IPv6
ml: IPv4 അല്ലെങ്കിൽ IPv6
mr: IPv4 किंवा IPv6
nl: IPv4 of IPv6
pa: IPv4 ਜਾਂ IPv6
pl: IPv4 lub IPv6
pt: IPv4 ou IPv6
ru: IPv4 или IPv6
sv: IPv4 eller IPv6
ta: IPv4 அல்லது IPv6
te: IPv4 లేదా IPv6
th: IPv4 หรือ IPv6
tr: IPv4 veya IPv6
vi: IPv4 hoặc IPv6

source: Enter only digits separated by commas.
ar: أدخل فقط أرقامًا مفصولة بفواصل.
bn: কমা দ্বারা পৃথক করা শুধুমাত্র সংখ্যা লিখুন.
da: Indtast kun cifre adskilt af kommaer.
de: Geben Sie nur durch Kommas getrennte Ziffern ein.
el: Εισαγάγετε μόνο ψηφία διαχωρισμένα με κόμμα.
es: Introduzca sólo dígitos separados por comas.
fi: Syötä vain pilkuilla erotettuja numeroita.
fr: Saisissez uniquement des chiffres séparés par des virgules.
gu: અલ્પવિરામ દ્વારા વિભાજિત માત્ર અંકો દાખલ કરો.
he: הזן רק ספרות מופרדות בפסיקים.
hi: केवल अल्पविराम से अलग किए गए अंक दर्ज करें।
id: Masukkan hanya angka yang dipisahkan dengan koma.
it: Inserisci solo cifre separate da virgole.
ja: カンマで区切られた数字のみを入力してください。
kn: ಅಲ್ಪವಿರಾಮದಿಂದ ಬೇರ್ಪಡಿಸಿದ ಅಂಕೆಗಳನ್ನು ಮಾತ್ರ ನಮೂದಿಸಿ.
ml: കോമകളാൽ വേർതിരിച്ച അക്കങ്ങൾ മാത്രം നൽകുക.
mr: स्वल्पविरामाने विभक्त केलेले फक्त अंक प्रविष्ट करा.
nl: Voer alleen cijfers in, gescheiden door komma's.
no: Skriv bare inn sifre atskilt med komma.
or: କେବଳ କମା ଦ୍ୱାରା ପୃଥକ ଅଙ୍କ ପ୍ରବେଶ କରନ୍ତୁ |
pa: ਕਾਮਿਆਂ ਨਾਲ ਵੱਖ ਕੀਤੇ ਸਿਰਫ਼ ਅੰਕ ਦਾਖਲ ਕਰੋ।
pl: Wpisz tylko cyfry oddzielone przecinkami.
pt: Insira apenas dígitos separados por vírgulas.
ru: Введите только цифры, разделенные запятыми.
sv: Ange endast siffror separerade med kommatecken.
ta: காற்புள்ளிகளால் பிரிக்கப்பட்ட இலக்கங்களை மட்டும் உள்ளிடவும்.
te: కామాలతో వేరు చేయబడిన అంకెలను మాత్రమే నమోదు చేయండి.
th: ป้อนเฉพาะตัวเลขโดยคั่นด้วยเครื่องหมายจุลภาค
tr: Yalnızca virgülle ayrılmış rakamları girin.
vi: Chỉ nhập các chữ số cách nhau bằng dấu phẩy.

source: Ensure this value is %(limit_value)s (it is %(show_value)s).
ar: تأكد من أن هذه القيمة هي %(limit_value)s (إنها %(show_value)s).
bn: নিশ্চিত করুন যে এই মানটি %(limit_value)s (এটি হল %(show_value)s)।
da: Sørg for, at denne værdi er %(limit_value)s (det er %(show_value)s).
de: Stellen Sie sicher, dass dieser Wert %(limit_value)s ist (er ist %(show_value)s).
el: Βεβαιωθείτε ότι αυτή η τιμή είναι %(limit_value)s (είναι %(show_value)s).
es: Asegúrese de que este valor sea %(limit_value)s (es %(show_value)s).
fi: Varmista, että tämä arvo on %(limit_value)s (se on %(show_value)s).
fr: Assurez-vous que cette valeur est %(limit_value)s (c'est %(show_value)s).
gu: ખાતરી કરો કે આ મૂલ્ય %(limit_value)s છે (તે %(show_value)s છે).
he: ודא שהערך הזה הוא %(limit_value)s (הוא %(show_value)s).
hi: सुनिश्चित करें कि यह मान %(limit_value)s है (यह %(show_value)s है)।
id: Pastikan nilai ini adalah %(limit_value)s (yaitu %(show_value)s).
it: Assicurati che questo valore sia %(limit_value)s (è %(show_value)s).
ja: この値が %(limit_value)s であることを確認してください (%(show_value)s です)。
kn: ಈ ಮೌಲ್ಯವು %(limit_value)s (ಇದು %(show_value)s) ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.
ml: ഈ മൂല്യം %(limit_value)s ആണെന്ന് ഉറപ്പാക്കുക (ഇത് %(show_value)s ആണ്).
mr: हे मूल्य %(limit_value)s (ते %(show_value)s आहे) असल्याची खात्री करा.
nl: Zorg ervoor dat deze waarde %(limit_value)s is (het is %(show_value)s).
no: Sørg for at denne verdien er %(limit_value)s (den er %(show_value)s).
or: ନିଶ୍ଚିତ କରନ୍ତୁ ଯେ ଏହି ମୂଲ୍ୟ %(limit_value)s ଅଟେ (ଏହା %(show_value)s) |
pa: ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਇਹ ਮੁੱਲ %(limit_value)s ਹੈ (ਇਹ %(show_value)s ਹੈ)।
pl: Upewnij się, że ta wartość to %(limit_value)s (jest to %(show_value)s).
pt: Certifique-se de que este valor seja %(limit_value)s (é %(show_value)s).
ru: Убедитесь, что это значение равно %(limit_value)s (это %(show_value)s).
sv: Se till att detta värde är %(limit_value)s (det är %(show_value)s).
ta: இந்த மதிப்பு %(limit_value)s (இது %(show_value)s) என்பதை உறுதிசெய்யவும்.
te: ఈ విలువ %(limit_value)s (ఇది %(show_value)s) అని నిర్ధారించుకోండి.
th: ตรวจสอบให้แน่ใจว่าค่านี้คือ %(limit_value)s (คือ %(show_value)s)
tr: Bu değerin %(limit_value)s olduğundan emin olun (bu %(show_value)s).
vi: Đảm bảo giá trị này là %(limit_value)s (nó là %(show_value)s).

source: Ensure this value is less than or equal to %(limit_value)s.
ar: تأكد من أن هذه القيمة أقل من أو تساوي %(limit_value)s.
bn: নিশ্চিত করুন যে এই মানটি %(limit_value)s এর থেকে কম বা সমান।
da: Sørg for, at denne værdi er mindre end eller lig med %(limit_value)s.
de: Stellen Sie sicher, dass dieser Wert kleiner oder gleich %(limit_value)s ist.
el: Βεβαιωθείτε ότι αυτή η τιμή είναι μικρότερη ή ίση με %(limit_value)s.
es: Asegúrese de que este valor sea menor o igual a %(limit_value)s.
fi: Varmista, että tämä arvo on pienempi tai yhtä suuri kuin %(limit_value)s.
fr: Assurez-vous que cette valeur est inférieure ou égale à %(limit_value)s.
gu: ખાતરી કરો કે આ મૂલ્ય %(limit_value)s કરતાં ઓછું અથવા તેની બરાબર છે.
he: ודא שערך זה קטן או שווה ל-%(limit_value)s.
hi: सुनिश्चित करें कि यह मान %(limit_value)s से कम या उसके बराबर है।
id: Pastikan nilai ini kurang dari atau sama dengan %(limit_value)s.
it: Assicurati che questo valore sia inferiore o uguale a %(limit_value)s.
ja: この値が %(limit_value)s 以下であることを確認してください。
kn: ಈ ಮೌಲ್ಯವು %(limit_value)s ಗಿಂತ ಕಡಿಮೆ ಅಥವಾ ಸಮವಾಗಿದೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.
ml: ഈ മൂല്യം %(limit_value)s-ൽ കുറവോ തുല്യമോ ആണെന്ന് ഉറപ്പാക്കുക.
mr: हे मूल्य %(limit_value)s पेक्षा कमी किंवा समान असल्याची खात्री करा.
nl: Zorg ervoor dat deze waarde kleiner is dan of gelijk is aan %(limit_value)s.
no: Sørg for at denne verdien er mindre enn eller lik %(limit_value)s.
or: ନିଶ୍ଚିତ କରନ୍ତୁ ଯେ ଏହି ମୂଲ୍ୟ {than ଠାରୁ କମ୍ କିମ୍ବା ସମାନ |
pa: ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਇਹ ਮੁੱਲ %(limit_value)s ਤੋਂ ਘੱਟ ਜਾਂ ਬਰਾਬਰ ਹੈ।
pl: Upewnij się, że ta wartość jest mniejsza lub równa %(limit_value)s.
pt: Certifique-se de que esse valor seja menor ou igual a %(limit_value)s.
ru: Убедитесь, что это значение меньше или равно %(limit_value)s.
sv: Se till att detta värde är mindre än eller lika med %(limit_value)s.
ta: இந்த மதிப்பு %(limit_value)s ஐ விட குறைவாகவோ அல்லது சமமாகவோ இருப்பதை உறுதிசெய்யவும்.
te: ఈ విలువ %(limit_value)s కంటే తక్కువగా లేదా సమానంగా ఉందని నిర్ధారించుకోండి.
th: ตรวจสอบให้แน่ใจว่าค่านี้น้อยกว่าหรือเท่ากับ %(limit_value)s
tr: Bu değerin %(limit_value)s değerinden küçük veya ona eşit olduğundan emin olun.
vi: Đảm bảo giá trị này nhỏ hơn hoặc bằng %(limit_value)s.

source: Ensure this value is greater than or equal to %(limit_value)s.
ar: تأكد من أن هذه القيمة أكبر من أو تساوي %(limit_value)s.
bn: নিশ্চিত করুন যে এই মানটি %(limit_value)s এর থেকে বেশি বা সমান।
da: Sørg for, at denne værdi er større end eller lig med %(limit_value)s.
de: Stellen Sie sicher, dass dieser Wert größer oder gleich %(limit_value)s ist.
el: Βεβαιωθείτε ότι αυτή η τιμή είναι μεγαλύτερη ή ίση με %(limit_value)s.
es: Asegúrese de que este valor sea mayor o igual a %(limit_value)s.
fi: Varmista, että tämä arvo on suurempi tai yhtä suuri kuin %(limit_value)s.
fr: Assurez-vous que cette valeur est supérieure ou égale à %(limit_value)s.
gu: ખાતરી કરો કે આ મૂલ્ય %(limit_value)s કરતા વધારે અથવા તેની બરાબર છે.
he: ודא שערך זה גדול או שווה ל-%(limit_value)s.
hi: सुनिश्चित करें कि यह मान %(limit_value)s से अधिक या उसके बराबर है।
id: Pastikan nilai ini lebih besar atau sama dengan %(limit_value)s.
it: Assicurati che questo valore sia maggiore o uguale a %(limit_value)s.
ja: この値が %(limit_value)s 以上であることを確認してください。
kn: ಈ ಮೌಲ್ಯವು %(limit_value)s ಗಿಂತ ಹೆಚ್ಚಿದೆ ಅಥವಾ ಸಮವಾಗಿದೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.
ml: ഈ മൂല്യം %(limit_value)s-നേക്കാൾ വലുതോ തുല്യമോ ആണെന്ന് ഉറപ്പാക്കുക.
mr: हे मूल्य %(limit_value)s पेक्षा मोठे किंवा समान असल्याची खात्री करा.
nl: Zorg ervoor dat deze waarde groter is dan of gelijk is aan %(limit_value)s.
no: Sørg for at denne verdien er større enn eller lik %(limit_value)s.
or: ନିଶ୍ଚିତ କରନ୍ତୁ ଯେ ଏହି ମୂଲ୍ୟ {than ଠାରୁ ବଡ କିମ୍ବା ସମାନ |
pa: ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਇਹ ਮੁੱਲ %(limit_value)s ਤੋਂ ਵੱਧ ਜਾਂ ਬਰਾਬਰ ਹੈ।
pl: Upewnij się, że ta wartość jest większa lub równa %(limit_value)s.
pt: Certifique-se de que esse valor seja maior ou igual a %(limit_value)s.
ru: Убедитесь, что это значение больше или равно %(limit_value)s.
sv: Se till att detta värde är större än eller lika med %(limit_value)s.
ta: இந்த மதிப்பு %(limit_value)s ஐ விட அதிகமாகவோ அல்லது சமமாகவோ இருப்பதை உறுதி செய்யவும்.
te: ఈ విలువ %(limit_value)s కంటే ఎక్కువగా లేదా సమానంగా ఉందని నిర్ధారించుకోండి.
th: ตรวจสอบให้แน่ใจว่าค่านี้มากกว่าหรือเท่ากับ %(limit_value)s
tr: Bu değerin %(limit_value)s değerinden büyük veya ona eşit olduğundan emin olun.
vi: Đảm bảo giá trị này lớn hơn hoặc bằng %(limit_value)s.

source: Ensure this value is a multiple of step size %(limit_value)s.
ar: تأكد من أن هذه القيمة من مضاعفات حجم الخطوة %(limit_value)s.
bn: নিশ্চিত করুন যে এই মানটি ধাপের আকার %(limit_value)s এর একাধিক।
da: Sørg for, at denne værdi er et multiplum af trinstørrelse %(limit_value)s.
de: Stellen Sie sicher, dass dieser Wert ein Vielfaches der Schrittgröße %(limit_value)s ist.
el: Βεβαιωθείτε ότι αυτή η τιμή είναι πολλαπλάσιο του μεγέθους βήματος %(limit_value)s.
es: Asegúrese de que este valor sea un múltiplo del tamaño del paso %(limit_value)s.
fi: Varmista, että tämä arvo on askelkoon %(limit_value)s kerrannainen.
fr: Assurez-vous que cette valeur est un multiple de la taille de pas %(limit_value)s.
gu: ખાતરી કરો કે આ મૂલ્ય સ્ટેપ સાઇઝ %(limit_value)sનો બહુવિધ છે.
he: ודא שהערך הזה הוא כפולה של גודל הצעד %(limit_value)s.
hi: सुनिश्चित करें कि यह मान चरण आकार %(limit_value)s का गुणज है।
id: Pastikan nilai ini merupakan kelipatan ukuran langkah %(limit_value)s.
it: Assicurati che questo valore sia un multiplo della dimensione del passo %(limit_value)s.
ja: この値がステップ サイズ %(limit_value)s の倍数であることを確認してください。
kn: ಈ ಮೌಲ್ಯವು ಹಂತದ ಗಾತ್ರ %(limit_value)s ನ ಗುಣಕವಾಗಿದೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.
ml: ഈ മൂല്യം സ്റ്റെപ്പ് സൈസ് %(limit_value)s-ൻ്റെ ഗുണിതമാണെന്ന് ഉറപ്പാക്കുക.
mr: हे मूल्य चरण आकार %(limit_value)s चे गुणाकार असल्याची खात्री करा.
nl: Zorg ervoor dat deze waarde een veelvoud is van de stapgrootte %(limit_value)s.
no: Sørg for at denne verdien er et multiplum av trinnstørrelse %(limit_value)s.
or: ନିଶ୍ଚିତ କରନ୍ତୁ ଯେ ଏହି ମୂଲ୍ୟଟି step ଷ୍ଟେପ୍ ସାଇଜ୍ ର ଏକାଧିକ ଅଟେ |
pa: ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਇਹ ਮੁੱਲ ਸਟੈਪ ਸਾਈਜ਼ %(limit_value)s ਦਾ ਗੁਣਜ ਹੈ।
pl: Upewnij się, że ta wartość jest wielokrotnością wielkości kroku %(wartość_limitu)s.
pt: Certifique-se de que esse valor seja um múltiplo do tamanho da etapa %(limit_value)s.
ru: Убедитесь, что это значение кратно размеру шага %(limit_value)s.
sv: Se till att detta värde är en multipel av stegstorlek %(limit_value)s.
ta: இந்த மதிப்பு படி அளவு %(limit_value)s இன் பெருக்கல் என்பதை உறுதிப்படுத்தவும்.
te: ఈ విలువ దశల పరిమాణం %(limit_value)s యొక్క గుణకం అని నిర్ధారించుకోండి.
th: ตรวจสอบให้แน่ใจว่าค่านี้เป็นจำนวนเท่าของขนาดขั้นตอน %(limit_value)s
tr: Bu değerin %(limit_value)s adım boyutunun katı olduğundan emin olun.
vi: Đảm bảo giá trị này là bội số của kích thước bước %(limit_value)s.

source: Ensure this value is a multiple of step size %(limit_value)s, starting from %(offset)s, e.g. %(offset)s, %(valid_value1)s, %(valid_value2)s, and so on.
ar: تأكد من أن هذه القيمة هي من مضاعفات حجم الخطوة %(limit_value)s، بدءًا من %(offset)s، على سبيل المثال. %(إزاحة)s، %(valid_value1)s، %(valid_value2)s، وما إلى ذلك.
bn: নিশ্চিত করুন যে এই মানটি ধাপের আকার %(limit_value)s এর একাধিক, %(অফসেট)s থেকে শুরু করে, যেমন %(অফসেট)s, %(valid_value1)s, %(valid_value2)s, ইত্যাদি।
da: Sørg for, at denne værdi er et multiplum af trinstørrelse %(limit_value)s, startende fra %(offset)s, f.eks. %(offset)s, %(valid_value1)s, %(valid_value2)s, og så videre.
de: Stellen Sie sicher, dass dieser Wert ein Vielfaches der Schrittgröße %(limit_value)s ist, beginnend bei %(offset)s, z. B. %(offset)s, %(valid_value1)s, %(valid_value2)s und so weiter.
el: Βεβαιωθείτε ότι αυτή η τιμή είναι πολλαπλάσιο του μεγέθους βήματος %(limit_value)s, ξεκινώντας από το %(offset)s, π.χ. %(offset)s, %(valid_value1)s, %(valid_value2)s και ούτω καθεξής.
es: Asegúrese de que este valor sea un múltiplo del tamaño del paso %(limit_value)s, comenzando desde %(offset)s, p. %(offset)s, %(valid_value1)s, %(valid_value2)s, etc.
fi: Varmista, että tämä arvo on askelkoon %(limit_value)s monikerta, alkaen %(offset)s, esim. %(offset)s, %(valid_value1)s, %(valid_value2)s ja niin edelleen.
fr: Assurez-vous que cette valeur est un multiple de la taille de pas %(limit_value)s, à partir de %(offset)s, par ex. %(offset)s, %(valid_value1)s, %(valid_value2)s, etc.
gu: ખાતરી કરો કે આ મૂલ્ય %(limit_value)s થી શરૂ કરીને, સ્ટેપ સાઇઝ %(offset)s નો બહુવિધ છે, દા.ત. %(offset)s, %(valid_value1)s, %(valid_value2)s, અને તેથી વધુ.
he: ודא שערך זה הוא כפולה של גודל הצעד %(limit_value)s, החל מ-%(offset)s, למשל. %(offset)s, %(valid_value1)s, %(valid_value2)s וכן הלאה.
hi: सुनिश्चित करें कि यह मान चरण आकार %(limit_value)s का गुणज है, जो %(offset)s से शुरू होता है, उदाहरण के लिए %(ऑफसेट)s, %(valid_value1)s, %(valid_value2)s, इत्यादि।
id: Pastikan nilai ini merupakan kelipatan ukuran langkah %(limit_value)s, mulai dari %(offset)s, mis. %(offset)s, %(valid_value1)s, %(valid_value2)s, dan seterusnya.
it: Assicurati che questo valore sia un multiplo della dimensione del passo %(limit_value)s, a partire da %(offset)s, ad es. %(offset)s, %(valid_value1)s, %(valid_value2)s e così via.
ja: この値が %(offset)s から始まるステップ サイズ %(limit_value)s の倍数であることを確認してください。 %(offset)s、%(valid_value1)s、%(valid_value2)s など。
kn: ಈ ಮೌಲ್ಯವು ಹಂತ ಗಾತ್ರದ %(limit_value)s ನ ಗುಣಕವಾಗಿದೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ, %(offset)s ನಿಂದ ಪ್ರಾರಂಭವಾಗುತ್ತದೆ, ಉದಾ. %(offset)s, %(valid_value1)s, %(valid_value2)s, ಇತ್ಯಾದಿ.
ml: ഈ മൂല്യം %(ഓഫ്‌സെറ്റ്)s മുതൽ ആരംഭിക്കുന്ന ഘട്ടം വലുപ്പം %(limit_value)s-ൻ്റെ ഗുണിതമാണെന്ന് ഉറപ്പാക്കുക, ഉദാ. %(offset)s, %(valid_value1)s, %(valid_value2)s, തുടങ്ങിയവ.
mr: हे मूल्य चरण आकार %(limit_value)s चे गुणाकार असल्याची खात्री करा, %(offset)s पासून सुरू होत आहे, उदा. %(ऑफसेट)s, %(valid_value1)s, %(valid_value2)s, इ.
nl: Zorg ervoor dat deze waarde een veelvoud is van stapgrootte %(limit_value)s, beginnend bij %(offset)s, b.v. %(offset)s, %(valid_value1)s, %(valid_value2)s, enzovoort.
no: Sørg for at denne verdien er et multiplum av trinnstørrelse %(limit_value)s, fra %(offset)s, f.eks. %(offset)s, %(valid_value1)s, %(valid_value2)s og så videre.
or: ନିଶ୍ଚିତ କରନ୍ତୁ ଯେ ଏହି ମୂଲ୍ୟ step} ଠାରୁ ଆରମ୍ଭ କରି ଷ୍ଟେପ୍ ସାଇଜ୍ %(limit_value)s ର ଏକାଧିକ ଅଟେ | %(offset)s, %(offset)s, %(valid_value1)s, ଏବଂ ଇତ୍ୟାଦି |
pa: ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਇਹ ਮੁੱਲ ਸਟੈਪ ਸਾਈਜ਼ %(limit_value)s ਦਾ ਗੁਣਕ ਹੈ, %(offset)s ਤੋਂ ਸ਼ੁਰੂ ਹੁੰਦਾ ਹੈ, ਉਦਾਹਰਨ ਲਈ %(ਆਫਸੈੱਟ)s, %(valid_value1)s, %(valid_value2)s, ਅਤੇ ਹੋਰ।
pl: Upewnij się, że ta wartość jest wielokrotnością wielkości kroku %(wartość_limitu)s, zaczynając od %(offset)s, np. %(offset)s, %(valid_value1)s, %(valid_value2)s i tak dalej.
pt: Certifique-se de que este valor seja um múltiplo do tamanho do passo %(limit_value)s, começando em %(offset)s, por exemplo. %(offset)s, %(valid_value1)s, %(valid_value2)se assim por diante.
ru: Убедитесь, что это значение кратно размеру шага %(limit_value)s, начиная с %(offset)s, например %(смещение)s, %(valid_value1)s, %(valid_value2)s и т. д.
sv: Se till att detta värde är en multipel av stegstorlek %(limit_value)s, med början från %(offset)s, t.ex. %(offset)s, %(valid_value1)s, %(valid_value2)s och så vidare.
ta: இந்த மதிப்பு, %(offset)s இலிருந்து தொடங்கி, படி அளவு %(limit_value)s இன் பெருக்கல் என்பதை உறுதிசெய்யவும், எ.கா. %(offset)s, %(valid_value1)s, %(valid_value2)s, மற்றும் பல.
te: ఈ విలువ దశల పరిమాణం %(limit_value)s యొక్క గుణకం అని నిర్ధారించుకోండి, %(offset)s నుండి మొదలవుతుంది, ఉదా. %(ఆఫ్‌సెట్)లు, %(valid_value1)s, %(valid_value2)s మరియు మొదలైనవి.
th: ตรวจสอบให้แน่ใจว่าค่านี้เป็นจำนวนทวีคูณของขนาดขั้นตอน %(limit_value)s โดยเริ่มจาก %(offset)s เช่น %(offset)s, %(valid_value1)s, %(valid_value2)s และอื่นๆ
tr: Bu değerin %(offset)s'den başlayarak %(limit_value)s adım boyutunun katı olduğundan emin olun, ör. %(offset)s, %(valid_value1)s, %(valid_value2)s, vb.
vi: Đảm bảo giá trị này là bội số của kích thước bước %(limit_value)s, bắt đầu từ %(offset)s, ví dụ: %(offset)s, %(valid_value1)s, %(valid_value2)s, v.v.

source: Enter a number.
ar: أدخل رقما.
bn: একটি নম্বর লিখুন।
da: Indtast et tal.
de: Geben Sie eine Zahl ein.
el: Εισαγάγετε έναν αριθμό.
es: Introduzca un número.
fi: Syötä numero.
fr: Entrez un numéro.
gu: નંબર દાખલ કરો.
he: הזן מספר.
hi: एक नंबर दर्ज करें.
id: Masukkan nomor.
it: Inserisci un numero.
ja: 数字を入力してください。
kn: ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ.
ml: ഒരു നമ്പർ നൽകുക.
mr: एक नंबर प्रविष्ट करा.
nl: Voer een nummer in.
no: Skriv inn et tall.
or: ଏକ ସଂଖ୍ୟା ପ୍ରବେଶ କରନ୍ତୁ |
pa: ਕੋਈ ਨੰਬਰ ਦਾਖਲ ਕਰੋ।
pl: Wprowadź numer.
pt: Digite um número.
ru: Введите номер.
sv: Ange ett nummer.
ta: எண்ணை உள்ளிடவும்.
te: సంఖ్యను నమోదు చేయండి.
th: ป้อนตัวเลข
tr: Bir sayı girin.
vi: Nhập một số.
