Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Attendance threshold must be set when using 'Meet Attendance Requirement' completion criteria.
ar: يجب تعيين حد الحضور عند استخدام معايير الإكمال "تلبية متطلبات الحضور".
bn: 'মিট অ্যাটেনডেন্স রিকোয়ারমেন্ট' সমাপ্তির মানদণ্ড ব্যবহার করার সময় উপস্থিতি থ্রেশহোল্ড অবশ্যই সেট করতে হবে।
da: Tilstedeværelsestærskel skal indstilles, når du bruger fuldførelseskriterier for 'Opfyld deltagelseskrav'.
de: Bei Verwendung des Abschlusskriteriums „Anwesenheitsanforderung erfüllen“ muss ein Anwesenheitsschwellenwert festgelegt werden.
el: Το όριο συμμετοχής πρέπει να ορίζεται κατά τη χρήση των κριτηρίων ολοκλήρωσης του 'Meet Attendance Requirement'.
es: Se debe establecer un umbral de asistencia cuando se utilizan los criterios de finalización "Cumplir con los requisitos de asistencia".
fi: Läsnäolokynnys on asetettava käytettäessä 'Täytä läsnäolovaatimus' -täyttöehtoja.
fr: Le seuil de présence doit être défini lors de l'utilisation des critères de complétion « Satisfaire aux exigences de présence ».
he: יש להגדיר את סף הנוכחות בעת שימוש בקריטריונים להשלמת 'עומד בדרישת נוכחות'.
hi: 'उपस्थिति आवश्यकता को पूरा करें' पूर्णता मानदंड का उपयोग करते समय उपस्थिति सीमा निर्धारित की जानी चाहिए।
id: Ambang batas kehadiran harus ditetapkan ketika menggunakan kriteria penyelesaian 'Memenuhi Persyaratan Kehadiran'.
it: La soglia di partecipazione deve essere impostata quando si utilizzano i criteri di completamento "Soddisfa i requisiti di partecipazione".
ja: 「出席要件を満たす」完了基準を使用する場合は、出席しきい値を設定する必要があります。
kn: 'ಮೀಟ್ ಅಟೆಂಡೆನ್ಸ್ ರಿಕ್ವೈರ್ಮೆಂಟ್' ಪೂರ್ಣಗೊಳಿಸುವ ಮಾನದಂಡವನ್ನು ಬಳಸುವಾಗ ಹಾಜರಾತಿ ಮಿತಿಯನ್ನು ಹೊಂದಿಸಬೇಕು.
ml: 'മെറ്റ് അറ്റൻഡൻസ് റിക്വയർമെൻ്റ്' പൂർത്തിയാക്കൽ മാനദണ്ഡം ഉപയോഗിക്കുമ്പോൾ ഹാജർ പരിധി സജ്ജീകരിച്ചിരിക്കണം.
mr: 'मीट अटेंडन्स रिक्वायरमेंट' पूर्ण करण्याचे निकष वापरताना उपस्थितीची मर्यादा सेट करणे आवश्यक आहे.
nl: De aanwezigheidsdrempel moet worden ingesteld bij gebruik van de voltooiingscriteria 'Voldoen aan aanwezigheidsvereiste'.
pa: 'ਹਾਜ਼ਰੀ ਦੀ ਲੋੜ ਨੂੰ ਪੂਰਾ ਕਰੋ' ਨੂੰ ਪੂਰਾ ਕਰਨ ਦੇ ਮਾਪਦੰਡ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਸਮੇਂ ਹਾਜ਼ਰੀ ਦੀ ਥ੍ਰੈਸ਼ਹੋਲਡ ਸੈੱਟ ਕੀਤੀ ਜਾਣੀ ਚਾਹੀਦੀ ਹੈ।
pl: W przypadku korzystania z kryteriów ukończenia „Spełnij wymagania dotyczące obecności” należy ustawić próg obecności.
pt: O limite de frequência deve ser definido ao usar os critérios de conclusão 'Atender ao requisito de frequência'.
ru: Порог посещаемости должен быть установлен при использовании критериев завершения «Соответствие требованиям посещаемости».
sv: Närvaronströskeln måste ställas in när du använder slutförandekriterierna för 'Uppfyll närvarokrav'.
ta: 'அட்டெண்டன்ஸ் தேவையைப் பூர்த்தி செய்' நிறைவு அளவுகோலைப் பயன்படுத்தும் போது வருகை வரம்பு அமைக்கப்பட வேண்டும்.
te: 'హాజరు ఆవశ్యకతను కలుసుకోండి' పూర్తి ప్రమాణాలను ఉపయోగిస్తున్నప్పుడు హాజరు థ్రెషోల్డ్ తప్పనిసరిగా సెట్ చేయబడాలి.
th: ต้องกำหนดเกณฑ์การเข้าร่วมเมื่อใช้เกณฑ์การสำเร็จ 'ตรงตามข้อกำหนดการเข้าร่วม'
tr: 'Devamlılık Gereksinimini Karşılayın' tamamlama kriterleri kullanılırken katılım eşiği ayarlanmalıdır.
vi: Ngưỡng tham dự phải được đặt khi sử dụng tiêu chí hoàn thành 'Đáp ứng yêu cầu tham gia'.

source: Cannot change delivery type for an ongoing delivery.
ar: لا يمكن تغيير نوع التسليم للتسليم المستمر.
bn: চলমান ডেলিভারির জন্য ডেলিভারির ধরন পরিবর্তন করা যাবে না।
da: Kan ikke ændre leveringstype for en igangværende levering.
de: Der Liefertyp für eine laufende Lieferung kann nicht geändert werden.
el: Δεν είναι δυνατή η αλλαγή του τύπου παράδοσης για μια παράδοση σε εξέλιξη.
es: No se puede cambiar el tipo de entrega para una entrega en curso.
fi: Meneillään olevan toimituksen toimitustyyppiä ei voi muuttaa.
fr: Impossible de modifier le type de livraison pour une livraison en cours.
he: לא ניתן לשנות את סוג המשלוח עבור משלוח מתמשך.
hi: चालू डिलीवरी के लिए डिलीवरी प्रकार नहीं बदला जा सकता।
id: Tidak dapat mengubah jenis pengiriman untuk pengiriman yang sedang berlangsung.
it: Impossibile modificare il tipo di consegna per una consegna in corso.
ja: 進行中の配信の配信タイプを変更することはできません。
kn: ನಡೆಯುತ್ತಿರುವ ವಿತರಣೆಗಾಗಿ ಡೆಲಿವರಿ ಪ್ರಕಾರವನ್ನು ಬದಲಾಯಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.
ml: നടന്നുകൊണ്ടിരിക്കുന്ന ഡെലിവറിക്കായി ഡെലിവറി തരം മാറ്റാൻ കഴിയില്ല.
mr: चालू वितरणासाठी वितरण प्रकार बदलू शकत नाही.
nl: Kan het leveringstype niet wijzigen voor een lopende levering.
pa: ਚੱਲ ਰਹੀ ਡਿਲੀਵਰੀ ਲਈ ਡਿਲੀਵਰੀ ਕਿਸਮ ਨੂੰ ਬਦਲਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।
pl: Nie można zmienić typu dostawy w przypadku dostawy trwającej.
pt: Não é possível alterar o tipo de entrega para uma entrega em andamento.
ru: Невозможно изменить тип доставки для текущей доставки.
sv: Kan inte ändra leveranstyp för en pågående leverans.
ta: தற்போதைய டெலிவரிக்கு டெலிவரி வகையை மாற்ற முடியாது.
te: కొనసాగుతున్న డెలివరీ కోసం డెలివరీ రకాన్ని మార్చలేరు.
th: ไม่สามารถเปลี่ยนประเภทการจัดส่งสำหรับการจัดส่งที่กำลังดำเนินอยู่
tr: Devam eden bir teslimat için teslimat türü değiştirilemez.
vi: Không thể thay đổi loại phân phối cho phân phối liên tục.

source: Program delivery cannot have a course associated.
ar: لا يمكن أن يكون لتسليم البرنامج دورة تدريبية مرتبطة به.
bn: প্রোগ্রাম ডেলিভারি সম্পর্কিত একটি কোর্স থাকতে পারে না.
da: Programlevering kan ikke have et kursus tilknyttet.
de: Der Programmbereitstellung darf kein Kurs zugeordnet sein.
el: Η παράδοση του προγράμματος δεν μπορεί να έχει συσχετισμένο μάθημα.
es: La entrega del programa no puede tener un curso asociado.
fi: Ohjelmaan ei voi liittää kurssia.
fr: La prestation du programme ne peut pas être associée à un cours.
he: לא ניתן לשייך קורס להעברת התוכנית.
hi: प्रोग्राम डिलीवरी में कोई पाठ्यक्रम संबद्ध नहीं हो सकता।
id: Penyampaian program tidak boleh dikaitkan dengan kursus.
it: La consegna del programma non può avere un corso associato.
ja: プログラム配信にコースを関連付けることはできません。
kn: ಕಾರ್ಯಕ್ರಮದ ವಿತರಣೆಯು ಕೋರ್ಸ್ ಅನ್ನು ಸಂಯೋಜಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.
ml: പ്രോഗ്രാം ഡെലിവറിയുമായി ബന്ധപ്പെട്ട ഒരു കോഴ്സ് ഉണ്ടാകരുത്.
mr: कार्यक्रम वितरणाशी संबंधित अभ्यासक्रम असू शकत नाही.
nl: Aan de programmalevering kan geen cursus zijn gekoppeld.
pa: ਪ੍ਰੋਗਰਾਮ ਡਿਲੀਵਰੀ ਨਾਲ ਸਬੰਧਤ ਕੋਈ ਕੋਰਸ ਨਹੀਂ ਹੋ ਸਕਦਾ।
pl: Realizacja programu nie może być powiązana z kursem.
pt: A entrega do programa não pode ter um curso associado.
ru: Доставка программы не может быть связана с курсом.
sv: Programleverans kan inte ha en kurs kopplad.
ta: நிரல் வழங்குதலுடன் தொடர்புடைய பாடநெறி இருக்கக்கூடாது.
te: ప్రోగ్రామ్ డెలివరీకి అనుబంధిత కోర్సు ఉండకూడదు.
th: การส่งมอบโปรแกรมไม่สามารถมีหลักสูตรที่เกี่ยวข้องได้
tr: Program sunumunun ilişkilendirilmiş bir kursu olamaz.
vi: Việc phân phối chương trình không thể có một khóa học liên quan.

source: Course delivery cannot have a program associated.
ar: لا يمكن أن يكون تسليم الدورة التدريبية مرتبطًا ببرنامج.
bn: কোর্স ডেলিভারির কোনো প্রোগ্রাম যুক্ত থাকতে পারে না।
da: Kursuslevering kan ikke have et program tilknyttet.
de: Der Kursbereitstellung darf kein Programm zugeordnet sein.
el: Η παράδοση του μαθήματος δεν μπορεί να έχει συσχετισμένο πρόγραμμα.
es: La impartición del curso no puede tener un programa asociado.
fi: Kurssin toimitukseen ei voi liittää ohjelmaa.
fr: La prestation de cours ne peut pas être associée à un programme.
he: להעברת הקורס לא יכולה להיות משויכת תוכנית.
hi: पाठ्यक्रम वितरण में कोई कार्यक्रम संबद्ध नहीं हो सकता।
id: Penyampaian kursus tidak boleh dikaitkan dengan program.
it: L'erogazione del corso non può avere un programma associato.
ja: コース配信にプログラムを関連付けることはできません。
kn: ಕೋರ್ಸ್ ವಿತರಣೆಯು ಪ್ರೋಗ್ರಾಂ ಅನ್ನು ಹೊಂದುವಂತಿಲ್ಲ.
ml: കോഴ്‌സ് ഡെലിവറിയുമായി ബന്ധപ്പെട്ട ഒരു പ്രോഗ്രാം ഉണ്ടാകരുത്.
mr: अभ्यासक्रम वितरणाशी संबंधित कार्यक्रम असू शकत नाही.
nl: Aan de cursuslevering kan geen programma zijn gekoppeld.
pa: ਕੋਰਸ ਡਿਲੀਵਰੀ ਨਾਲ ਸੰਬੰਧਿਤ ਪ੍ਰੋਗਰਾਮ ਨਹੀਂ ਹੋ ਸਕਦਾ ਹੈ।
pl: Z dostawą kursu nie można powiązać programu.
pt: A entrega do curso não pode ter um programa associado.
ru: Проведение курса не может быть связано с программой.
sv: Kursleverans kan inte ha ett program kopplat.
ta: பாடநெறி வழங்குதலுடன் தொடர்புடைய நிரல் இருக்கக்கூடாது.
te: కోర్సు డెలివరీకి అనుబంధిత ప్రోగ్రామ్ ఉండకూడదు.
th: การส่งมอบหลักสูตรไม่สามารถมีโปรแกรมที่เกี่ยวข้องได้
tr: Kurs sunumunun ilişkilendirilmiş bir programı olamaz.
vi: Việc cung cấp khóa học không thể có một chương trình liên quan.

source: The selected user does not have permission to be an instructor.
ar: المستخدم المحدد ليس لديه الإذن ليكون مدرسًا.
bn: নির্বাচিত ব্যবহারকারীর একজন প্রশিক্ষক হওয়ার অনুমতি নেই৷
da: Den valgte bruger har ikke tilladelse til at være instruktør.
de: Der ausgewählte Benutzer verfügt nicht über die Berechtigung, Dozent zu sein.
el: Ο επιλεγμένος χρήστης δεν έχει άδεια να είναι εκπαιδευτής.
es: El usuario seleccionado no tiene permiso para ser instructor.
fi: Valitulla käyttäjällä ei ole oikeutta toimia ohjaajana.
fr: L'utilisateur sélectionné n'a pas l'autorisation d'être instructeur.
he: למשתמש הנבחר אין הרשאה להיות מדריך.
hi: चयनित उपयोगकर्ता को प्रशिक्षक बनने की अनुमति नहीं है।
id: Pengguna yang dipilih tidak memiliki izin untuk menjadi instruktur.
it: L'utente selezionato non dispone dell'autorizzazione per essere un istruttore.
ja: 選択したユーザーにはインストラクターになる権限がありません。
kn: ಆಯ್ಕೆಮಾಡಿದ ಬಳಕೆದಾರರು ಬೋಧಕರಾಗಲು ಅನುಮತಿಯನ್ನು ಹೊಂದಿಲ್ಲ.
ml: തിരഞ്ഞെടുത്ത ഉപയോക്താവിന് ഇൻസ്ട്രക്ടറാകാൻ അനുമതിയില്ല.
mr: निवडलेल्या वापरकर्त्याला प्रशिक्षक बनण्याची परवानगी नाही.
nl: De geselecteerde gebruiker heeft geen toestemming om instructeur te zijn.
pa: ਚੁਣੇ ਗਏ ਉਪਭੋਗਤਾ ਕੋਲ ਇੰਸਟ੍ਰਕਟਰ ਬਣਨ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀਂ ਹੈ।
pl: Wybrany użytkownik nie ma uprawnień do bycia instruktorem.
pt: O usuário selecionado não tem permissão para ser instrutor.
ru: У выбранного пользователя нет разрешения быть преподавателем.
sv: Den valda användaren har inte behörighet att vara instruktör.
ta: தேர்ந்தெடுக்கப்பட்ட பயனருக்கு பயிற்றுவிப்பாளராக இருக்க அனுமதி இல்லை.
te: ఎంచుకున్న వినియోగదారుకు బోధకుడిగా ఉండటానికి అనుమతి లేదు.
th: ผู้ใช้ที่เลือกไม่มีสิทธิ์เป็นผู้สอน
tr: Seçilen kullanıcının eğitmen olma izni yok.
vi: Người dùng được chọn không có quyền làm người hướng dẫn.

source: Messages
ar: رسائل
bn: বার্তা
da: Beskeder
de: Nachrichten
el: Μηνύματα
es: Mensajes
fi: Viestit
gu: સંદેશાઓ
he: הודעות
hi: संदेशों
id: Pesan
it: Messaggi
ja: メッセージ
kn: ಸಂದೇಶಗಳು
ml: സന്ദേശങ്ങൾ
mr: संदेश
nl: Berichten
no: Meldinger
or: ବାର୍ତ୍ତାଗୁଡିକ
pa: ਸੁਨੇਹੇ
pl: Wiadomości
pt: Mensagens
ru: Сообщения
sv: Meddelanden
ta: செய்திகள்
te: సందేశాలు
th: ข้อความ
tr: Mesajlar
vi: Tin nhắn

source: Site Maps
ar: خرائط الموقع
bn: সাইট ম্যাপ
el: Χάρτες ιστότοπου
es: Mapas del sitio
fi: Sivustokartat
fr: Plans des sites
gu: સાઇટ નકશા
he: מפות אתרים
hi: साइट मानचित्र
id: Peta Situs
it: Mappe del sito
ja: サイトマップ
kn: ಸೈಟ್ ನಕ್ಷೆಗಳು
ml: സൈറ്റ് മാപ്പുകൾ
mr: साइट नकाशे
nl: Sitekaarten
or: ସାଇଟ୍ ମାନଚିତ୍ରଗୁଡିକ
pa: ਸਾਈਟ ਨਕਸ਼ੇ
pl: Mapy witryny
pt: Mapas do site
ru: Карты сайта
sv: Webbplatskartor
ta: தள வரைபடங்கள்
te: సైట్ మ్యాప్స్
th: แผนที่เว็บไซต์
tr: Site Haritaları
vi: Sơ đồ trang web

source: Syndication
ar: النقابة
bn: সিন্ডিকেশন
da: Syndikering
de: Syndizierung
el: Σύνδεση
es: Sindicación
fi: Syndikaatio
gu: સિંડિકેશન
he: סינדיקציה
hi: सिंडिकेशन
id: Sindikasi
it: Sindacazione
ja: シンジケート
kn: ಸಿಂಡಿಕೇಶನ್
ml: സിൻഡിക്കേഷൻ
mr: सिंडिकेशन
nl: Syndicatie
no: Syndikering
or: ସିଣ୍ଡିକେସନ୍ |
pa: ਸਿੰਡੀਕੇਸ਼ਨ
pl: Syndykacja
pt: Distribuição
ru: Синдикация
sv: Syndikering
ta: சிண்டிகேஷன்
te: సిండికేషన్
th: การเผยแพร่
tr: Sendikasyon
vi: Phân phối

source: That page number is not an integer
ar: رقم الصفحة هذا ليس عددًا صحيحًا
bn: এই পৃষ্ঠা সংখ্যা একটি পূর্ণসংখ্যা নয়
da: Dette sidetal er ikke et heltal
de: Diese Seitenzahl ist keine ganze Zahl
el: Αυτός ο αριθμός σελίδας δεν είναι ακέραιος
es: Ese número de página no es un número entero.
fi: Tämä sivunumero ei ole kokonaisluku
fr: Ce numéro de page n'est pas un entier
gu: તે પૃષ્ઠ નંબર પૂર્ણાંક નથી
he: מספר העמוד הזה אינו מספר שלם
hi: वह पृष्ठ संख्या पूर्णांक नहीं है
id: Nomor halaman itu bukan bilangan bulat
it: Il numero di pagina non è un numero intero
ja: そのページ番号は整数ではありません
kn: ಆ ಪುಟ ಸಂಖ್ಯೆ ಪೂರ್ಣಾಂಕವಲ್ಲ
ml: ആ പേജ് നമ്പർ ഒരു പൂർണ്ണസംഖ്യയല്ല
mr: तो पृष्ठ क्रमांक पूर्णांक नाही
nl: Dat paginanummer is geen geheel getal
no: Det sidetallet er ikke et heltall
or: ସେହି ପୃଷ୍ଠା ସଂଖ୍ୟା ଏକ ପୂର୍ଣ୍ଣ ସଂଖ୍ୟା ନୁହେଁ |
pa: ਉਹ ਪੰਨਾ ਨੰਬਰ ਪੂਰਨ ਅੰਕ ਨਹੀਂ ਹੈ
pl: Numer strony nie jest liczbą całkowitą
pt: Esse número de página não é um número inteiro
ru: Этот номер страницы не является целым числом
sv: Det sidnumret är inte ett heltal
ta: அந்தப் பக்க எண் முழு எண் அல்ல
te: ఆ పేజీ సంఖ్య పూర్ణాంకం కాదు
th: หมายเลขหน้านั้นไม่ใช่จำนวนเต็ม
tr: Bu sayfa numarası bir tam sayı değil
vi: Số trang đó không phải là số nguyên

source: That page number is less than 1
ar: رقم الصفحة هذا أقل من 1
bn: সেই পৃষ্ঠা সংখ্যা 1 এর কম
da: Dette sidetal er mindre end 1
de: Diese Seitenzahl ist kleiner als 1
el: Αυτός ο αριθμός σελίδας είναι μικρότερος από 1
es: Ese número de página es menor que 1.
fi: Sivunumero on pienempi kuin 1
fr: Ce numéro de page est inférieur à 1
gu: તે પેજ નંબર 1 કરતા ઓછો છે
he: מספר העמוד הזה קטן מ-1
hi: वह पृष्ठ संख्या 1 से कम है
id: Nomor halaman itu kurang dari 1
it: Il numero di pagina è inferiore a 1
ja: そのページ番号は 1 未満です
kn: ಆ ಪುಟದ ಸಂಖ್ಯೆ 1 ಕ್ಕಿಂತ ಕಡಿಮೆ
ml: ആ പേജ് നമ്പർ 1-ൽ താഴെയാണ്
mr: तो पृष्ठ क्रमांक 1 पेक्षा कमी आहे
nl: Dat paginanummer is minder dan 1
no: Dette sidetallet er mindre enn 1
or: ସେହି ପୃଷ୍ଠା ସଂଖ୍ୟା 1 ରୁ କମ୍ ଅଟେ |
pa: ਉਹ ਪੰਨਾ ਨੰਬਰ 1 ਤੋਂ ਘੱਟ ਹੈ
pl: Numer tej strony jest mniejszy niż 1
pt: Esse número de página é menor que 1
ru: Этот номер страницы меньше 1
sv: Sidantalet är mindre än 1
ta: அந்த பக்க எண் 1 க்கும் குறைவாக உள்ளது
te: ఆ పేజీ సంఖ్య 1 కంటే తక్కువ
th: หมายเลขหน้านั้นน้อยกว่า 1
tr: Bu sayfa numarası 1'den az
vi: Số trang đó nhỏ hơn 1

source: That page contains no results
ar: هذه الصفحة لا تحتوي على أي نتائج
bn: সেই পৃষ্ঠায় কোন ফলাফল নেই
da: Denne side indeholder ingen resultater
de: Diese Seite enthält keine Ergebnisse
el: Αυτή η σελίδα δεν περιέχει αποτελέσματα
es: Esa página no contiene resultados.
fi: Tällä sivulla ei ole tuloksia
fr: Cette page ne contient aucun résultat
gu: તે પૃષ્ઠમાં કોઈ પરિણામ નથી
he: הדף הזה לא מכיל תוצאות
hi: उस पृष्ठ में कोई परिणाम नहीं है
id: Halaman itu tidak berisi hasil
it: Quella pagina non contiene risultati
ja: そのページには結果が含まれていません
kn: ಆ ಪುಟವು ಯಾವುದೇ ಫಲಿತಾಂಶಗಳನ್ನು ಹೊಂದಿಲ್ಲ
ml: ആ പേജിൽ ഫലങ്ങളൊന്നും അടങ്ങിയിട്ടില്ല
mr: त्या पृष्ठावर कोणतेही परिणाम नाहीत
nl: Die pagina bevat geen resultaten
no: Den siden inneholder ingen resultater
or: ସେହି ପୃଷ୍ଠାରେ କ results ଣସି ଫଳାଫଳ ନାହିଁ |
pa: ਉਸ ਪੰਨੇ ਵਿੱਚ ਕੋਈ ਨਤੀਜਾ ਨਹੀਂ ਹੈ
pl: Ta strona nie zawiera żadnych wyników
pt: Essa página não contém resultados
ru: На этой странице нет результатов
sv: Den sidan innehåller inga resultat
ta: அந்தப் பக்கத்தில் முடிவுகள் எதுவும் இல்லை
te: ఆ పేజీలో ఫలితాలు లేవు
th: หน้านั้นไม่มีผลลัพธ์
tr: Bu sayfada sonuç yok
vi: Trang đó không có kết quả

source: Enter a valid value.
ar: أدخل قيمة صالحة.
bn: একটি বৈধ মান লিখুন।
da: Indtast en gyldig værdi.
de: Geben Sie einen gültigen Wert ein.
el: Εισαγάγετε μια έγκυρη τιμή.
es: Introduzca un valor válido.
fi: Anna kelvollinen arvo.
fr: Entrez une valeur valide.
gu: માન્ય મૂલ્ય દાખલ કરો.
he: הזן ערך חוקי.
hi: एक मान्य मान दर्ज करें.
id: Masukkan nilai yang valid.
it: Inserisci un valore valido.
ja: 有効な値を入力してください。
kn: ಮಾನ್ಯವಾದ ಮೌಲ್ಯವನ್ನು ನಮೂದಿಸಿ.
ml: സാധുവായ ഒരു മൂല്യം നൽകുക.
mr: वैध मूल्य प्रविष्ट करा.
nl: Voer een geldige waarde in.
no: Skriv inn en gyldig verdi.
or: ଏକ ବ valid ଧ ମୂଲ୍ୟ ପ୍ରବେଶ କରନ୍ତୁ |
pa: ਇੱਕ ਵੈਧ ਮੁੱਲ ਦਾਖਲ ਕਰੋ।
pl: Wprowadź prawidłową wartość.
pt: Insira um valor válido.
ru: Введите допустимое значение.
sv: Ange ett giltigt värde.
ta: சரியான மதிப்பை உள்ளிடவும்.
te: చెల్లుబాటు అయ్యే విలువను నమోదు చేయండి.
th: ป้อนค่าที่ถูกต้อง
tr: Geçerli bir değer girin.
vi: Nhập một giá trị hợp lệ.

source: Enter a valid domain name.
ar: أدخل اسم مجال صالحًا.
bn: একটি বৈধ ডোমেইন নাম লিখুন.
da: Indtast et gyldigt domænenavn.
de: Geben Sie einen gültigen Domänennamen ein.
el: Εισαγάγετε ένα έγκυρο όνομα τομέα.
es: Introduzca un nombre de dominio válido.
fi: Anna kelvollinen verkkotunnuksen nimi.
fr: Entrez un nom de domaine valide.
he: הזן שם דומיין חוקי.
hi: एक वैध डोमेन नाम दर्ज करें.
id: Masukkan nama domain yang valid.
it: Inserisci un nome di dominio valido.
ja: 有効なドメイン名を入力してください。
kn: ಮಾನ್ಯವಾದ ಡೊಮೇನ್ ಹೆಸರನ್ನು ನಮೂದಿಸಿ.
ml: സാധുവായ ഒരു ഡൊമെയ്ൻ നാമം നൽകുക.
mr: वैध डोमेन नाव प्रविष्ट करा.
nl: Voer een geldige domeinnaam in.
pa: ਇੱਕ ਵੈਧ ਡੋਮੇਨ ਨਾਮ ਦਰਜ ਕਰੋ।
pl: Wprowadź prawidłową nazwę domeny.
pt: Insira um nome de domínio válido.
ru: Введите действительное доменное имя.
sv: Ange ett giltigt domännamn.
ta: சரியான டொமைன் பெயரை உள்ளிடவும்.
te: చెల్లుబాటు అయ్యే డొమైన్ పేరును నమోదు చేయండి.
th: ป้อนชื่อโดเมนที่ถูกต้อง
tr: Geçerli bir alan adı girin.
vi: Nhập một tên miền hợp lệ.

source: Enter a valid URL.
ar: أدخل عنوان URL صالحًا.
bn: একটি বৈধ URL লিখুন.
da: Indtast en gyldig URL.
de: Geben Sie eine gültige URL ein.
el: Εισαγάγετε μια έγκυρη διεύθυνση URL.
es: Introduzca una URL válida.
fi: Anna kelvollinen URL-osoite.
fr: Saisissez une URL valide.
gu: માન્ય URL દાખલ કરો.
he: הזן כתובת אתר חוקית.
hi: एक मान्य यूआरएल दर्ज करें.
id: Masukkan URL yang valid.
it: Inserisci un URL valido.
ja: 有効な URL を入力してください。
kn: ಮಾನ್ಯವಾದ URL ಅನ್ನು ನಮೂದಿಸಿ.
ml: സാധുവായ ഒരു URL നൽകുക.
mr: एक वैध URL प्रविष्ट करा.
nl: Voer een geldige URL in.
no: Skriv inn en gyldig URL.
or: ଏକ ବ valid ଧ URL ପ୍ରବେଶ କରନ୍ତୁ |
pa: ਇੱਕ ਵੈਧ URL ਦਾਖਲ ਕਰੋ।
pl: Wpisz prawidłowy adres URL.
pt: Insira um URL válido.
ru: Введите действительный URL-адрес.
sv: Ange en giltig URL.
ta: சரியான URL ஐ உள்ளிடவும்.
te: చెల్లుబాటు అయ్యే URLని నమోదు చేయండి.
th: ป้อน URL ที่ถูกต้อง
tr: Geçerli bir URL girin.
vi: Nhập một URL hợp lệ.

source: Enter a valid integer.
ar: أدخل عددًا صحيحًا صالحًا.
bn: একটি বৈধ পূর্ণসংখ্যা লিখুন।
da: Indtast et gyldigt heltal.
de: Geben Sie eine gültige Ganzzahl ein.
el: Εισαγάγετε έναν έγκυρο ακέραιο αριθμό.
es: Introduzca un número entero válido.
fi: Anna kelvollinen kokonaisluku.
fr: Entrez un entier valide.
gu: માન્ય પૂર્ણાંક દાખલ કરો.
he: הזן מספר שלם חוקי.
hi: एक वैध पूर्णांक दर्ज करें.
id: Masukkan bilangan bulat yang valid.
it: Inserisci un numero intero valido.
ja: 有効な整数を入力してください。
kn: ಮಾನ್ಯವಾದ ಪೂರ್ಣಾಂಕವನ್ನು ನಮೂದಿಸಿ.
ml: സാധുവായ ഒരു പൂർണ്ണസംഖ്യ നൽകുക.
mr: वैध पूर्णांक प्रविष्ट करा.
nl: Voer een geldig geheel getal in.
no: Skriv inn et gyldig heltall.
or: ଏକ ବ valid ଧ ଇଣ୍ଟିଜର୍ ପ୍ରବେଶ କରନ୍ତୁ |
pa: ਇੱਕ ਵੈਧ ਪੂਰਨ ਅੰਕ ਦਾਖਲ ਕਰੋ।
pl: Wprowadź prawidłową liczbę całkowitą.
pt: Insira um número inteiro válido.
ru: Введите допустимое целое число.
sv: Ange ett giltigt heltal.
ta: சரியான முழு எண்ணை உள்ளிடவும்.
te: చెల్లుబాటు అయ్యే పూర్ణాంకాన్ని నమోదు చేయండి.
th: ป้อนจำนวนเต็มที่ถูกต้อง
tr: Geçerli bir tamsayı girin.
vi: Nhập một số nguyên hợp lệ.

source: Enter a valid email address.
ar: أدخل عنوان بريد إلكتروني صالحًا.
bn: একটি বৈধ ইমেল ঠিকানা লিখুন.
da: Indtast en gyldig e-mailadresse.
de: Geben Sie eine gültige E-Mail-Adresse ein.
el: Εισαγάγετε μια έγκυρη διεύθυνση email.
es: Ingrese una dirección de correo electrónico válida.
fi: Anna kelvollinen sähköpostiosoite.
fr: Entrez une adresse e-mail valide.
gu: માન્ય ઇમેઇલ સરનામું દાખલ કરો.
he: הזן כתובת אימייל חוקית.
hi: एक मान्य ईमेल पता दर्ज करें।
id: Masukkan alamat email yang valid.
it: Inserisci un indirizzo email valido.
ja: 有効な電子メール アドレスを入力してください。
kn: ಮಾನ್ಯವಾದ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ.
ml: സാധുവായ ഒരു ഇമെയിൽ വിലാസം നൽകുക.
mr: एक वैध ईमेल पत्ता प्रविष्ट करा.
nl: Voer een geldig e-mailadres in.
no: Skriv inn en gyldig e-postadresse.
or: ଏକ ବ valid ଧ ଇମେଲ୍ ଠିକଣା ପ୍ରବେଶ କରନ୍ତୁ |
pa: ਇੱਕ ਵੈਧ ਈਮੇਲ ਪਤਾ ਦਾਖਲ ਕਰੋ।
pl: Wpisz prawidłowy adres e-mail.
pt: Insira um endereço de e-mail válido.
ru: Введите действительный адрес электронной почты.
sv: Ange en giltig e-postadress.
ta: சரியான மின்னஞ்சல் முகவரியை உள்ளிடவும்.
te: చెల్లుబాటు అయ్యే ఇమెయిల్ చిరునామాను నమోదు చేయండి.
th: ป้อนที่อยู่อีเมลที่ถูกต้อง
tr: Geçerli bir e-posta adresi girin.
vi: Nhập địa chỉ email hợp lệ.

source: Enter a valid “slug” consisting of letters, numbers, underscores or hyphens.
ar: أدخل "رمزًا ثابتًا" صالحًا يتكون من أحرف أو أرقام أو شرطات سفلية أو واصلات.
bn: অক্ষর, সংখ্যা, আন্ডারস্কোর বা হাইফেন সমন্বিত একটি বৈধ "স্লাগ" লিখুন।
da: Indtast en gyldig "snegl" bestående af bogstaver, tal, understregninger eller bindestreger.
de: Geben Sie einen gültigen „Slug“ ein, der aus Buchstaben, Zahlen, Unterstrichen oder Bindestrichen besteht.
el: Εισαγάγετε ένα έγκυρο "slug" που αποτελείται από γράμματα, αριθμούς, κάτω παύλες ή παύλες.
es: Ingrese un "slug" válido que consta de letras, números, guiones bajos o guiones.
fi: Anna kelvollinen "slug", joka koostuu kirjaimista, numeroista, alaviivoista tai tavuviivoista.
fr: Entrez un « slug » valide composé de lettres, de chiffres, de traits de soulignement ou de traits d'union.
gu: અક્ષરો, સંખ્યાઓ, અન્ડરસ્કોર અથવા હાઇફન્સનો સમાવેશ કરતું માન્ય "સ્લગ" દાખલ કરો.
he: הזן "שבלול" חוקי המורכב מאותיות, מספרים, קווים תחתונים או מקפים.
hi: अक्षरों, संख्याओं, अंडरस्कोर या हाइफ़न से युक्त एक वैध "स्लग" दर्ज करें।
id: Masukkan “siput” valid yang terdiri dari huruf, angka, garis bawah, atau tanda hubung.
it: Inserisci uno "slug" valido composto da lettere, numeri, trattini bassi o trattini.
ja: 文字、数字、アンダースコア、またはハイフンで構成される有効な「スラッグ」を入力します。
kn: ಅಕ್ಷರಗಳು, ಸಂಖ್ಯೆಗಳು, ಅಂಡರ್‌ಸ್ಕೋರ್‌ಗಳು ಅಥವಾ ಹೈಫನ್‌ಗಳನ್ನು ಒಳಗೊಂಡಿರುವ ಮಾನ್ಯವಾದ "ಸ್ಲಗ್" ಅನ್ನು ನಮೂದಿಸಿ.
ml: അക്ഷരങ്ങൾ, അക്കങ്ങൾ, അടിവരകൾ അല്ലെങ്കിൽ ഹൈഫനുകൾ എന്നിവ അടങ്ങിയ സാധുവായ "സ്ലഗ്" നൽകുക.
mr: अक्षरे, संख्या, अंडरस्कोअर किंवा हायफन असलेले वैध "स्लग" प्रविष्ट करा.
nl: Voer een geldige 'slug' in, bestaande uit letters, cijfers, onderstrepingstekens of koppeltekens.
no: Skriv inn en gyldig "snegl" som består av bokstaver, tall, understrek eller bindestrek.
or: ଅକ୍ଷର, ସଂଖ୍ୟା, ଅଣ୍ଡରସ୍କୋର୍ କିମ୍ବା ହାଇଫେନକୁ ନେଇ ଏକ ବ valid ଧ “ସ୍ଲଗ୍” ପ୍ରବେଶ କର |
pa: ਅੱਖਰ, ਨੰਬਰ, ਅੰਡਰਸਕੋਰ ਜਾਂ ਹਾਈਫਨ ਵਾਲਾ ਇੱਕ ਵੈਧ "ਸਲੱਗ" ਦਾਖਲ ਕਰੋ।
pl: Wprowadź prawidłowy „korek” składający się z liter, cyfr, podkreśleń i łączników.
pt: Insira um “slug” válido que consiste em letras, números, sublinhados ou hifens.
ru: Введите действительный «слаг», состоящий из букв, цифр, символов подчеркивания или дефисов.
sv: Ange en giltig "snigel" som består av bokstäver, siffror, understreck eller bindestreck.
ta: எழுத்துகள், எண்கள், அடிக்கோடுகள் அல்லது ஹைபன்களைக் கொண்ட சரியான “ஸ்லக்கை” உள்ளிடவும்.
te: అక్షరాలు, సంఖ్యలు, అండర్‌స్కోర్‌లు లేదా హైఫన్‌లతో కూడిన చెల్లుబాటు అయ్యే “స్లగ్”ని నమోదు చేయండి.
th: ป้อน “slug” ที่ถูกต้องซึ่งประกอบด้วยตัวอักษร ตัวเลข ขีดล่าง หรือขีดกลาง
tr: Harflerden, rakamlardan, alt çizgilerden veya kısa çizgilerden oluşan geçerli bir "bilgi" girin.
vi: Nhập một “sên” hợp lệ bao gồm các chữ cái, số, dấu gạch dưới hoặc dấu gạch nối.
