Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Full Stack Web Developer
ar: مطور ويب مكدس كامل
bn: ফুল স্ট্যাক ওয়েব ডেভেলপার
da: Full Stack webudvikler
de: Full-Stack-Webentwickler
es: Desarrollador web full stack
fr: Développeur Web Full Stack
he: מפתח אתרים Full Stack
hi: पूर्ण स्टैक वेब डेवलपर
id: Pengembang Web Tumpukan Penuh
it: Sviluppatore Web stack completo
ja: フルスタック Web 開発者
kn: ಪೂರ್ಣ ಸ್ಟಾಕ್ ವೆಬ್ ಡೆವಲಪರ್
ml: പൂർണ്ണ സ്റ്റാക്ക് വെബ് ഡെവലപ്പർ
mr: पूर्ण स्टॅक वेब विकसक
nl: Fullstack webontwikkelaar
pa: ਪੂਰਾ ਸਟੈਕ ਵੈੱਬ ਡਿਵੈਲਪਰ
pl: Programista stron internetowych Full Stack
pt: Desenvolvedor Web Full Stack
ru: Full Stack веб-разработчик
sv: Full Stack webbutvecklare
ta: முழு அடுக்கு வலை டெவலப்பர்
te: పూర్తి స్టాక్ వెబ్ డెవలపర్
th: นักพัฒนาเว็บเต็มสแต็ค
tr: Tam Yığın Web Geliştiricisi
vi: Nhà phát triển web đầy đủ

source: Digital Marketing Specialist
ar: أخصائي التسويق الرقمي
bn: ডিজিটাল মার্কেটিং বিশেষজ্ঞ
da: Specialist i digital markedsføring
de: Spezialist für digitales Marketing
el: Ειδικός Ψηφιακού Μάρκετινγκ
es: Especialista en marketing digital
fi: Digimarkkinoinnin asiantuntija
fr: Spécialiste du marketing numérique
he: מומחה לשיווק דיגיטלי
hi: डिजिटल मार्केटिंग विशेषज्ञ
id: Spesialis Pemasaran Digital
it: Specialista in marketing digitale
ja: デジタルマーケティングスペシャリスト
kn: ಡಿಜಿಟಲ್ ಮಾರ್ಕೆಟಿಂಗ್ ಸ್ಪೆಷಲಿಸ್ಟ್
ml: ഡിജിറ്റൽ മാർക്കറ്റിംഗ് സ്പെഷ്യലിസ്റ്റ്
mr: डिजिटल मार्केटिंग विशेषज्ञ
nl: Digitale marketingspecialist
pa: ਡਿਜੀਟਲ ਮਾਰਕੀਟਿੰਗ ਸਪੈਸ਼ਲਿਸਟ
pl: Specjalista ds. marketingu cyfrowego
pt: Especialista em Marketing Digital
ru: Специалист по цифровому маркетингу
sv: Specialist på digital marknadsföring
ta: டிஜிட்டல் மார்க்கெட்டிங் நிபுணர்
te: డిజిటల్ మార్కెటింగ్ స్పెషలిస్ట్
th: ผู้เชี่ยวชาญด้านการตลาดดิจิทัล
tr: Dijital Pazarlama Uzmanı
vi: Chuyên gia tiếp thị kỹ thuật số

source: AI and Machine Learning Expert
ar: خبير الذكاء الاصطناعي والتعلم الآلي
bn: এআই এবং মেশিন লার্নিং বিশেষজ্ঞ
da: AI og Machine Learning ekspert
de: Experte für KI und maschinelles Lernen
el: AI και Machine Learning Expert
es: Experto en IA y aprendizaje automático
fi: Tekoälyn ja koneoppimisen asiantuntija
fr: Expert en IA et apprentissage automatique
he: מומחה בינה מלאכותית ולמידת מכונה
hi: एआई और मशीन लर्निंग विशेषज्ञ
id: Pakar AI dan Pembelajaran Mesin
it: Esperto di intelligenza artificiale e machine learning
ja: AI と機械学習の専門家
kn: AI ಮತ್ತು ಯಂತ್ರ ಕಲಿಕೆ ತಜ್ಞ
ml: AI, മെഷീൻ ലേണിംഗ് വിദഗ്ധൻ
mr: एआय आणि मशीन लर्निंग एक्सपर्ट
nl: Expert op het gebied van AI en Machine Learning
pa: ਏਆਈ ਅਤੇ ਮਸ਼ੀਨ ਲਰਨਿੰਗ ਮਾਹਿਰ
pl: Ekspert AI i uczenia maszynowego
pt: Especialista em IA e aprendizado de máquina
ru: Эксперт по искусственному интеллекту и машинному обучению
sv: Expert på AI och maskininlärning
ta: AI மற்றும் இயந்திர கற்றல் நிபுணர்
te: AI మరియు మెషిన్ లెర్నింగ్ నిపుణుడు
th: ผู้เชี่ยวชาญด้าน AI และการเรียนรู้ของเครื่อง
tr: Yapay Zeka ve Makine Öğrenimi Uzmanı
vi: Chuyên gia về AI và học máy

source: Cybersecurity Analyst
ar: محلل الأمن السيبراني
bn: সাইবার নিরাপত্তা বিশ্লেষক
da: Cybersikkerhedsanalytiker
de: Cybersicherheitsanalyst
el: Αναλυτής κυβερνοασφάλειας
es: Analista de Ciberseguridad
fi: Kyberturvallisuusanalyytikko
fr: Analyste en cybersécurité
he: אנליסט אבטחת סייבר
hi: साइबर सुरक्षा विश्लेषक
id: Analis Keamanan Siber
it: Analista della sicurezza informatica
ja: サイバーセキュリティアナリスト
kn: ಸೈಬರ್ ಸೆಕ್ಯುರಿಟಿ ವಿಶ್ಲೇಷಕ
ml: സൈബർ സുരക്ഷാ അനലിസ്റ്റ്
mr: सायबर सुरक्षा विश्लेषक
nl: Cybersecurity-analist
pa: ਸਾਈਬਰ ਸੁਰੱਖਿਆ ਵਿਸ਼ਲੇਸ਼ਕ
pl: Analityk cyberbezpieczeństwa
pt: Analista de segurança cibernética
ru: Аналитик по кибербезопасности
sv: Cybersäkerhetsanalytiker
ta: சைபர் பாதுகாப்பு ஆய்வாளர்
te: సైబర్ సెక్యూరిటీ అనలిస్ట్
th: นักวิเคราะห์ความปลอดภัยทางไซเบอร์
tr: Siber Güvenlik Analisti
vi: Nhà phân tích an ninh mạng

source: Certification Completion Rates
ar: معدلات إتمام الشهادة
bn: সার্টিফিকেশন সমাপ্তির হার
da: Certificeringsgennemførelsessatser
de: Abschlussquoten der Zertifizierung
el: Ποσοστά Ολοκλήρωσης Πιστοποίησης
es: Tasas de finalización de certificaciones
fi: Sertifioinnin suorittamisprosentit
fr: Taux d’achèvement des certifications
he: שיעורי השלמת הסמכה
hi: प्रमाणन पूर्णता दरें
id: Tingkat Penyelesaian Sertifikasi
it: Tassi di completamento della certificazione
ja: 認定完了率
kn: ಪ್ರಮಾಣೀಕರಣ ಪೂರ್ಣಗೊಳಿಸುವಿಕೆಯ ದರಗಳು
ml: സർട്ടിഫിക്കേഷൻ പൂർത്തിയാക്കൽ നിരക്കുകൾ
mr: प्रमाणन पूर्ण करण्याचे दर
nl: Certificeringspercentages
pa: ਸਰਟੀਫਿਕੇਸ਼ਨ ਪੂਰਾ ਕਰਨ ਦੀਆਂ ਦਰਾਂ
pl: Wskaźniki ukończenia certyfikacji
pt: Taxas de conclusão de certificação
ru: Показатели прохождения сертификации
sv: Certifieringsgraden
ta: சான்றிதழ் நிறைவு விகிதங்கள்
te: సర్టిఫికేషన్ పూర్తి రేట్లు
th: อัตราความสำเร็จของการรับรอง
tr: Sertifika Tamamlanma Oranları
vi: Tỷ lệ hoàn thành chứng chỉ

source: Recent Certifications
ar: الشهادات الحديثة
bn: সাম্প্রতিক সার্টিফিকেশন
da: Seneste certificeringer
de: Aktuelle Zertifizierungen
el: Πρόσφατες Πιστοποιήσεις
es: Certificaciones recientes
fi: Viimeaikaiset sertifikaatit
fr: Certifications récentes
he: אישורים אחרונים
hi: हाल के प्रमाणपत्र
id: Sertifikasi Terbaru
it: Certificazioni recenti
ja: 最近の認定
kn: ಇತ್ತೀಚಿನ ಪ್ರಮಾಣೀಕರಣಗಳು
ml: സമീപകാല സർട്ടിഫിക്കേഷനുകൾ
mr: अलीकडील प्रमाणपत्रे
nl: Recente certificeringen
pa: ਹਾਲੀਆ ਪ੍ਰਮਾਣੀਕਰਣ
pl: Najnowsze certyfikaty
pt: Certificações recentes
ru: Недавние сертификаты
sv: Senaste certifieringar
ta: சமீபத்திய சான்றிதழ்கள்
te: ఇటీవలి ధృవపత్రాలు
th: การรับรองล่าสุด
tr: Son Sertifikalar
vi: Chứng nhận gần đây

source: 2 days ago
ar: منذ يومين
bn: ২ দিন আগে
da: 2 dage siden
de: Vor 2 Tagen
el: πριν 2 μέρες
es: Hace 2 días
fi: 2 päivää sitten
fr: il y a 2 jours
he: לפני יומיים
hi: 2 दिन पहले
id: 2 hari yang lalu
it: 2 giorni fa
ja: 2日前
kn: 2 ದಿನಗಳ ಹಿಂದೆ
ml: 2 ദിവസം മുമ്പ്
mr: २ दिवसांपूर्वी
nl: 2 dagen geleden
pa: 2 ਦਿਨ ਪਹਿਲਾਂ
pl: 2 dni temu
pt: 2 dias atrás
ru: 2 дня назад
sv: 2 dagar sedan
ta: 2 நாட்களுக்கு முன்பு
te: 2 రోజుల క్రితం
th: 2 วันที่ผ่านมา
tr: 2 gün önce
vi: 2 ngày trước

source: Detailed Certification Tracking
ar: تتبع تفصيلي للشهادة
bn: বিস্তারিত সার্টিফিকেশন ট্র্যাকিং
da: Detaljeret certificeringssporing
de: Detaillierte Zertifizierungsverfolgung
el: Λεπτομερής Παρακολούθηση Πιστοποίησης
es: Seguimiento detallado de la certificación
fi: Yksityiskohtainen sertifioinnin seuranta
fr: Suivi détaillé des certifications
he: מעקב הסמכה מפורט
hi: विस्तृत प्रमाणन ट्रैकिंग
id: Pelacakan Sertifikasi Terperinci
it: Monitoraggio dettagliato della certificazione
ja: 詳細な認証追跡
kn: ವಿವರವಾದ ಪ್ರಮಾಣೀಕರಣ ಟ್ರ್ಯಾಕಿಂಗ್
ml: വിശദമായ സർട്ടിഫിക്കേഷൻ ട്രാക്കിംഗ്
mr: तपशीलवार प्रमाणन ट्रॅकिंग
nl: Gedetailleerde certificeringstracking
pa: ਵਿਸਤ੍ਰਿਤ ਸਰਟੀਫਿਕੇਸ਼ਨ ਟ੍ਰੈਕਿੰਗ
pl: Szczegółowe śledzenie certyfikatów
pt: Acompanhamento detalhado da certificação
ru: Подробное отслеживание сертификации
sv: Detaljerad certifieringsspårning
ta: விரிவான சான்றிதழ் கண்காணிப்பு
te: వివరణాత్మక ధృవీకరణ ట్రాకింగ్
th: การติดตามการรับรองโดยละเอียด
tr: Detaylı Sertifika Takibi
vi: Theo dõi chứng nhận chi tiết

source: Certification Name
ar: اسم الشهادة
bn: সার্টিফিকেশন নাম
da: Certificeringsnavn
de: Zertifizierungsname
el: Όνομα πιστοποίησης
es: Nombre de la certificación
fi: Sertifioinnin nimi
fr: Nom du certificat
he: שם הסמכה
hi: प्रमाणीकरण नाम
id: Nama Sertifikasi
it: Nome della certificazione
ja: 認証名
kn: ಪ್ರಮಾಣೀಕರಣದ ಹೆಸರು
ml: സർട്ടിഫിക്കേഷൻ പേര്
mr: प्रमाणन नाव
nl: Certificeringsnaam
pa: ਸਰਟੀਫਿਕੇਸ਼ਨ ਨਾਮ
pl: Nazwa certyfikatu
pt: Nome da Certificação
ru: Название сертификации
sv: Certifieringsnamn
ta: சான்றிதழ் பெயர்
te: సర్టిఫికేషన్ పేరు
th: ชื่อใบรับรอง
tr: Sertifika Adı
vi: Tên chứng nhận

source: Avg. Time to Complete
ar: متوسط الوقت لاستكمال
bn: গড় সম্পূর্ণ করার সময়
da: Gns. Tid til at fuldføre
de: Durchschn. Zeit zum Abschluss
el: Μέσος όρος Ώρα για Ολοκλήρωση
es: Promedio Tiempo para completar
fi: Keskim. Aika valmistua
fr: Moy. Il est temps de terminer
he: ממוצע זמן להשלים
hi: औसत पूरा करने का समय
id: Rata-rata Saatnya Menyelesaikan
it: Media È ora di completare
ja: 平均完了までの時間
kn: ಸರಾಸರಿ ಪೂರ್ಣಗೊಳಿಸಲು ಸಮಯ
ml: ശരാശരി പൂർത്തിയാക്കാനുള്ള സമയം
mr: सरासरी पूर्ण होण्याची वेळ
nl: Gem. Tijd om te voltooien
pa: ਔਸਤ ਪੂਰਾ ਕਰਨ ਦਾ ਸਮਾਂ
pl: Śr. Czas na uzupełnienie
pt: Média Hora de concluir
ru: Среднее Время завершить
sv: Genomsnittlig Dags att slutföra
ta: சராசரி முடிக்க வேண்டிய நேரம்
te: సగటు పూర్తి చేయడానికి సమయం
th: เฉลี่ย ถึงเวลาที่จะเสร็จสมบูรณ์
tr: Ortalama Tamamlanma Zamanı
vi: Trung bình Thời gian hoàn thành

source: AI & ML
ar: الذكاء الاصطناعي والتعلم الآلي
bn: এআই এবং এমএল
de: KI und ML
es: IA y aprendizaje automático
hi: एआई और एमएल
it: IA e machine learning
ja: AI と機械学習
mr: एआय आणि एमएल
pa: AI ਅਤੇ ML
pl: Sztuczna inteligencja i uczenie maszynowe
pt: IA e ML
ru: ИИ и машинное обучение
th: เอไอ แอนด์ เอ็มแอล
tr: Yapay zeka ve makine öğrenimi

source: Cybersecurity
ar: الأمن السيبراني
bn: সাইবার নিরাপত্তা
da: Cybersikkerhed
de: Cybersicherheit
el: Κυβερνοασφάλεια
es: Ciberseguridad
fi: Kyberturvallisuus
fr: Cybersécurité
he: אבטחת סייבר
hi: साइबर सुरक्षा
id: Keamanan siber
it: Sicurezza informatica
ja: サイバーセキュリティ
kn: ಸೈಬರ್ ಭದ್ರತೆ
ml: സൈബർ സുരക്ഷ
mr: सायबरसुरक्षा
nl: Cyberbeveiliging
pa: ਸਾਈਬਰ ਸੁਰੱਖਿਆ
pl: Cyberbezpieczeństwo
pt: Cibersegurança
ru: Кибербезопасность
sv: Cybersäkerhet
ta: சைபர் பாதுகாப்பு
te: సైబర్ సెక్యూరిటీ
th: ความปลอดภัยทางไซเบอร์
tr: Siber güvenlik
vi: An ninh mạng

source: Course Completion Analytics
ar: تحليلات إكمال الدورة
bn: কোর্স সমাপ্তি বিশ্লেষণ
da: Analyse af kursusgennemførelse
de: Analyse des Kursabschlusses
el: Αναλύσεις ολοκλήρωσης μαθήματος
es: Análisis de finalización del curso
fi: Kurssin suorittamisen analyysi
fr: Analyse de l'achèvement des cours
he: ניתוח השלמת קורסים
hi: पाठ्यक्रम समापन विश्लेषण
id: Analisis Penyelesaian Kursus
it: Analisi del completamento del corso
ja: コース完了分析
kn: ಕೋರ್ಸ್ ಪೂರ್ಣಗೊಳಿಸುವಿಕೆಯ ವಿಶ್ಲೇಷಣೆ
ml: കോഴ്സ് പൂർത്തിയാക്കൽ അനലിറ്റിക്സ്
mr: अभ्यासक्रम पूर्ण करण्याचे विश्लेषण
nl: Analyse van de voltooiing van de cursus
pa: ਕੋਰਸ ਪੂਰਾ ਕਰਨ ਦੇ ਵਿਸ਼ਲੇਸ਼ਣ
pl: Analiza ukończenia kursu
pt: Análise de conclusão de curso
ru: Аналитика завершения курса
sv: Analys av kursslutförande
ta: பாடநெறி நிறைவு பகுப்பாய்வு
te: కోర్సు పూర్తి విశ్లేషణలు
th: การวิเคราะห์การจบหลักสูตร
tr: Kurs Tamamlama Analizi
vi: Phân tích hoàn thành khóa học

source: Comprehensive insights into course completion rates and student progress
ar: رؤى شاملة حول معدلات إتمام الدورة وتقدم الطلاب
bn: কোর্স সমাপ্তির হার এবং শিক্ষার্থীর অগ্রগতির ব্যাপক অন্তর্দৃষ্টি
da: Omfattende indsigt i kursusgennemførelsesrater og studerendes fremskridt
de: Umfassende Einblicke in die Abschlussquoten und den Fortschritt der Studierenden
el: Ολοκληρωμένες πληροφορίες σχετικά με τα ποσοστά ολοκλήρωσης των μαθημάτων και την πρόοδο των μαθητών
es: Información completa sobre las tasas de finalización de cursos y el progreso de los estudiantes
fi: Kattavat näkemykset kurssien suorittamisprosentteista ja opiskelijoiden edistymisestä
fr: Informations complètes sur les taux d’achèvement des cours et les progrès des étudiants
he: תובנות מקיפות לגבי שיעורי סיום הקורס והתקדמות התלמידים
hi: पाठ्यक्रम पूरा होने की दर और छात्र प्रगति में व्यापक अंतर्दृष्टि
id: Wawasan komprehensif tentang tingkat penyelesaian kursus dan kemajuan siswa
it: Approfondimenti completi sui tassi di completamento del corso e sui progressi degli studenti
ja: コース修了率と学生の進歩に関する包括的な洞察
kn: ಕೋರ್ಸ್ ಪೂರ್ಣಗೊಳಿಸುವಿಕೆಯ ದರಗಳು ಮತ್ತು ವಿದ್ಯಾರ್ಥಿಗಳ ಪ್ರಗತಿಗೆ ಸಮಗ್ರ ಒಳನೋಟಗಳು
ml: കോഴ്‌സ് പൂർത്തീകരണ നിരക്കുകളും വിദ്യാർത്ഥികളുടെ പുരോഗതിയും സംബന്ധിച്ച സമഗ്രമായ ഉൾക്കാഴ്ച
mr: अभ्यासक्रम पूर्ण करण्याचे दर आणि विद्यार्थ्यांच्या प्रगतीबद्दल व्यापक अंतर्दृष्टी
nl: Uitgebreid inzicht in het voltooiingspercentage van cursussen en de voortgang van studenten
pa: ਕੋਰਸ ਪੂਰਾ ਕਰਨ ਦੀਆਂ ਦਰਾਂ ਅਤੇ ਵਿਦਿਆਰਥੀ ਦੀ ਪ੍ਰਗਤੀ ਬਾਰੇ ਵਿਆਪਕ ਸੂਝ
pl: Kompleksowy wgląd w wskaźniki ukończenia kursów i postępy uczniów
pt: Informações abrangentes sobre as taxas de conclusão do curso e o progresso dos alunos
ru: Комплексная информация о показателях завершения курсов и прогрессе студентов.
sv: Omfattande insikter i kursgenomförande och studentframsteg
ta: படிப்பை முடிக்கும் விகிதங்கள் மற்றும் மாணவர் முன்னேற்றம் பற்றிய விரிவான நுண்ணறிவு
te: కోర్సు పూర్తి రేట్లు మరియు విద్యార్థుల పురోగతిపై సమగ్ర అంతర్దృష్టులు
th: ข้อมูลเชิงลึกที่ครอบคลุมเกี่ยวกับอัตราการสำเร็จหลักสูตรและความก้าวหน้าของนักเรียน
tr: Kurs tamamlama oranlarına ve öğrenci ilerlemesine ilişkin kapsamlı bilgiler
vi: Thông tin chi tiết toàn diện về tỷ lệ hoàn thành khóa học và tiến độ của sinh viên

source: Completed This Month
ar: اكتمل هذا الشهر
bn: এই মাসে সম্পন্ন হয়েছে
da: Afsluttet i denne måned
de: Diesen Monat abgeschlossen
el: Ολοκληρώθηκε Αυτόν τον Μήνα
es: Completado este mes
fi: Valmistunut tässä kuussa
fr: Terminé ce mois-ci
he: הושלם החודש
hi: इस महीने पूरा हुआ
id: Selesai Bulan Ini
it: Completato questo mese
ja: 今月完了しました
kn: ಈ ತಿಂಗಳು ಪೂರ್ಣಗೊಂಡಿದೆ
ml: ഈ മാസം പൂർത്തിയാക്കി
mr: या महिन्यात पूर्ण केले
nl: Deze maand voltooid
pa: ਇਸ ਮਹੀਨੇ ਪੂਰਾ ਹੋਇਆ
pl: Ukończono w tym miesiącu
pt: Concluído este mês
ru: Завершено в этом месяце
sv: Avslutad denna månad
ta: இந்த மாதம் முடிந்தது
te: ఈ నెలలో పూర్తయింది
th: เสร็จเดือนนี้.
tr: Bu Ay Tamamlandı
vi: Đã hoàn thành trong tháng này

source: Course Completion Trend
ar: اتجاه إكمال الدورة
bn: কোর্স সমাপ্তির প্রবণতা
da: Kursusgennemførelsestendens
de: Kursabschlusstrend
el: Τάση ολοκλήρωσης μαθημάτων
es: Tendencia de finalización del curso
fi: Kurssin päättymissuuntaus
fr: Tendance d’achèvement des cours
he: מגמת סיום קורס
hi: पाठ्यक्रम समापन की प्रवृत्ति
id: Tren Penyelesaian Kursus
it: Andamento del completamento del corso
ja: コース修了の傾向
kn: ಕೋರ್ಸ್ ಪೂರ್ಣಗೊಳಿಸುವ ಪ್ರವೃತ್ತಿ
ml: കോഴ്‌സ് പൂർത്തീകരണ പ്രവണത
mr: अभ्यासक्रम पूर्ण करण्याचा ट्रेंड
nl: Cursusvoltooiingstrend
pa: ਕੋਰਸ ਪੂਰਾ ਕਰਨ ਦਾ ਰੁਝਾਨ
pl: Trend ukończenia kursu
pt: Tendência de conclusão de curso
ru: Тенденция завершения курса
sv: Kursavslutningstrend
ta: பாடநெறி முடிக்கும் போக்கு
te: కోర్సు పూర్తి ట్రెండ్
th: แนวโน้มการจบหลักสูตร
tr: Kurs Tamamlama Eğilimi
vi: Xu hướng hoàn thành khóa học

source: Top Performing Courses
ar: الدورات الأعلى أداءً
bn: সেরা পারফর্মিং কোর্স
da: Toppræsterende kurser
de: Die leistungsstärksten Kurse
el: Μαθήματα κορυφαίας απόδοσης
es: Cursos de mejor rendimiento
fi: Parhaiten menestyneet kurssit
fr: Cours les plus performants
he: קורסים בעלי ביצועים מובילים
hi: शीर्ष प्रदर्शन वाले पाठ्यक्रम
id: Kursus Berkinerja Terbaik
it: Corsi con le migliori prestazioni
ja: 成績上位のコース
kn: ಟಾಪ್ ಪರ್ಫಾರ್ಮಿಂಗ್ ಕೋರ್ಸ್‌ಗಳು
ml: മികച്ച പ്രകടനം നടത്തുന്ന കോഴ്സുകൾ
mr: टॉप परफॉर्मिंग कोर्सेस
nl: Best presterende cursussen
pa: ਚੋਟੀ ਦੇ ਪ੍ਰਦਰਸ਼ਨ ਕੋਰਸ
pl: Najskuteczniejsze kursy
pt: Cursos de melhor desempenho
ru: Лучшие курсы по повышению эффективности
sv: Bäst presterande kurser
ta: சிறப்பாகச் செயல்படும் படிப்புகள்
te: అత్యుత్తమ పనితీరు గల కోర్సులు
th: หลักสูตรที่มีประสิทธิภาพสูงสุด
tr: En İyi Performans Gösteren Kurslar
vi: Các khóa học có hiệu suất hàng đầu

source: Digital Marketing Mastery
ar: إتقان التسويق الرقمي
bn: ডিজিটাল মার্কেটিং মাস্টারি
da: Beherskelse af digital markedsføring
de: Beherrschung des digitalen Marketings
el: Μαεστρία Ψηφιακού Μάρκετινγκ
es: Dominio del marketing digital
fi: Digimarkkinoinnin hallinta
fr: Maîtrise du marketing numérique
he: שליטה בשיווק דיגיטלי
hi: डिजिटल मार्केटिंग में महारत
id: Penguasaan Pemasaran Digital
it: Padronanza del marketing digitale
ja: デジタルマーケティングの習得
kn: ಡಿಜಿಟಲ್ ಮಾರ್ಕೆಟಿಂಗ್ ಮಾಸ್ಟರಿ
ml: ഡിജിറ്റൽ മാർക്കറ്റിംഗ് മാസ്റ്ററി
mr: डिजिटल मार्केटिंग प्रभुत्व
nl: Beheersing van digitale marketing
pa: ਡਿਜੀਟਲ ਮਾਰਕੀਟਿੰਗ ਮਹਾਰਤ
pl: Mistrzostwo marketingu cyfrowego
pt: Domínio de marketing digital
ru: Мастерство цифрового маркетинга
sv: Behärskning av digital marknadsföring
ta: டிஜிட்டல் மார்க்கெட்டிங் தேர்ச்சி
te: డిజిటల్ మార్కెటింగ్ నైపుణ్యం
th: ความเชี่ยวชาญด้านการตลาดดิจิทัล
tr: Dijital Pazarlama Ustalığı
vi: Làm chủ tiếp thị kỹ thuật số

source: UX/UI Design Principles
ar: مبادئ تصميم تجربة المستخدم/واجهة المستخدم
bn: UX/UI ডিজাইনের নীতি
da: UX/UI designprincipper
de: UX/UI-Designprinzipien
el: Αρχές σχεδίασης UX/UI
es: Principios de diseño UX/UI
fi: UX/UI suunnitteluperiaatteet
fr: Principes de conception UX/UI
he: עקרונות עיצוב UX/UI
hi: यूएक्स/यूआई डिज़ाइन सिद्धांत
id: Prinsip Desain UX/UI
it: Principi di progettazione UX/UI
ja: UX/UI デザインの原則
kn: UX/UI ವಿನ್ಯಾಸ ತತ್ವಗಳು
ml: UX/UI ഡിസൈൻ തത്വങ്ങൾ
mr: UX/UI डिझाइन तत्त्वे
nl: UX/UI-ontwerpprincipes
pa: UX/UI ਡਿਜ਼ਾਈਨ ਸਿਧਾਂਤ
pl: Zasady projektowania UX/UI
pt: Princípios de design UX/UI
ru: Принципы UX/UI-дизайна
sv: UX/UI designprinciper
ta: UX/UI வடிவமைப்பு கோட்பாடுகள்
te: UX/UI డిజైన్ సూత్రాలు
th: หลักการออกแบบ UX/UI
tr: UX/UI Tasarım İlkeleri
vi: Nguyên tắc thiết kế UX/UI

source: Machine Learning Basics
ar: أساسيات التعلم الآلي
bn: মেশিন লার্নিং বেসিক
da: Grundlæggende maskinlæring
de: Grundlagen des maschinellen Lernens
el: Βασικά στοιχεία μηχανικής μάθησης
es: Conceptos básicos del aprendizaje automático
fi: Koneoppimisen perusteet
fr: Bases de l'apprentissage automatique
he: יסודות למידת מכונה
hi: मशीन लर्निंग मूल बातें
id: Dasar-dasar Pembelajaran Mesin
it: Nozioni di base sull'apprendimento automatico
ja: 機械学習の基礎
kn: ಮೆಷಿನ್ ಲರ್ನಿಂಗ್ ಬೇಸಿಕ್ಸ್
ml: മെഷീൻ ലേണിംഗ് അടിസ്ഥാനങ്ങൾ
mr: मशीन लर्निंग बेसिक्स
nl: Basisprincipes van machinaal leren
pa: ਮਸ਼ੀਨ ਲਰਨਿੰਗ ਬੇਸਿਕਸ
pl: Podstawy uczenia maszynowego
pt: Noções básicas de aprendizado de máquina
ru: Основы машинного обучения
sv: Grundläggande maskininlärning
ta: இயந்திர கற்றல் அடிப்படைகள்
te: మెషిన్ లెర్నింగ్ బేసిక్స్
th: พื้นฐานการเรียนรู้ของเครื่อง
tr: Makine Öğreniminin Temelleri
vi: Khái niệm cơ bản về học máy

source: Completion by Category
ar: الإكمال حسب الفئة
bn: বিভাগ দ্বারা সমাপ্তি
da: Færdiggørelse efter kategori
de: Abschluss nach Kategorie
el: Συμπλήρωση ανά Κατηγορία
es: Finalización por categoría
fi: Täydennys kategorioittain
fr: Achèvement par catégorie
he: השלמה לפי קטגוריות
hi: श्रेणी के अनुसार समापन
id: Penyelesaian berdasarkan Kategori
it: Completamento per categoria
ja: カテゴリ別の完了
kn: ವರ್ಗದಿಂದ ಪೂರ್ಣಗೊಳಿಸುವಿಕೆ
ml: വിഭാഗം പ്രകാരമുള്ള പൂർത്തീകരണം
mr: श्रेणीनुसार पूर्ण करणे
nl: Voltooiing per categorie
pa: ਸ਼੍ਰੇਣੀ ਦੁਆਰਾ ਸੰਪੂਰਨਤਾ
pl: Ukończenie według kategorii
pt: Conclusão por categoria
ru: Завершение по категориям
sv: Komplettering per kategori
ta: வகை மூலம் நிறைவு
te: వర్గం ద్వారా పూర్తి
th: เสร็จสิ้นตามหมวดหมู่
tr: Kategoriye Göre Tamamlama
vi: Hoàn thành theo danh mục

source: Recent Completions
ar: الإكمالات الأخيرة
bn: সাম্প্রতিক সমাপ্তি
da: Seneste færdiggørelser
de: Aktuelle Fertigstellungen
el: Πρόσφατες Ολοκληρώσεις
es: Terminaciones recientes
fi: Viimeaikaiset valmistumiset
fr: Achèvements récents
he: השלמות אחרונות
hi: हाल की पूर्णताएँ
id: Penyelesaian Terkini
it: Completamenti recenti
ja: 最近の完了
kn: ಇತ್ತೀಚಿನ ಪೂರ್ಣಗೊಳಿಸುವಿಕೆಗಳು
ml: സമീപകാല പൂർത്തീകരണങ്ങൾ
mr: अलीकडील पूर्ण
nl: Recente voltooiingen
pa: ਹਾਲੀਆ ਸੰਪੂਰਨਤਾਵਾਂ
pl: Ostatnie Realizacje
pt: Conclusões recentes
ru: Недавние завершения
sv: Senaste slutföranden
ta: சமீபத்திய நிறைவுகள்
te: ఇటీవలి పూర్తిలు
th: ความสำเร็จล่าสุด
tr: Son Tamamlananlar
vi: Hoàn thành gần đây

source: Detailed Course Completion
ar: استكمال الدورة التفصيلية
bn: বিস্তারিত কোর্স সমাপ্তি
da: Detaljeret kursusafslutning
de: Detaillierter Kursabschluss
el: Αναλυτική Ολοκλήρωση Μαθημάτων
es: Finalización detallada del curso
fi: Yksityiskohtainen kurssin suorittaminen
fr: Achèvement détaillé du cours
he: סיום קורס מפורט
hi: विस्तृत पाठ्यक्रम समापन
id: Penyelesaian Kursus Terperinci
it: Completamento dettagliato del corso
ja: 詳細なコースの完了
kn: ವಿವರವಾದ ಕೋರ್ಸ್ ಪೂರ್ಣಗೊಳಿಸುವಿಕೆ
ml: വിശദമായ കോഴ്‌സ് പൂർത്തീകരണം
mr: तपशीलवार अभ्यासक्रम पूर्ण करणे
nl: Gedetailleerde voltooiing van de cursus
pa: ਵਿਸਤ੍ਰਿਤ ਕੋਰਸ ਪੂਰਾ ਕਰਨਾ
pl: Szczegółowe ukończenie kursu
pt: Conclusão detalhada do curso
ru: Подробное завершение курса
sv: Detaljerad kursavslutning
ta: விரிவான பாடநெறி நிறைவு
te: వివరణాత్మక కోర్సు పూర్తి
th: รายละเอียดการจบหลักสูตร
tr: Detaylı Kurs Tamamlama
vi: Hoàn thành khóa học chi tiết

source: Course Name
ar: اسم الدورة
bn: কোর্সের নাম
da: Kursusnavn
de: Kursname
el: Όνομα Μαθήματος
es: Nombre del curso
fi: Kurssin nimi
fr: Nom du cours
he: שם הקורס
hi: कोर्स का नाम
id: Nama Kursus
it: Nome del corso
ja: コース名
kn: ಕೋರ್ಸ್ ಹೆಸರು
ml: കോഴ്സിൻ്റെ പേര്
mr: अभ्यासक्रमाचे नाव
nl: Cursusnaam
pa: ਕੋਰਸ ਦਾ ਨਾਮ
pl: Nazwa kursu
pt: Nome do curso
ru: Название курса
sv: Kursens namn
ta: பாடத்தின் பெயர்
te: కోర్సు పేరు
th: ชื่อหลักสูตร
tr: Kurs Adı
vi: Tên khóa học

source: Programming
ar: برمجة
bn: প্রোগ্রামিং
da: Programmering
de: Programmierung
el: Προγραμματισμός
es: Programación
fi: Ohjelmointi
fr: Programmation
he: תִכנוּת
hi: प्रोग्रामिंग
id: Pemrograman
it: Programmazione
ja: プログラミング
kn: ಪ್ರೋಗ್ರಾಮಿಂಗ್
ml: പ്രോഗ്രാമിംഗ്
mr: प्रोग्रामिंग
nl: Programmering
pa: ਪ੍ਰੋਗਰਾਮਿੰਗ
pl: Programowanie
pt: Programação
ru: Программирование
sv: Programmering
ta: நிரலாக்கம்
te: ప్రోగ్రామింగ్
th: การเขียนโปรแกรม
tr: Programlama
vi: Lập trình

source: Marketing
ar: تسويق
bn: মার্কেটিং
da: Markedsføring
el: Εμπορία
fi: Markkinointi
fr: Commercialisation
he: שיווק
hi: मार्केटिंग
id: Pemasaran
ja: マーケティング
kn: ಮಾರ್ಕೆಟಿಂಗ್
ml: മാർക്കറ്റിംഗ്
mr: मार्केटिंग
pa: ਮਾਰਕੀਟਿੰਗ
ru: Маркетинг
sv: Marknadsföring
ta: சந்தைப்படுத்தல்
te: మార్కెటింగ్
th: การตลาด
tr: Pazarlama
vi: Tiếp thị

source: Design
ar: تصميم
bn: ডিজাইন
el: Σχέδιο
es: Diseño
fr: Conception
he: לְעַצֵב
hi: डिज़ाइन
id: Desain
it: Progetto
ja: デザイン
kn: ವಿನ್ಯಾಸ
ml: ഡിസൈൻ
mr: रचना
nl: Ontwerp
pa: ਡਿਜ਼ਾਈਨ
pl: Projekt
pt: Projeto
ru: Дизайн
ta: வடிவமைப்பு
te: డిజైన్
th: ออกแบบ
tr: Tasarım
vi: Thiết kế

source: Custom Reports
ar: التقارير المخصصة
bn: কাস্টম রিপোর্ট
da: Brugerdefinerede rapporter
de: Benutzerdefinierte Berichte
el: Προσαρμοσμένες αναφορές
es: Informes personalizados
fi: Mukautetut raportit
fr: Rapports personnalisés
gu: કસ્ટમ રિપોર્ટ્સ
he: דוחות מותאמים אישית
hi: कस्टम रिपोर्ट
id: Laporan Khusus
it: Rapporti personalizzati
ja: カスタムレポート
kn: ಕಸ್ಟಮ್ ವರದಿಗಳು
ml: കസ്റ്റം റിപ്പോർട്ടുകൾ
mr: सानुकूल अहवाल
nl: Aangepaste rapporten
no: Egendefinerte rapporter
or: କଷ୍ଟମ୍ ରିପୋର୍ଟଗୁଡିକ |
pa: ਕਸਟਮ ਰਿਪੋਰਟਾਂ
pl: Raporty niestandardowe
pt: Relatórios personalizados
ru: Пользовательские отчеты
sv: Anpassade rapporter
ta: தனிப்பயன் அறிக்கைகள்
te: అనుకూల నివేదికలు
th: รายงานที่กำหนดเอง
tr: Özel Raporlar
vi: Báo cáo tùy chỉnh
