Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Reminder Times (hours before event, comma-separated)
ar: أوقات التذكير (ساعات قبل الحدث، مفصولة بفواصل)
bn: অনুস্মারক সময় (ইভেন্টের কয়েক ঘন্টা আগে, কমা দ্বারা পৃথক করা)
da: Påmindelsestider (timer før begivenhed, kommasepareret)
de: Erinnerungszeiten (Stunden vor dem Ereignis, durch Kommas getrennt)
el: Χρόνοι υπενθύμισης (ώρες πριν από το συμβάν, χωρισμένοι με κόμμα)
es: Horarios de recordatorio (horas antes del evento, separados por comas)
fi: Muistutusajat (tunteja ennen tapahtumaa, pilkuilla erotettuna)
fr: Horaires de rappel (heures avant l'événement, séparés par des virgules)
he: זמני תזכורת (שעות לפני האירוע, מופרדים בפסיקים)
hi: अनुस्मारक समय (घटना से कुछ घंटे पहले, अल्पविराम से अलग)
id: Waktu Pengingat (jam sebelum acara, dipisahkan koma)
it: Orari dei promemoria (ore prima dell'evento, separati da virgole)
ja: リマインダー時間 (イベントの時間前、カンマ区切り)
kn: ರಿಮೈಂಡರ್ ಟೈಮ್ಸ್ (ಈವೆಂಟ್‌ಗೆ ಗಂಟೆಗಳ ಮೊದಲು, ಅಲ್ಪವಿರಾಮದಿಂದ ಬೇರ್ಪಡಿಸಲಾಗಿದೆ)
ml: റിമൈൻഡർ ടൈംസ് (ഇവൻ്റിനു മണിക്കൂറുകൾക്ക് മുമ്പ്, കോമയാൽ വേർതിരിച്ചത്)
mr: रिमाइंडर टाइम्स (इव्हेंटच्या काही तास आधी, स्वल्पविरामाने विभक्त)
nl: Herinneringstijden (uren vóór de gebeurtenis, door komma's gescheiden)
pa: ਰੀਮਾਈਂਡਰ ਟਾਈਮ (ਇਵੈਂਟ ਤੋਂ ਘੰਟੇ ਪਹਿਲਾਂ, ਕੌਮੇ ਨਾਲ ਵੱਖ ਕੀਤਾ ਗਿਆ)
pl: Czasy przypomnień (godziny przed wydarzeniem, oddzielone przecinkami)
pt: Horários dos lembretes (horas antes do evento, separados por vírgula)
ru: Время напоминания (за несколько часов до мероприятия, через запятую)
sv: Påminnelsetider (timmar före händelse, kommaseparerade)
ta: நினைவூட்டல் நேரங்கள் (நிகழ்வுக்கு சில மணிநேரங்களுக்கு முன், கமாவால் பிரிக்கப்பட்டது)
te: రిమైండర్ టైమ్స్ (ఈవెంట్‌కు గంటల ముందు, కామాతో వేరు చేయబడింది)
th: เวลาเตือนความจำ (ชั่วโมงก่อนกิจกรรม คั่นด้วยเครื่องหมายจุลภาค)
tr: Hatırlatma Saatleri (etkinlikten önceki saatler, virgülle ayrılmış)
vi: Thời gian nhắc nhở (vài giờ trước sự kiện, được phân tách bằng dấu phẩy)

source: Reminder Methods
ar: طرق التذكير
bn: অনুস্মারক পদ্ধতি
da: Påmindelsesmetoder
de: Erinnerungsmethoden
el: Μέθοδοι υπενθύμισης
es: Métodos de recordatorio
fi: Muistutusmenetelmät
fr: Méthodes de rappel
he: שיטות תזכורת
hi: अनुस्मारक विधियाँ
id: Metode Pengingat
it: Metodi di promemoria
ja: リマインダーの方法
kn: ಜ್ಞಾಪನೆ ವಿಧಾನಗಳು
ml: ഓർമ്മപ്പെടുത്തൽ രീതികൾ
mr: रिमाइंडर पद्धती
nl: Herinneringsmethoden
pa: ਰੀਮਾਈਂਡਰ ਢੰਗ
pl: Metody przypomnienia
pt: Métodos de lembrete
ru: Методы напоминания
sv: Påminnelsemetoder
ta: நினைவூட்டல் முறைகள்
te: రిమైండర్ పద్ధతులు
th: วิธีการเตือนความจำ
tr: Hatırlatma Yöntemleri
vi: Phương pháp nhắc nhở

source: Virtual Event Settings
ar: إعدادات الأحداث الافتراضية
bn: ভার্চুয়াল ইভেন্ট সেটিংস
da: Indstillinger for virtuelle begivenheder
de: Einstellungen für virtuelle Ereignisse
el: Ρυθμίσεις εικονικής εκδήλωσης
es: Configuración de eventos virtuales
fi: Virtuaalitapahtuman asetukset
fr: Paramètres d'événement virtuel
he: הגדרות אירוע וירטואלי
hi: वर्चुअल इवेंट सेटिंग्स
id: Pengaturan Acara Virtual
it: Impostazioni degli eventi virtuali
ja: バーチャルイベントの設定
kn: ವರ್ಚುವಲ್ ಈವೆಂಟ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: വെർച്വൽ ഇവൻ്റ് ക്രമീകരണങ്ങൾ
mr: व्हर्च्युअल इव्हेंट सेटिंग्ज
nl: Instellingen voor virtuele evenementen
pa: ਵਰਚੁਅਲ ਇਵੈਂਟ ਸੈਟਿੰਗਾਂ
pl: Ustawienia wydarzenia wirtualnego
pt: Configurações de eventos virtuais
ru: Настройки виртуального события
sv: Inställningar för virtuella händelser
ta: மெய்நிகர் நிகழ்வு அமைப்புகள்
te: వర్చువల్ ఈవెంట్ సెట్టింగ్‌లు
th: การตั้งค่าเหตุการณ์เสมือน
tr: Sanal Etkinlik Ayarları
vi: Cài đặt sự kiện ảo

source: Enable virtual event hosting
ar: تمكين استضافة الأحداث الافتراضية
bn: ভার্চুয়াল ইভেন্ট হোস্টিং সক্ষম করুন
da: Aktiver hosting af virtuel begivenhed
de: Ermöglichen Sie das Hosten virtueller Veranstaltungen
el: Ενεργοποίηση εικονικής φιλοξενίας εκδηλώσεων
es: Habilitar el alojamiento de eventos virtuales
fi: Ota käyttöön virtuaalinen tapahtuman isännöinti
fr: Activer l'hébergement d'événements virtuels
he: אפשר אירוח אירועים וירטואליים
hi: वर्चुअल इवेंट होस्टिंग सक्षम करें
id: Aktifkan hosting acara virtual
it: Abilita l'hosting di eventi virtuali
ja: 仮想イベントのホスティングを有効にする
kn: ವರ್ಚುವಲ್ ಈವೆಂಟ್ ಹೋಸ್ಟಿಂಗ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ml: വെർച്വൽ ഇവൻ്റ് ഹോസ്റ്റിംഗ് പ്രവർത്തനക്ഷമമാക്കുക
mr: आभासी कार्यक्रम होस्टिंग सक्षम करा
nl: Schakel hosting van virtuele evenementen in
pa: ਵਰਚੁਅਲ ਇਵੈਂਟ ਹੋਸਟਿੰਗ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ
pl: Włącz hosting wydarzeń wirtualnych
pt: Habilite a hospedagem de eventos virtuais
ru: Включить хостинг виртуальных мероприятий
sv: Aktivera värd för virtuella evenemang
ta: மெய்நிகர் நிகழ்வு ஹோஸ்டிங்கை இயக்கவும்
te: వర్చువల్ ఈవెంట్ హోస్టింగ్‌ని ప్రారంభించండి
th: เปิดใช้งานการโฮสต์เหตุการณ์เสมือน
tr: Sanal etkinlik barındırmayı etkinleştir
vi: Kích hoạt tính năng tổ chức sự kiện ảo

source: Default Virtual Event Platform
ar: منصة الأحداث الافتراضية الافتراضية
bn: ডিফল্ট ভার্চুয়াল ইভেন্ট প্ল্যাটফর্ম
da: Standard Virtual Event Platform
de: Standardmäßige Plattform für virtuelle Veranstaltungen
el: Προεπιλεγμένη πλατφόρμα εικονικών συμβάντων
es: Plataforma de eventos virtuales predeterminada
fi: Oletusarvoinen virtuaalinen tapahtumaalusta
fr: Plateforme d'événements virtuels par défaut
he: פלטפורמת אירוע וירטואלית כברירת מחדל
hi: डिफ़ॉल्ट वर्चुअल इवेंट प्लेटफ़ॉर्म
id: Platform Acara Virtual Default
it: Piattaforma di eventi virtuali predefinita
ja: デフォルトの仮想イベント プラットフォーム
kn: ಡೀಫಾಲ್ಟ್ ವರ್ಚುವಲ್ ಈವೆಂಟ್ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್
ml: ഡിഫോൾട്ട് വെർച്വൽ ഇവൻ്റ് പ്ലാറ്റ്ഫോം
mr: डीफॉल्ट व्हर्च्युअल इव्हेंट प्लॅटफॉर्म
nl: Standaard virtueel evenementenplatform
pa: ਪੂਰਵ-ਨਿਰਧਾਰਤ ਵਰਚੁਅਲ ਇਵੈਂਟ ਪਲੇਟਫਾਰਮ
pl: Domyślna platforma wydarzeń wirtualnych
pt: Plataforma de eventos virtuais padrão
ru: Платформа виртуальных событий по умолчанию
sv: Standard virtuell evenemangsplattform
ta: இயல்புநிலை மெய்நிகர் நிகழ்வு இயங்குதளம்
te: డిఫాల్ట్ వర్చువల్ ఈవెంట్ ప్లాట్‌ఫారమ్
th: แพลตฟอร์มเหตุการณ์เสมือนเริ่มต้น
tr: Varsayılan Sanal Etkinlik Platformu
vi: Nền tảng sự kiện ảo mặc định

source: Maximum Virtual Attendees
ar: الحد الأقصى من الحضور الظاهري
bn: সর্বাধিক ভার্চুয়াল অংশগ্রহণকারী
da: Maksimalt antal virtuelle deltagere
de: Maximale virtuelle Teilnehmerzahl
el: Μέγιστος αριθμός εικονικών συμμετεχόντων
es: Máximo de asistentes virtuales
fi: Virtuaalien osallistujien enimmäismäärä
fr: Nombre maximum de participants virtuels
he: מקסימום משתתפים וירטואליים
hi: अधिकतम आभासी उपस्थिति
id: Peserta Virtual Maksimum
it: Numero massimo di partecipanti virtuali
ja: 仮想参加者の最大数
kn: ಗರಿಷ್ಠ ವರ್ಚುವಲ್ ಪಾಲ್ಗೊಳ್ಳುವವರು
ml: പരമാവധി വെർച്വൽ അറ്റൻഡികൾ
mr: कमाल आभासी उपस्थित
nl: Maximale virtuele bezoekers
pa: ਵੱਧ ਤੋਂ ਵੱਧ ਵਰਚੁਅਲ ਅਟੈਂਡੀਜ਼
pl: Maksymalna liczba wirtualnych uczestników
pt: Máximo de participantes virtuais
ru: Максимальное количество виртуальных участников
sv: Maximalt antal virtuella deltagare
ta: அதிகபட்ச விர்ச்சுவல் பங்கேற்பாளர்கள்
te: గరిష్ట వర్చువల్ హాజరైనవారు
th: ผู้เข้าร่วมเสมือนสูงสุด
tr: Maksimum Sanal Katılımcı
vi: Số người tham dự ảo tối đa

source: Event Feedback
ar: ردود الفعل على الحدث
bn: ইভেন্ট প্রতিক্রিয়া
da: Begivenhedsfeedback
el: Σχόλια εκδήλωσης
es: Comentarios del evento
fi: Tapahtuman palaute
fr: Commentaires sur l'événement
he: משוב לאירוע
hi: घटना प्रतिक्रिया
id: Umpan Balik Acara
it: Feedback sugli eventi
ja: イベントのフィードバック
kn: ಈವೆಂಟ್ ಪ್ರತಿಕ್ರಿಯೆ
ml: ഇവൻ്റ് ഫീഡ്ബാക്ക്
mr: कार्यक्रम अभिप्राय
nl: Feedback over evenementen
pa: ਇਵੈਂਟ ਫੀਡਬੈਕ
pl: Opinia o wydarzeniu
pt: Comentários sobre o evento
ru: Обратная связь о событии
ta: நிகழ்வு கருத்து
te: ఈవెంట్ అభిప్రాయం
th: ข้อเสนอแนะเหตุการณ์
tr: Etkinlik Geri Bildirimi
vi: Phản hồi sự kiện

source: Enable event feedback collection
ar: تفعيل جمع تعليقات الأحداث
bn: ইভেন্ট প্রতিক্রিয়া সংগ্রহ সক্ষম করুন
da: Aktiver indsamling af hændelsesfeedback
de: Aktivieren Sie die Sammlung von Ereignis-Feedback
el: Ενεργοποίηση συλλογής σχολίων συμβάντων
es: Habilitar la recopilación de comentarios de eventos
fi: Ota tapahtumapalautteen kerääminen käyttöön
fr: Activer la collecte de commentaires sur les événements
he: אפשר איסוף משוב על אירועים
hi: इवेंट फीडबैक संग्रह सक्षम करें
id: Aktifkan pengumpulan umpan balik acara
it: Abilita la raccolta di feedback sugli eventi
ja: イベントフィードバック収集を有効にする
kn: ಈವೆಂಟ್ ಪ್ರತಿಕ್ರಿಯೆ ಸಂಗ್ರಹವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ml: ഇവൻ്റ് ഫീഡ്‌ബാക്ക് ശേഖരണം പ്രവർത്തനക്ഷമമാക്കുക
mr: इव्हेंट फीडबॅक संकलन सक्षम करा
nl: Schakel het verzamelen van gebeurtenisfeedback in
pa: ਇਵੈਂਟ ਫੀਡਬੈਕ ਸੰਗ੍ਰਹਿ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ
pl: Włącz zbieranie opinii o zdarzeniach
pt: Habilitar coleta de feedback de eventos
ru: Включить сбор отзывов о событиях
sv: Aktivera insamling av händelsefeedback
ta: நிகழ்வு கருத்து சேகரிப்பை இயக்கவும்
te: ఈవెంట్ ఫీడ్‌బ్యాక్ సేకరణను ప్రారంభించండి
th: เปิดใช้งานการรวบรวมคำติชมของเหตุการณ์
tr: Etkinlik geri bildirimi toplamayı etkinleştir
vi: Bật thu thập phản hồi sự kiện

source: Default Feedback Form Template
ar: قالب نموذج الملاحظات الافتراضي
bn: ডিফল্ট প্রতিক্রিয়া ফর্ম টেমপ্লেট
da: Standardskabelon til feedbackformular
de: Standard-Feedback-Formularvorlage
el: Προεπιλεγμένο πρότυπο φόρμας σχολίων
es: Plantilla de formulario de comentarios predeterminada
fi: Palautelomakkeen oletusmalli
fr: Modèle de formulaire de commentaires par défaut
he: תבנית ברירת מחדל של טופס משוב
hi: डिफ़ॉल्ट फीडबैक फॉर्म टेम्पलेट
id: Templat Formulir Umpan Balik Default
it: Modello di modulo di feedback predefinito
ja: デフォルトのフィードバック フォーム テンプレート
kn: ಡೀಫಾಲ್ಟ್ ಪ್ರತಿಕ್ರಿಯೆ ಫಾರ್ಮ್ ಟೆಂಪ್ಲೇಟ್
ml: ഡിഫോൾട്ട് ഫീഡ്ബാക്ക് ഫോം ടെംപ്ലേറ്റ്
mr: डीफॉल्ट फीडबॅक फॉर्म टेम्पलेट
nl: Standaard feedbackformuliersjabloon
pa: ਡਿਫੌਲਟ ਫੀਡਬੈਕ ਫਾਰਮ ਟੈਮਪਲੇਟ
pl: Domyślny szablon formularza opinii
pt: Modelo de formulário de feedback padrão
ru: Шаблон формы обратной связи по умолчанию
sv: Standard mall för feedbackformulär
ta: இயல்புநிலை கருத்து படிவ டெம்ப்ளேட்
te: డిఫాల్ట్ ఫీడ్‌బ్యాక్ ఫారమ్ టెంప్లేట్
th: เทมเพลตแบบฟอร์มคำติชมเริ่มต้น
tr: Varsayılan Geri Bildirim Formu Şablonu
vi: Mẫu biểu mẫu phản hồi mặc định

source: Feedback Reminder Delay (hours after event)
ar: تأخير تذكير التعليقات (ساعات بعد الحدث)
bn: প্রতিক্রিয়া অনুস্মারক বিলম্ব (ঘণ্টা পরে ইভেন্ট)
da: Forsinket feedbackpåmindelse (timer efter begivenheden)
de: Verzögerung der Feedback-Erinnerung (Stunden nach dem Ereignis)
el: Καθυστέρηση υπενθύμισης σχολίων (ώρες μετά το συμβάν)
es: Retraso del recordatorio de comentarios (horas después del evento)
fi: Palautteen muistutuksen viive (tunteja tapahtuman jälkeen)
fr: Délai de rappel de commentaires (heures après l'événement)
he: עיכוב בתזכורת משוב (שעות לאחר האירוע)
hi: फीडबैक अनुस्मारक विलंब (घटना के कुछ घंटे बाद)
id: Penundaan Pengingat Umpan Balik (beberapa jam setelah acara)
it: Ritardo promemoria feedback (ore dopo l'evento)
ja: フィードバックリマインダーの遅延 (イベント後数時間)
kn: ಪ್ರತಿಕ್ರಿಯೆ ಜ್ಞಾಪನೆ ವಿಳಂಬ (ಈವೆಂಟ್ ನಂತರ ಗಂಟೆಗಳ)
ml: ഫീഡ്‌ബാക്ക് ഓർമ്മപ്പെടുത്തൽ കാലതാമസം (ഇവൻ്റ് കഴിഞ്ഞ് മണിക്കൂറുകൾക്ക് ശേഷം)
mr: फीडबॅक रिमाइंडर विलंब (इव्हेंट नंतर तास)
nl: Feedbackherinneringsvertraging (uren na gebeurtenis)
pa: ਫੀਡਬੈਕ ਰੀਮਾਈਂਡਰ ਦੇਰੀ (ਘੰਟੇ ਬਾਅਦ ਘਟਨਾ)
pl: Opóźnienie przypomnienia o opinii (godziny po zdarzeniu)
pt: Atraso no lembrete de feedback (horas após o evento)
ru: Задержка напоминания об обратной связи (через несколько часов после события)
sv: Fördröjning av feedbackpåminnelse (timmar efter händelsen)
ta: பின்னூட்ட நினைவூட்டல் தாமதம் (நிகழ்வுக்குப் பிறகு மணிநேரம்)
te: ఫీడ్‌బ్యాక్ రిమైండర్ ఆలస్యం (ఈవెంట్ తర్వాత కొన్ని గంటలు)
th: ความล่าช้าในการแจ้งเตือนข้อเสนอแนะ (ชั่วโมงหลังเหตุการณ์)
tr: Geri Bildirim Hatırlatma Gecikmesi (etkinlikten birkaç saat sonra)
vi: Trì hoãn nhắc nhở phản hồi (vài giờ sau sự kiện)

source: Save Event Settings
ar: حفظ إعدادات الحدث
bn: ইভেন্ট সেটিংস সংরক্ষণ করুন
da: Gem begivenhedsindstillinger
de: Ereigniseinstellungen speichern
el: Αποθήκευση ρυθμίσεων συμβάντος
es: Guardar configuración de evento
fi: Tallenna tapahtumaasetukset
fr: Enregistrer les paramètres de l'événement
he: שמור את הגדרות האירוע
hi: ईवेंट सेटिंग सहेजें
id: Simpan Pengaturan Acara
it: Salva le impostazioni dell'evento
ja: イベント設定の保存
kn: ಈವೆಂಟ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಉಳಿಸಿ
ml: ഇവൻ്റ് ക്രമീകരണങ്ങൾ സംരക്ഷിക്കുക
mr: इव्हेंट सेटिंग्ज सेव्ह करा
nl: Gebeurtenisinstellingen opslaan
pa: ਇਵੈਂਟ ਸੈਟਿੰਗਾਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰੋ
pl: Zapisz ustawienia wydarzenia
pt: Salvar configurações de evento
ru: Сохранить настройки мероприятия
sv: Spara händelseinställningar
ta: நிகழ்வு அமைப்புகளைச் சேமிக்கவும்
te: ఈవెంట్ సెట్టింగ్‌లను సేవ్ చేయండి
th: บันทึกการตั้งค่าเหตุการณ์
tr: Etkinlik Ayarlarını Kaydet
vi: Lưu cài đặt sự kiện

source: Certificates Settings
ar: إعدادات الشهادات
bn: সার্টিফিকেট সেটিংস
da: Certifikatindstillinger
de: Zertifikatseinstellungen
el: Ρυθμίσεις πιστοποιητικών
es: Configuración de certificados
fi: Varmenteiden asetukset
fr: Paramètres des certificats
he: הגדרות תעודות
hi: प्रमाणपत्र सेटिंग्स
id: Pengaturan Sertifikat
it: Impostazioni dei certificati
ja: 証明書の設定
kn: ಪ್ರಮಾಣಪತ್ರ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: സർട്ടിഫിക്കറ്റ് ക്രമീകരണങ്ങൾ
mr: प्रमाणपत्रे सेटिंग्ज
nl: Certificaten instellingen
pa: ਸਰਟੀਫਿਕੇਟ ਸੈਟਿੰਗਾਂ
pl: Ustawienia certyfikatów
pt: Configurações de certificados
ru: Настройки сертификатов
sv: Certifikatinställningar
ta: சான்றிதழ் அமைப்புகள்
te: సర్టిఫికెట్ల సెట్టింగ్‌లు
th: การตั้งค่าใบรับรอง
tr: Sertifika Ayarları
vi: Cài đặt chứng chỉ

source: Certificate Generation
ar: إنشاء الشهادة
bn: সার্টিফিকেট জেনারেশন
da: Certifikatgenerering
de: Zertifikatserstellung
el: Δημιουργία Πιστοποιητικού
es: Generación de certificados
fi: Sertifikaatin luominen
fr: Génération de certificat
he: יצירת תעודות
hi: प्रमाणपत्र निर्माण
id: Pembuatan Sertifikat
it: Generazione di certificati
ja: 証明書の生成
kn: ಪ್ರಮಾಣಪತ್ರ ಉತ್ಪಾದನೆ
ml: സർട്ടിഫിക്കറ്റ് ജനറേഷൻ
mr: प्रमाणपत्र निर्मिती
nl: Certificaat genereren
pa: ਸਰਟੀਫਿਕੇਟ ਜਨਰੇਸ਼ਨ
pl: Generowanie certyfikatu
pt: Geração de certificado
ru: Генерация сертификата
sv: Certifikatgenerering
ta: சான்றிதழ் உருவாக்கம்
te: సర్టిఫికేట్ జనరేషన్
th: การสร้างใบรับรอง
tr: Sertifika Üretimi
vi: Tạo chứng chỉ

source: Automatically generate certificates upon course completion
ar: إنشاء الشهادات تلقائيًا عند الانتهاء من الدورة
bn: কোর্স সমাপ্তির পর স্বয়ংক্রিয়ভাবে সার্টিফিকেট তৈরি করুন
da: Generer automatisk certifikater efter kursusafslutning
de: Generieren Sie nach Abschluss des Kurses automatisch Zertifikate
el: Αυτόματη δημιουργία πιστοποιητικών με την ολοκλήρωση του μαθήματος
es: Generar certificados automáticamente al finalizar el curso.
fi: Luo automaattisesti todistukset kurssin päätyttyä
fr: Générez automatiquement des certificats à la fin du cours
he: הפק תעודות אוטומטית עם סיום הקורס
hi: पाठ्यक्रम पूरा होने पर स्वचालित रूप से प्रमाणपत्र उत्पन्न करें
id: Secara otomatis menghasilkan sertifikat setelah kursus selesai
it: Genera automaticamente certificati al completamento del corso
ja: コース完了時に証明書を自動的に生成
kn: ಕೋರ್ಸ್ ಪೂರ್ಣಗೊಂಡ ನಂತರ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಪ್ರಮಾಣಪತ್ರಗಳನ್ನು ರಚಿಸಿ
ml: കോഴ്‌സ് പൂർത്തിയാകുമ്പോൾ സ്വയമേവ സർട്ടിഫിക്കറ്റുകൾ ജനറേറ്റുചെയ്യുക
mr: कोर्स पूर्ण झाल्यावर आपोआप प्रमाणपत्रे व्युत्पन्न करा
nl: Genereer automatisch certificaten na voltooiing van de cursus
pa: ਕੋਰਸ ਪੂਰਾ ਹੋਣ 'ਤੇ ਸਵੈਚਲਿਤ ਤੌਰ 'ਤੇ ਸਰਟੀਫਿਕੇਟ ਤਿਆਰ ਕਰੋ
pl: Automatycznie generuj certyfikaty po ukończeniu kursu
pt: Gere certificados automaticamente após a conclusão do curso
ru: Автоматически генерировать сертификаты после завершения курса
sv: Generera automatiskt certifikat efter avslutad kurs
ta: பாடநெறி முடிந்ததும் தானாகவே சான்றிதழ்களை உருவாக்கவும்
te: కోర్సు పూర్తయిన తర్వాత ఆటోమేటిక్‌గా సర్టిఫికెట్‌లను రూపొందించండి
th: สร้างใบรับรองโดยอัตโนมัติเมื่อจบหลักสูตร
tr: Kurs tamamlandığında otomatik olarak sertifika oluşturun
vi: Tự động tạo chứng chỉ sau khi hoàn thành khóa học

source: Certificate Format
ar: تنسيق الشهادة
bn: শংসাপত্র বিন্যাস
da: Certifikatformat
de: Zertifikatsformat
el: Μορφή πιστοποιητικού
es: Formato del certificado
fi: Varmenteen muoto
fr: Format du certificat
he: פורמט תעודה
hi: प्रमाणपत्र प्रारूप
id: Format Sertifikat
it: Formato del certificato
ja: 証明書の形式
kn: ಪ್ರಮಾಣಪತ್ರ ಸ್ವರೂಪ
ml: സർട്ടിഫിക്കറ്റ് ഫോർമാറ്റ്
mr: प्रमाणपत्र स्वरूप
nl: Certificaatformaat
pa: ਸਰਟੀਫਿਕੇਟ ਫਾਰਮੈਟ
pl: Format certyfikatu
pt: Formato do certificado
ru: Формат сертификата
sv: Certifikatformat
ta: சான்றிதழ் வடிவம்
te: సర్టిఫికేట్ ఫార్మాట్
th: รูปแบบใบรับรอง
tr: Sertifika Formatı
vi: Định dạng chứng chỉ

source: Certificate Size
ar: حجم الشهادة
bn: শংসাপত্রের আকার
da: Certifikat størrelse
de: Zertifikatsgröße
el: Μέγεθος Πιστοποιητικού
es: Tamaño del certificado
fi: Sertifikaatin koko
fr: Taille du certificat
he: גודל תעודה
hi: प्रमाणपत्र का आकार
id: Ukuran Sertifikat
it: Dimensione del certificato
ja: 証明書のサイズ
kn: ಪ್ರಮಾಣಪತ್ರದ ಗಾತ್ರ
ml: സർട്ടിഫിക്കറ്റ് വലിപ്പം
mr: प्रमाणपत्र आकार
nl: Certificaatgrootte
pa: ਸਰਟੀਫਿਕੇਟ ਦਾ ਆਕਾਰ
pl: Rozmiar certyfikatu
pt: Tamanho do certificado
ru: Размер сертификата
sv: Certifikatstorlek
ta: சான்றிதழ் அளவு
te: సర్టిఫికేట్ పరిమాణం
th: ขนาดใบรับรอง
tr: Sertifika Boyutu
vi: Kích thước chứng chỉ

source: Certificate Templates
ar: قوالب الشهادات
bn: সার্টিফিকেট টেমপ্লেট
da: Certifikat skabeloner
de: Zertifikatsvorlagen
el: Πρότυπα πιστοποιητικών
es: Plantillas de certificado
fi: Todistusmallit
fr: Modèles de certificat
he: תבניות תעודות
hi: प्रमाणपत्र टेम्पलेट्स
id: Templat Sertifikat
it: Modelli di certificato
ja: 証明書テンプレート
kn: ಪ್ರಮಾಣಪತ್ರ ಟೆಂಪ್ಲೇಟ್‌ಗಳು
ml: സർട്ടിഫിക്കറ്റ് ടെംപ്ലേറ്റുകൾ
mr: प्रमाणपत्र टेम्पलेट्स
nl: Certificaatsjablonen
pa: ਸਰਟੀਫਿਕੇਟ ਟੈਮਪਲੇਟਸ
pl: Szablony certyfikatów
pt: Modelos de certificado
ru: Шаблоны сертификатов
sv: Certifikatmallar
ta: சான்றிதழ் வார்ப்புருக்கள்
te: సర్టిఫికేట్ టెంప్లేట్లు
th: เทมเพลตใบรับรอง
tr: Sertifika Şablonları
vi: Mẫu chứng chỉ

source: Default Certificate Template
ar: قالب الشهادة الافتراضي
bn: ডিফল্ট সার্টিফিকেট টেমপ্লেট
da: Standard certifikatskabelon
de: Standardzertifikatvorlage
el: Προεπιλεγμένο πρότυπο πιστοποιητικού
es: Plantilla de certificado predeterminada
fi: Oletussertifikaattimalli
fr: Modèle de certificat par défaut
he: תבנית ברירת מחדל לאישור
hi: डिफ़ॉल्ट प्रमाणपत्र टेम्पलेट
id: Templat Sertifikat Default
it: Modello di certificato predefinito
ja: デフォルトの証明書テンプレート
kn: ಡೀಫಾಲ್ಟ್ ಪ್ರಮಾಣಪತ್ರ ಟೆಂಪ್ಲೇಟ್
ml: ഡിഫോൾട്ട് സർട്ടിഫിക്കറ്റ് ടെംപ്ലേറ്റ്
mr: डीफॉल्ट प्रमाणपत्र टेम्पलेट
nl: Standaard certificaatsjabloon
pa: ਡਿਫਾਲਟ ਸਰਟੀਫਿਕੇਟ ਟੈਮਪਲੇਟ
pl: Domyślny szablon certyfikatu
pt: Modelo de certificado padrão
ru: Шаблон сертификата по умолчанию
sv: Standard certifikatmall
ta: இயல்புநிலை சான்றிதழ் டெம்ப்ளேட்
te: డిఫాల్ట్ సర్టిఫికేట్ టెంప్లేట్
th: เทมเพลตใบรับรองเริ่มต้น
tr: Varsayılan Sertifika Şablonu
vi: Mẫu chứng chỉ mặc định

source: Allow organizations to use custom certificate templates
ar: السماح للمؤسسات باستخدام قوالب الشهادات المخصصة
bn: সংস্থাগুলিকে কাস্টম শংসাপত্র টেমপ্লেটগুলি ব্যবহার করার অনুমতি দিন৷
da: Tillad organisationer at bruge tilpassede certifikatskabeloner
de: Erlauben Sie Organisationen, benutzerdefinierte Zertifikatvorlagen zu verwenden
el: Να επιτρέπεται στους οργανισμούς να χρησιμοποιούν προσαρμοσμένα πρότυπα πιστοποιητικών
es: Permitir que las organizaciones utilicen plantillas de certificados personalizadas
fi: Salli organisaatioiden käyttää mukautettuja varmennemalleja
fr: Autoriser les organisations à utiliser des modèles de certificats personnalisés
he: אפשר לארגונים להשתמש בתבניות אישורים מותאמות אישית
hi: संगठनों को कस्टम प्रमाणपत्र टेम्पलेट्स का उपयोग करने की अनुमति दें
id: Izinkan organisasi menggunakan templat sertifikat khusus
it: Consenti alle organizzazioni di utilizzare modelli di certificato personalizzati
ja: 組織がカスタム証明書テンプレートを使用できるようにする
kn: ಕಸ್ಟಮ್ ಪ್ರಮಾಣಪತ್ರ ಟೆಂಪ್ಲೇಟ್‌ಗಳನ್ನು ಬಳಸಲು ಸಂಸ್ಥೆಗಳನ್ನು ಅನುಮತಿಸಿ
ml: ഇഷ്‌ടാനുസൃത സർട്ടിഫിക്കറ്റ് ടെംപ്ലേറ്റുകൾ ഉപയോഗിക്കാൻ ഓർഗനൈസേഷനുകളെ അനുവദിക്കുക
mr: संस्थांना सानुकूल प्रमाणपत्र टेम्पलेट वापरण्याची अनुमती द्या
nl: Sta organisaties toe aangepaste certificaatsjablonen te gebruiken
pa: ਸੰਗਠਨਾਂ ਨੂੰ ਕਸਟਮ ਸਰਟੀਫਿਕੇਟ ਟੈਂਪਲੇਟਸ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦਿਓ
pl: Zezwalaj organizacjom na używanie niestandardowych szablonów certyfikatów
pt: Permitir que as organizações usem modelos de certificados personalizados
ru: Разрешить организациям использовать собственные шаблоны сертификатов
sv: Tillåt organisationer att använda anpassade certifikatmallar
ta: தனிப்பயன் சான்றிதழ் டெம்ப்ளேட்களைப் பயன்படுத்த நிறுவனங்களை அனுமதிக்கவும்
te: అనుకూల సర్టిఫికేట్ టెంప్లేట్‌లను ఉపయోగించడానికి సంస్థలను అనుమతించండి
th: อนุญาตให้องค์กรใช้เทมเพลตใบรับรองที่กำหนดเอง
tr: Kuruluşların özel sertifika şablonları kullanmasına izin ver
vi: Cho phép tổ chức sử dụng mẫu chứng chỉ tùy chỉnh

source: Certificate Content
ar: محتوى الشهادة
bn: শংসাপত্রের বিষয়বস্তু
da: Certifikatindhold
de: Inhalt des Zertifikats
el: Περιεχόμενο Πιστοποιητικού
es: Contenido del certificado
fi: Sertifikaatin sisältö
fr: Contenu du certificat
he: תוכן תעודה
hi: प्रमाणपत्र सामग्री
id: Konten Sertifikat
it: Contenuto del certificato
ja: 証明書の内容
kn: ಪ್ರಮಾಣಪತ್ರದ ವಿಷಯ
ml: സർട്ടിഫിക്കറ്റ് ഉള്ളടക്കം
mr: प्रमाणपत्र सामग्री
nl: Certificaat Inhoud
pa: ਸਰਟੀਫਿਕੇਟ ਸਮੱਗਰੀ
pl: Treść certyfikatu
pt: Conteúdo do certificado
ru: Содержание сертификата
sv: Certifikatinnehåll
ta: சான்றிதழ் உள்ளடக்கம்
te: సర్టిఫికేట్ కంటెంట్
th: เนื้อหาใบรับรอง
tr: Sertifika İçeriği
vi: Nội dung chứng chỉ

source: Certificate Fields
ar: حقول الشهادة
bn: সার্টিফিকেট ক্ষেত্র
da: Certifikatfelter
de: Zertifikatsfelder
el: Πεδία Πιστοποιητικού
es: Campos de certificado
fi: Varmenteen kentät
fr: Champs du certificat
he: שדות תעודה
hi: प्रमाणपत्र फ़ील्ड
id: Bidang Sertifikat
it: Campi del certificato
ja: 証明書フィールド
kn: ಪ್ರಮಾಣಪತ್ರ ಕ್ಷೇತ್ರಗಳು
ml: സർട്ടിഫിക്കറ്റ് ഫീൽഡുകൾ
mr: प्रमाणपत्र फील्ड
nl: Certificaatvelden
pa: ਸਰਟੀਫਿਕੇਟ ਖੇਤਰ
pl: Pola certyfikatów
pt: Campos de certificado
ru: Поля сертификата
sv: Certifikatfält
ta: சான்றிதழ் புலங்கள்
te: సర్టిఫికేట్ ఫీల్డ్స్
th: ฟิลด์ใบรับรอง
tr: Sertifika Alanları
vi: Trường chứng chỉ

source: Signature Type
ar: نوع التوقيع
bn: স্বাক্ষরের ধরন
da: Signaturtype
de: Signaturtyp
el: Τύπος υπογραφής
es: Tipo de firma
fi: Allekirjoituksen tyyppi
fr: Type de signature
he: סוג חתימה
hi: हस्ताक्षर प्रकार
id: Jenis Tanda Tangan
it: Tipo di firma
ja: 署名の種類
kn: ಸಹಿ ಪ್ರಕಾರ
ml: ഒപ്പ് തരം
mr: स्वाक्षरी प्रकार
nl: Handtekeningtype
pa: ਦਸਤਖਤ ਦੀ ਕਿਸਮ
pl: Typ podpisu
pt: Tipo de assinatura
ru: Тип подписи
sv: Signaturtyp
ta: கையொப்ப வகை
te: సంతకం రకం
th: ประเภทลายเซ็น
tr: İmza Türü
vi: Loại chữ ký

source: Certificate Verification
ar: التحقق من الشهادة
bn: শংসাপত্র যাচাইকরণ
da: Certifikatbekræftelse
de: Zertifikatsüberprüfung
el: Επαλήθευση πιστοποιητικού
es: Verificación de certificado
fi: Varmenteen vahvistus
fr: Vérification du certificat
he: אימות תעודה
hi: प्रमाणपत्र सत्यापन
id: Verifikasi Sertifikat
it: Verifica del certificato
ja: 証明書の検証
kn: ಪ್ರಮಾಣಪತ್ರ ಪರಿಶೀಲನೆ
ml: സർട്ടിഫിക്കറ്റ് പരിശോധന
mr: प्रमाणपत्र पडताळणी
nl: Certificaatverificatie
pa: ਸਰਟੀਫਿਕੇਟ ਪੁਸ਼ਟੀਕਰਨ
pl: Weryfikacja certyfikatu
pt: Verificação de certificado
ru: Проверка сертификата
sv: Certifikatverifiering
ta: சான்றிதழ் சரிபார்ப்பு
te: సర్టిఫికేట్ వెరిఫికేషన్
th: การตรวจสอบใบรับรอง
tr: Sertifika Doğrulaması
vi: Xác minh chứng chỉ
