Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Next
ar: التالي
bn: পরবর্তী
da: Næste
de: Nächste
el: Επόμενος
es: Próximo
fi: Seuraavaksi
fr: Suivant
gu: આગળ
he: הַבָּא
hi: अगला
id: Berikutnya
it: Prossimo
ja: 次
kn: ಮುಂದೆ
ml: അടുത്തത്
mr: पुढे
nl: Volgende
no: Neste
or: ପରବର୍ତ୍ତୀ
pa: ਅਗਲਾ
pl: Następny
pt: Próximo
ru: Следующий
sv: Nästa
ta: அடுத்து
te: తదుపరి
th: ต่อไป
tr: Sonraki
vi: Kế tiếp

source: Completion Rate
ar: معدل الإنجاز
bn: সমাপ্তির হার
da: Gennemførelsesrate
de: Abschlussrate
el: Ποσοστό Ολοκλήρωσης
es: Tasa de finalización
fi: Valmistumisaste
fr: Taux d'achèvement
gu: પૂર્ણતા દર
he: שיעור השלמה
hi: पूर्णता दर
id: Tingkat Penyelesaian
it: Tasso di completamento
ja: 完了率
kn: ಪೂರ್ಣಗೊಳಿಸುವಿಕೆ ದರ
ml: പൂർത്തീകരണ നിരക്ക്
mr: पूर्णत्वाचा दर
nl: Voltooiingspercentage
no: Gjennomføringsgrad
or: ସମାପ୍ତି ହାର
pa: ਮੁਕੰਮਲ ਹੋਣ ਦੀ ਦਰ
pl: Stopień ukończenia
pt: Taxa de conclusão
ru: Скорость завершения
sv: Färdigställande
ta: நிறைவு விகிதம்
te: పూర్తి రేటు
th: อัตราความสำเร็จ
tr: Tamamlanma Oranı
vi: Tỷ lệ hoàn thành

source: Created by
ar: تم إنشاؤها بواسطة
bn: দ্বারা নির্মিত
da: Skabt af
de: Erstellt von
el: Δημιουργήθηκε από
es: Creado por
fi: Luonut
fr: Créé par
he: נוצר על ידי
hi: के द्वारा बनाई गई
id: Dibuat oleh
it: Creato da
ja: 作成者
kn: ಇವರಿಂದ ರಚಿಸಲಾಗಿದೆ
ml: സൃഷ്ടിച്ചത്
mr: यांनी तयार केले
nl: Gemaakt door
pa: ਦੁਆਰਾ ਬਣਾਇਆ ਗਿਆ
pl: Stworzony przez
pt: Criado por
ru: Создано
sv: Skapad av
ta: உருவாக்கியது
te: ద్వారా సృష్టించబడింది
th: สร้างโดย
tr: Tarafından oluşturuldu
vi: Tạo bởi

source: Difficulty
ar: صعوبة
bn: অসুবিধা
da: Vanskelighed
de: Schwierigkeit
el: Δυσκολία
es: Dificultad
fi: Vaikeus
fr: Difficulté
he: קוֹשִׁי
hi: कठिनाई
id: Kesulitan
it: Difficoltà
ja: 困難
kn: ಕಷ್ಟ
ml: ബുദ്ധിമുട്ട്
mr: अडचण
nl: Moeilijkheidsgraad
pa: ਮੁਸ਼ਕਲ
pl: Trudność
pt: Dificuldade
ru: Сложность
sv: Svårighet
ta: சிரமம்
te: కష్టం
th: ความยาก
tr: Zorluk
vi: Khó khăn

source: Learning Resources
ar: مصادر التعلم
bn: শেখার সম্পদ
da: Læringsressourcer
de: Lernressourcen
el: Πόροι μάθησης
es: Recursos de aprendizaje
fi: Oppimisresurssit
fr: Ressources d'apprentissage
gu: શીખવાની સંસાધનો
he: משאבי למידה
hi: सीखने के संसाधन
id: Sumber Belajar
it: Risorse per l'apprendimento
ja: 学習リソース
kn: ಕಲಿಕೆಯ ಸಂಪನ್ಮೂಲಗಳು
ml: പഠന വിഭവങ്ങൾ
mr: शिक्षण संसाधने
nl: Leermiddelen
no: Læringsressurser
or: ଶିକ୍ଷା ଉତ୍ସଗୁଡ଼ିକ |
pa: ਸਿੱਖਣ ਦੇ ਸਰੋਤ
pl: Zasoby edukacyjne
pt: Recursos de aprendizagem
ru: Учебные ресурсы
sv: Lärresurser
ta: கற்றல் வளங்கள்
te: అభ్యాస వనరులు
th: แหล่งเรียนรู้
tr: Öğrenme Kaynakları
vi: Tài nguyên học tập

source: Type
ar: يكتب
bn: টাইপ
de: Typ
el: Τύπος
es: Tipo
fi: Tyyppi
fr: Taper
he: סוּג
hi: प्रकार
id: Jenis
it: Tipo
ja: タイプ
kn: ಟೈಪ್ ಮಾಡಿ
ml: ടൈപ്പ് ചെയ്യുക
mr: प्रकार
pa: ਟਾਈਪ ਕਰੋ
pl: Typ
pt: Tipo
ru: Тип
sv: Typ
ta: வகை
te: టైప్ చేయండి
th: พิมพ์
tr: Tip
vi: Kiểu

source: Action
ar: فعل
bn: অ্যাকশন
da: Handling
de: Aktion
el: Δράση
es: Acción
fi: Toiminta
he: פְּעוּלָה
hi: कार्रवाई
id: Tindakan
it: Azione
ja: アクション
kn: ಕ್ರಿಯೆ
ml: ആക്ഷൻ
mr: कृती
nl: Actie
pa: ਕਾਰਵਾਈ
pl: Działanie
pt: Ação
ru: Действие
sv: Handling
ta: செயல்
te: చర్య
th: การกระทำ
tr: Aksiyon
vi: Hoạt động

source: Recent Enrollments
ar: التسجيلات الأخيرة
bn: সাম্প্রতিক তালিকাভুক্তি
da: Seneste tilmeldinger
de: Aktuelle Anmeldungen
el: Πρόσφατες εγγραφές
es: Inscripciones recientes
fi: Viimeaikaiset ilmoittautumiset
fr: Inscriptions récentes
he: נרשמים אחרונים
hi: हाल के नामांकन
id: Pendaftaran Terbaru
it: Iscrizioni recenti
ja: 最近の登録数
kn: ಇತ್ತೀಚಿನ ದಾಖಲಾತಿಗಳು
ml: സമീപകാല എൻറോൾമെൻ്റുകൾ
mr: अलीकडील नावनोंदणी
nl: Recente inschrijvingen
pa: ਹਾਲੀਆ ਨਾਮਾਂਕਨ
pl: Ostatnie zapisy
pt: Inscrições recentes
ru: Недавние регистрации
sv: Senaste registreringar
ta: சமீபத்திய பதிவுகள்
te: ఇటీవలి నమోదులు
th: การลงทะเบียนล่าสุด
tr: Son Kayıtlar
vi: Đăng ký gần đây

source: User
ar: مستخدم
bn: ব্যবহারকারী
da: Bruger
de: Benutzer
el: Μεταχειριζόμενος
es: Usuario
fi: Käyttäjä
fr: Utilisateur
gu: વપરાશકર્તા
he: מִשׁתַמֵשׁ
hi: उपयोगकर्ता
id: Pengguna
it: Utente
ja: ユーザー
kn: ಬಳಕೆದಾರ
ml: ഉപയോക്താവ്
mr: वापरकर्ता
nl: Gebruiker
no: Bruker
or: ଉପଯୋଗକର୍ତ୍ତା |
pa: ਉਪਭੋਗਤਾ
pl: Użytkownik
pt: Usuário
ru: Пользователь
sv: Användare
ta: பயனர்
te: వినియోగదారు
th: ผู้ใช้
tr: Kullanıcı
vi: người dùng

source: Enrollment Date
ar: تاريخ التسجيل
bn: তালিকাভুক্তির তারিখ
da: Tilmeldingsdato
de: Anmeldedatum
el: Ημερομηνία Εγγραφής
es: Fecha de inscripción
fi: Ilmoittautumispäivä
fr: Date d'inscription
he: תאריך ההרשמה
hi: नामांकन की तिथि
id: Tanggal Pendaftaran
it: Data di iscrizione
ja: 入学日
kn: ದಾಖಲಾತಿ ದಿನಾಂಕ
ml: എൻറോൾമെൻ്റ് തീയതി
mr: नावनोंदणी तारीख
nl: Inschrijvingsdatum
pa: ਨਾਮਾਂਕਣ ਦੀ ਮਿਤੀ
pl: Data rejestracji
pt: Data de inscrição
ru: Дата регистрации
sv: Inskrivningsdatum
ta: பதிவு தேதி
te: నమోదు తేదీ
th: วันที่ลงทะเบียน
tr: Kayıt Tarihi
vi: Ngày ghi danh

source: Course Description
ar: وصف الدورة
bn: কোর্সের বিবরণ
da: Kursusbeskrivelse
de: Kursbeschreibung
el: Περιγραφή Μαθήματος
es: Descripción del curso
fi: Kurssin kuvaus
fr: Description du cours
he: תיאור הקורס
hi: पाठ्यक्रम विवरण
id: Deskripsi Kursus
it: Descrizione del corso
ja: コースの説明
kn: ಕೋರ್ಸ್ ವಿವರಣೆ
ml: കോഴ്സ് വിവരണം
mr: अभ्यासक्रमाचे वर्णन
nl: Cursusbeschrijving
pa: ਕੋਰਸ ਦਾ ਵੇਰਵਾ
pl: Opis kursu
pt: Descrição do curso
ru: Описание курса
sv: Kursbeskrivning
ta: பாடத்தின் விளக்கம்
te: కోర్సు వివరణ
th: คำอธิบายหลักสูตร
tr: Kurs Açıklaması
vi: Mô tả khóa học

source: Edit Course
ar: تحرير الدورة
bn: কোর্স সম্পাদনা করুন
da: Rediger kursus
de: Kurs bearbeiten
el: Επεξεργασία μαθήματος
es: Editar curso
fi: Muokkaa kurssia
fr: Modifier le cours
he: ערוך קורס
hi: पाठ्यक्रम संपादित करें
id: Sunting Kursus
it: Modifica corso
ja: コースを編集する
kn: ಕೋರ್ಸ್ ಸಂಪಾದಿಸಿ
ml: കോഴ്സ് എഡിറ്റ് ചെയ്യുക
mr: अभ्यासक्रम संपादित करा
nl: Cursus bewerken
pa: ਕੋਰਸ ਦਾ ਸੰਪਾਦਨ ਕਰੋ
pl: Edytuj kurs
pt: Editar curso
ru: Редактировать курс
sv: Redigera kurs
ta: பாடத்தைத் திருத்தவும்
te: కోర్సును సవరించండి
th: แก้ไขหลักสูตร
tr: Kursu Düzenle
vi: Chỉnh sửa khóa học

source: Add Learning Resource
ar: إضافة مصدر تعليمي
bn: শেখার সংস্থান যোগ করুন
da: Tilføj læringsressource
de: Lernressource hinzufügen
el: Προσθήκη εκπαιδευτικού πόρου
es: Agregar recurso de aprendizaje
fi: Lisää oppimisresurssi
fr: Ajouter une ressource d'apprentissage
he: הוסף משאב למידה
hi: शिक्षण संसाधन जोड़ें
id: Tambahkan Sumber Belajar
it: Aggiungi risorsa didattica
ja: 学習リソースの追加
kn: ಕಲಿಕೆಯ ಸಂಪನ್ಮೂಲವನ್ನು ಸೇರಿಸಿ
ml: ലേണിംഗ് റിസോഴ്സ് ചേർക്കുക
mr: शिक्षण संसाधन जोडा
nl: Leermateriaal toevoegen
pa: ਸਿਖਲਾਈ ਸਰੋਤ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj zasoby edukacyjne
pt: Adicionar recurso de aprendizagem
ru: Добавить учебный ресурс
sv: Lägg till lärresurs
ta: கற்றல் வளத்தைச் சேர்க்கவும்
te: అభ్యాస వనరులను జోడించండి
th: เพิ่มแหล่งเรียนรู้
tr: Öğrenim Kaynağı Ekle
vi: Thêm tài nguyên học tập

source: Unpublish Course
ar: إلغاء نشر الدورة التدريبية
bn: অপ্রকাশিত কোর্স
da: Fjern udgivelse af kursus
de: Kursveröffentlichung aufheben
el: Κατάργηση δημοσίευσης μαθήματος
es: Despublicar curso
fi: Peruuta kurssin julkaisu
fr: Annuler la publication du cours
he: בטל פרסום קורס
hi: अप्रकाशित पाठ्यक्रम
id: Batalkan publikasi Kursus
it: Annulla pubblicazione del corso
ja: コースの非公開
kn: ಕೋರ್ಸ್ ಅನ್ನು ಪ್ರಕಟಿಸಬೇಡಿ
ml: കോഴ്സ് പ്രസിദ്ധീകരിക്കാതിരിക്കുക
mr: अभ्यासक्रम अप्रकाशित करा
nl: Publicatie van cursus ongedaan maken
pa: ਕੋਰਸ ਨੂੰ ਅਣਪ੍ਰਕਾਸ਼ਿਤ ਕਰੋ
pl: Cofnij publikację kursu
pt: Cancelar publicação do curso
ru: Отменить публикацию курса
sv: Avpublicera kurs
ta: பாடத்தை வெளியிட வேண்டாம்
te: కోర్సును ప్రచురించవద్దు
th: ยกเลิกการเผยแพร่หลักสูตร
tr: Kursu Yayından Kaldır
vi: Hủy xuất bản khóa học

source: Publish Course
ar: نشر الدورة
bn: কোর্স প্রকাশ করুন
da: Udgiv kursus
de: Kurs veröffentlichen
el: Δημοσίευση μαθήματος
es: Publicar curso
fi: Julkaise kurssi
fr: Publier un cours
he: קורס פרסם
hi: पाठ्यक्रम प्रकाशित करें
id: Publikasikan Kursus
it: Pubblica corso
ja: コースを公開する
kn: ಕೋರ್ಸ್ ಅನ್ನು ಪ್ರಕಟಿಸಿ
ml: കോഴ്സ് പ്രസിദ്ധീകരിക്കുക
mr: अभ्यासक्रम प्रकाशित करा
nl: Cursus publiceren
pa: ਕੋਰਸ ਪ੍ਰਕਾਸ਼ਿਤ ਕਰੋ
pl: Publikuj kurs
pt: Publicar curso
ru: Опубликовать курс
sv: Publicera kurs
ta: பாடத்தை வெளியிடு
te: కోర్సును ప్రచురించండి
th: เผยแพร่หลักสูตร
tr: Kursu Yayınla
vi: Xuất bản khóa học

source: Update the details below to edit the course.
ar: قم بتحديث التفاصيل أدناه لتعديل الدورة التدريبية.
bn: কোর্সটি সম্পাদনা করতে নীচের বিবরণ আপডেট করুন।
da: Opdater detaljerne nedenfor for at redigere kurset.
de: Aktualisieren Sie die Details unten, um den Kurs zu bearbeiten.
el: Ενημερώστε τις παρακάτω λεπτομέρειες για να επεξεργαστείτε το μάθημα.
es: Actualice los detalles a continuación para editar el curso.
fi: Päivitä alla olevat tiedot muokataksesi kurssia.
fr: Mettez à jour les détails ci-dessous pour modifier le cours.
he: עדכן את הפרטים למטה כדי לערוך את הקורס.
hi: पाठ्यक्रम को संपादित करने के लिए नीचे दिए गए विवरण अपडेट करें।
id: Perbarui detail di bawah untuk mengedit kursus.
it: Aggiorna i dettagli di seguito per modificare il corso.
ja: コースを編集するには、以下の詳細を更新してください。
kn: ಕೋರ್ಸ್ ಅನ್ನು ಎಡಿಟ್ ಮಾಡಲು ಕೆಳಗಿನ ವಿವರಗಳನ್ನು ನವೀಕರಿಸಿ.
ml: കോഴ്‌സ് എഡിറ്റ് ചെയ്യാൻ ചുവടെയുള്ള വിശദാംശങ്ങൾ അപ്‌ഡേറ്റ് ചെയ്യുക.
mr: अभ्यासक्रम संपादित करण्यासाठी खालील तपशील अपडेट करा.
nl: Update de onderstaande gegevens om de cursus te bewerken.
pa: ਕੋਰਸ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰਨ ਲਈ ਹੇਠਾਂ ਦਿੱਤੇ ਵੇਰਵਿਆਂ ਨੂੰ ਅੱਪਡੇਟ ਕਰੋ।
pl: Zaktualizuj szczegóły poniżej, aby edytować kurs.
pt: Atualize os detalhes abaixo para editar o curso.
ru: Обновите данные ниже, чтобы изменить курс.
sv: Uppdatera informationen nedan för att redigera kursen.
ta: படிப்பைத் திருத்த, கீழே உள்ள விவரங்களைப் புதுப்பிக்கவும்.
te: కోర్సును సవరించడానికి దిగువ వివరాలను అప్‌డేట్ చేయండి.
th: อัพเดทรายละเอียดด้านล่างเพื่อแก้ไขรายวิชา
tr: Kursu düzenlemek için aşağıdaki ayrıntıları güncelleyin.
vi: Cập nhật các chi tiết bên dưới để chỉnh sửa khóa học.

source: Cover Image and Publication
ar: صورة الغلاف والنشر
bn: কভার ইমেজ এবং প্রকাশনা
da: Forsidebillede og publikation
de: Titelbild und Veröffentlichung
el: Εικόνα εξωφύλλου και δημοσίευση
es: Imagen de portada y publicación
fi: Kansikuva ja julkaisu
fr: Image de couverture et publication
he: תמונת שער ופרסום
hi: कवर छवि और प्रकाशन
id: Gambar Sampul dan Publikasi
it: Immagine di copertina e pubblicazione
ja: 表紙画像と出版物
kn: ಕವರ್ ಚಿತ್ರ ಮತ್ತು ಪ್ರಕಟಣೆ
ml: കവർ ചിത്രവും പ്രസിദ്ധീകരണവും
mr: कव्हर प्रतिमा आणि प्रकाशन
nl: Omslagafbeelding en publicatie
pa: ਕਵਰ ਚਿੱਤਰ ਅਤੇ ਪ੍ਰਕਾਸ਼ਨ
pl: Zdjęcie na okładce i publikacja
pt: Imagem de capa e publicação
ru: Обложка и публикация
sv: Omslagsbild och publikation
ta: அட்டைப் படம் மற்றும் வெளியீடு
te: ముఖచిత్రం మరియు ప్రచురణ
th: ภาพหน้าปกและการตีพิมพ์
tr: Kapak Görseli ve Yayını
vi: Ảnh bìa và ấn phẩm

source: Current image. Upload a new one to replace it.
ar: الصورة الحالية. قم بتحميل واحدة جديدة لتحل محلها.
bn: বর্তমান চিত্র। এটি প্রতিস্থাপন করতে একটি নতুন আপলোড করুন৷
da: Nuværende billede. Upload en ny for at erstatte den.
de: Aktuelles Bild. Laden Sie ein neues hoch, um es zu ersetzen.
el: Τρέχουσα εικόνα. Ανεβάστε ένα νέο για να το αντικαταστήσετε.
es: Imagen actual. Sube uno nuevo para reemplazarlo.
fi: Nykyinen kuva. Lataa uusi tilalle.
fr: Image actuelle. Téléchargez-en un nouveau pour le remplacer.
he: תמונה נוכחית. העלה אחד חדש כדי להחליף אותו.
hi: वर्तमान छवि। इसे बदलने के लिए एक नया अपलोड करें.
id: Gambar saat ini. Unggah yang baru untuk menggantikannya.
it: Immagine corrente. Caricane uno nuovo per sostituirlo.
ja: 現在の画像。新しいものをアップロードして置き換えます。
kn: ಪ್ರಸ್ತುತ ಚಿತ್ರ. ಅದನ್ನು ಬದಲಾಯಿಸಲು ಹೊಸದನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ.
ml: നിലവിലെ ചിത്രം. പകരം പുതിയൊരെണ്ണം അപ്‌ലോഡ് ചെയ്യുക.
mr: वर्तमान प्रतिमा. ते बदलण्यासाठी नवीन अपलोड करा.
nl: Huidig ​​beeld. Upload een nieuwe om deze te vervangen.
pa: ਮੌਜੂਦਾ ਚਿੱਤਰ। ਇਸਨੂੰ ਬਦਲਣ ਲਈ ਇੱਕ ਨਵਾਂ ਅੱਪਲੋਡ ਕਰੋ।
pl: Aktualny obraz. Prześlij nowy, aby go zastąpić.
pt: Imagem atual. Carregue um novo para substituí-lo.
ru: Текущее изображение. Загрузите новый, чтобы заменить его.
sv: Aktuell bild. Ladda upp en ny för att ersätta den.
ta: தற்போதைய படம். அதற்கு பதிலாக புதிய ஒன்றைப் பதிவேற்றவும்.
te: ప్రస్తుత చిత్రం. దాన్ని భర్తీ చేయడానికి కొత్త దాన్ని అప్‌లోడ్ చేయండి.
th: รูปภาพปัจจุบัน อัปโหลดอันใหม่เพื่อแทนที่
tr: Mevcut görüntü. Değiştirmek için yenisini yükleyin.
vi: Hình ảnh hiện tại. Tải lên một cái mới để thay thế nó.

source: Publish immediately
ar: انشر على الفور
bn: অবিলম্বে প্রকাশ করুন
da: Udgiv straks
de: Sofort veröffentlichen
el: Δημοσιεύστε αμέσως
es: Publicar inmediatamente
fi: Julkaise välittömästi
fr: Publier immédiatement
he: פרסם מיד
hi: तुरंत प्रकाशित करें
id: Publikasikan segera
it: Pubblica immediatamente
ja: すぐに公開する
kn: ತಕ್ಷಣ ಪ್ರಕಟಿಸಿ
ml: ഉടൻ പ്രസിദ്ധീകരിക്കുക
mr: लगेच प्रकाशित करा
nl: Publiceer onmiddellijk
pa: ਤੁਰੰਤ ਪ੍ਰਕਾਸ਼ਿਤ ਕਰੋ
pl: Opublikuj natychmiast
pt: Publique imediatamente
ru: Опубликовать немедленно
sv: Publicera omedelbart
ta: உடனடியாக வெளியிடவும்
te: వెంటనే ప్రచురించండి
th: เผยแพร่ทันที
tr: Hemen yayınla
vi: Xuất bản ngay lập tức

source: Update Course
ar: تحديث الدورة
bn: কোর্স আপডেট করুন
da: Opdater kursus
de: Kurs aktualisieren
el: Ενημέρωση μαθήματος
es: Curso de actualización
fi: Päivitä kurssi
fr: Mettre à jour le cours
he: עדכון קורס
hi: अद्यतन पाठ्यक्रम
id: Perbarui Kursus
it: Corso di aggiornamento
ja: コースを更新する
kn: ಕೋರ್ಸ್ ಅನ್ನು ನವೀಕರಿಸಿ
ml: കോഴ്‌സ് അപ്‌ഡേറ്റ് ചെയ്യുക
mr: अभ्यासक्रम अपडेट करा
nl: Cursus bijwerken
pa: ਕੋਰਸ ਅੱਪਡੇਟ ਕਰੋ
pl: Aktualizuj kurs
pt: Curso de atualização
ru: Обновить курс
sv: Uppdatera kurs
ta: பாடநெறியைப் புதுப்பிக்கவும்
te: కోర్సును నవీకరించండి
th: อัพเดทหลักสูตร
tr: Kursu Güncelle
vi: Cập nhật khóa học

source: Courses - LMS Admin
bn: কোর্স - এলএমএস অ্যাডমিন
da: Kurser - LMS Admin
de: Kurse – LMS Admin
el: Μαθήματα - LMS Admin
es: Cursos - Administrador de LMS
fi: Kurssit - LMS Admin
fr: Cours - Administrateur LMS
gu: અભ્યાસક્રમો - LMS એડમિન
he: קורסים - LMS Admin
hi: पाठ्यक्रम - एलएमएस प्रशासन
id: Kursus - Admin LMS
it: Corsi - Amministrazione LMS
ja: コース - LMS 管理者
kn: ಕೋರ್ಸ್‌ಗಳು - LMS ನಿರ್ವಹಣೆ
ml: കോഴ്സുകൾ - LMS അഡ്മിൻ
mr: अभ्यासक्रम - LMS प्रशासन
nl: Cursussen - LMS-beheerder
no: Kurs - LMS Admin
or: ପାଠ୍ୟକ୍ରମ - LMS ଆଡମିନି |
pa: ਕੋਰਸ - LMS ਐਡਮਿਨ
pl: Kursy - Administrator LMS
pt: Cursos - Administração LMS
ru: Курсы – Администратор LMS
sv: Kurser - LMS Admin
ta: படிப்புகள் - LMS நிர்வாகம்
te: కోర్సులు - LMS అడ్మిన్
th: หลักสูตร - ผู้ดูแลระบบ LMS
tr: Kurslar - LMS Yöneticisi
vi: Khóa học - LMS Admin

source: Courses Management
ar: إدارة الدورات
bn: কোর্স ম্যানেজমেন্ট
da: Kursusledelse
de: Kursmanagement
el: Διαχείριση Μαθημάτων
es: Gestión de cursos
fi: Kurssien hallinta
fr: Gestion des cours
gu: અભ્યાસક્રમો મેનેજમેન્ટ
he: ניהול קורסים
hi: पाठ्यक्रम प्रबंधन
id: Manajemen Kursus
it: Gestione dei corsi
ja: コース管理
kn: ಕೋರ್ಸ್‌ಗಳ ನಿರ್ವಹಣೆ
ml: കോഴ്സുകൾ മാനേജ്മെൻ്റ്
mr: अभ्यासक्रम व्यवस्थापन
nl: Cursusbeheer
no: Kursledelse
or: ପାଠ୍ୟକ୍ରମ ପରିଚାଳନା
pa: ਕੋਰਸ ਪ੍ਰਬੰਧਨ
pl: Zarządzanie kursami
pt: Gestão de Cursos
ru: Управление курсами
sv: Kurshantering
ta: படிப்புகள் மேலாண்மை
te: కోర్సుల నిర్వహణ
th: การจัดการหลักสูตร
tr: Kurs Yönetimi
vi: Quản lý khóa học

source: Manage and Organize Your Courses
ar: إدارة وتنظيم الدورات الخاصة بك
bn: আপনার কোর্স পরিচালনা এবং সংগঠিত
da: Administrer og organiser dine kurser
de: Verwalten und organisieren Sie Ihre Kurse
el: Διαχειριστείτε και οργανώστε τα μαθήματά σας
es: Gestiona y organiza tus cursos
fi: Hallinnoi ja järjestä kurssejasi
fr: Gérez et organisez vos cours
gu: તમારા અભ્યાસક્રમોનું સંચાલન અને આયોજન કરો
he: נהל וארגן את הקורסים שלך
hi: अपने पाठ्यक्रम प्रबंधित और व्यवस्थित करें
id: Kelola dan Atur Kursus Anda
it: Gestisci e organizza i tuoi corsi
ja: コースを管理および整理する
kn: ನಿಮ್ಮ ಕೋರ್ಸ್‌ಗಳನ್ನು ನಿರ್ವಹಿಸಿ ಮತ್ತು ಸಂಘಟಿಸಿ
ml: നിങ്ങളുടെ കോഴ്സുകൾ നിയന്ത്രിക്കുകയും സംഘടിപ്പിക്കുകയും ചെയ്യുക
mr: तुमचे अभ्यासक्रम व्यवस्थापित करा आणि व्यवस्थापित करा
nl: Beheer en organiseer uw cursussen
no: Administrer og organiser kursene dine
or: ତୁମର ପାଠ୍ୟକ୍ରମ ପରିଚାଳନା ଏବଂ ସଂଗଠିତ କର |
pa: ਆਪਣੇ ਕੋਰਸਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਅਤੇ ਪ੍ਰਬੰਧ ਕਰੋ
pl: Zarządzaj i organizuj swoje kursy
pt: Gerencie e organize seus cursos
ru: Управляйте и организуйте свои курсы
sv: Hantera och organisera dina kurser
ta: உங்கள் படிப்புகளை நிர்வகிக்கவும் ஒழுங்கமைக்கவும்
te: మీ కోర్సులను నిర్వహించండి మరియు నిర్వహించండి
th: จัดการและจัดระเบียบหลักสูตรของคุณ
tr: Kurslarınızı Yönetin ve Düzenleyin
vi: Quản lý và tổ chức các khóa học của bạn

source: Total Courses
ar: إجمالي الدورات
bn: মোট কোর্স
da: Kurser i alt
de: Gesamtzahl der Kurse
el: Σύνολο μαθημάτων
es: Total de cursos
fi: Kurssit yhteensä
fr: Cours totaux
he: סך הכל קורסים
hi: कुल पाठ्यक्रम
id: Jumlah Kursus
it: Corsi totali
ja: 合計コース数
kn: ಒಟ್ಟು ಕೋರ್ಸ್‌ಗಳು
ml: ആകെ കോഴ്സുകൾ
mr: एकूण अभ्यासक्रम
nl: Totaal aantal cursussen
pa: ਕੁੱਲ ਕੋਰਸ
pl: Łączna liczba kursów
pt: Total de Cursos
ru: Всего курсов
sv: Totala kurser
ta: மொத்த படிப்புகள்
te: మొత్తం కోర్సులు
th: หลักสูตรทั้งหมด
tr: Toplam Dersler
vi: Tổng số khóa học

source: Published Courses
ar: الدورات المنشورة
bn: প্রকাশিত কোর্স
da: Udgivet Kurser
de: Veröffentlichte Kurse
el: Δημοσιευμένα Μαθήματα
es: Cursos publicados
fi: Julkaistut kurssit
fr: Cours publiés
he: פורסם קורסים
hi: प्रकाशित पाठ्यक्रम
id: Kursus yang Diterbitkan
it: Corsi pubblicati
ja: 公開されたコース
kn: ಪ್ರಕಟಿತ ಕೋರ್ಸ್‌ಗಳು
ml: പ്രസിദ്ധീകരിച്ച കോഴ്സുകൾ
mr: प्रकाशित अभ्यासक्रम
nl: Gepubliceerde cursussen
pa: ਪ੍ਰਕਾਸ਼ਿਤ ਕੋਰਸ
pl: Opublikowane kursy
pt: Cursos Publicados
ru: Опубликованные курсы
sv: Publicerade kurser
ta: வெளியிடப்பட்ட படிப்புகள்
te: ప్రచురించబడిన కోర్సులు
th: หลักสูตรที่เผยแพร่
tr: Yayınlanan Kurslar
vi: Khóa học đã xuất bản

source: Unpublished Courses
ar: الدورات غير المنشورة
bn: অপ্রকাশিত কোর্স
da: Upublicerede kurser
de: Unveröffentlichte Kurse
el: Αδημοσίευτα Μαθήματα
es: Cursos no publicados
fi: Julkaisemattomat kurssit
fr: Cours inédits
he: קורסים שלא פורסמו
hi: अप्रकाशित पाठ्यक्रम
id: Kursus yang Tidak Dipublikasikan
it: Corsi Inediti
ja: 未公開コース
kn: ಅಪ್ರಕಟಿತ ಕೋರ್ಸ್‌ಗಳು
ml: പ്രസിദ്ധീകരിക്കാത്ത കോഴ്സുകൾ
mr: अप्रकाशित अभ्यासक्रम
nl: Niet-gepubliceerde cursussen
pa: ਅਣਪ੍ਰਕਾਸ਼ਿਤ ਕੋਰਸ
pl: Niepublikowane kursy
pt: Cursos não publicados
ru: Неопубликованные курсы
sv: Opublicerade kurser
ta: வெளியிடப்படாத படிப்புகள்
te: ప్రచురించని కోర్సులు
th: หลักสูตรที่ไม่ได้เผยแพร่
tr: Yayınlanmamış Kurslar
vi: Các khóa học chưa được xuất bản

source: Top Categories
ar: أهم الفئات
bn: শীর্ষ বিভাগ
da: Topkategorier
de: Top-Kategorien
el: Κορυφαίες Κατηγορίες
es: Categorías principales
fi: Parhaat luokat
fr: Principales catégories
he: קטגוריות מובילות
hi: शीर्ष श्रेणियाँ
id: Kategori Teratas
it: Categorie principali
ja: トップカテゴリー
kn: ಉನ್ನತ ವರ್ಗಗಳು
ml: മുൻനിര വിഭാഗങ്ങൾ
mr: शीर्ष श्रेणी
nl: Topcategorieën
pa: ਪ੍ਰਮੁੱਖ ਸ਼੍ਰੇਣੀਆਂ
pl: Najlepsze kategorie
pt: Principais categorias
ru: Лучшие категории
sv: Toppkategorier
ta: சிறந்த வகைகள்
te: అగ్ర వర్గాలు
th: หมวดหมู่ยอดนิยม
tr: En İyi Kategoriler
vi: Danh mục hàng đầu

source: Filter Courses
ar: تصفية الدورات
bn: ফিল্টার কোর্স
da: Filtrer kurser
de: Kurse filtern
el: Μαθήματα φιλτραρίσματος
es: Filtrar cursos
fi: Suodata kurssit
fr: Filtrer les cours
he: קורסי סינון
hi: फ़िल्टर पाठ्यक्रम
id: Filter Kursus
it: Filtra corsi
ja: コースをフィルターする
kn: ಫಿಲ್ಟರ್ ಕೋರ್ಸ್‌ಗಳು
ml: ഫിൽട്ടർ കോഴ്സുകൾ
mr: फिल्टर अभ्यासक्रम
nl: Cursussen filteren
pa: ਫਿਲਟਰ ਕੋਰਸ
pl: Filtruj kursy
pt: Filtrar cursos
ru: Фильтровать курсы
sv: Filtrera kurser
ta: வடிகட்டி படிப்புகள்
te: ఫిల్టర్ కోర్సులు
th: กรองหลักสูตร
tr: Kursları Filtrele
vi: Lọc khóa học

source: Clear Filters
ar: مسح المرشحات
bn: ফিল্টার সাফ করুন
da: Ryd filtre
de: Filter löschen
el: Διαγραφή φίλτρων
es: Borrar filtros
fi: Tyhjennä suodattimet
fr: Effacer les filtres
he: נקה מסננים
hi: फ़िल्टर साफ़ करें
id: Hapus Filter
it: Cancella filtri
ja: フィルターをクリアする
kn: ಫಿಲ್ಟರ್‌ಗಳನ್ನು ತೆರವುಗೊಳಿಸಿ
ml: ഫിൽട്ടറുകൾ മായ്ക്കുക
mr: फिल्टर साफ करा
nl: Filters wissen
pa: ਫਿਲਟਰ ਸਾਫ਼ ਕਰੋ
pl: Wyczyść filtry
pt: Limpar filtros
ru: Очистить фильтры
sv: Rensa filter
ta: வடிகட்டிகளை அழி
te: ఫిల్టర్‌లను క్లియర్ చేయండి
th: ล้างตัวกรอง
tr: Filtreleri Temizle
vi: Xóa bộ lọc

source: Course Cover
ar: غلاف الدورة
bn: কোর্স কভার
da: Kursusdækning
de: Kurscover
el: Εξώφυλλο μαθήματος
es: Portada del curso
fi: Kurssin kansi
fr: Couverture du cours
gu: કોર્સ કવર
he: כיסוי הקורס
hi: कोर्स कवर
id: Sampul Kursus
it: Copertina del corso
ja: コースカバー
kn: ಕೋರ್ಸ್ ಕವರ್
ml: കോഴ്‌സ് കവർ
mr: कोर्स कव्हर
nl: Cursusdekking
no: Kursomslag
or: ପାଠ୍ୟକ୍ରମ କଭର |
pa: ਕੋਰਸ ਕਵਰ
pl: Okładka kursu
pt: Capa do curso
ru: Обложка курса
sv: Kursomslag
ta: பாட அட்டை
te: కోర్సు కవర్
th: ปกหลักสูตร
tr: Ders Kapsamı
vi: Bìa khóa học

source: Unpublished
ar: غير منشورة
bn: অপ্রকাশিত
da: Upubliceret
de: Unveröffentlicht
el: Αδημοσίευτος
es: Inédito
fi: Julkaisematon
fr: Inédit
gu: અપ્રકાશિત
he: לא פורסם
hi: अप्रकाशित
id: Tidak diterbitkan
it: Inedito
ja: 未公開
kn: ಅಪ್ರಕಟಿತ
ml: പ്രസിദ്ധീകരിക്കാത്തത്
mr: अप्रकाशित
nl: Niet gepubliceerd
no: Upublisert
or: ପ୍ରକାଶିତ ନୁହେଁ |
pa: ਅਪ੍ਰਕਾਸ਼ਿਤ
pl: Niepublikowane
pt: Não publicado
ru: Неопубликовано
sv: Opublicerad
ta: வெளியிடப்படவில்லை
te: ప్రచురించబడలేదు
th: ไม่ได้เผยแพร่
tr: yayınlanmamış
vi: Chưa xuất bản

source: View
ar: منظر
bn: দেখুন
da: Udsigt
de: Sicht
el: Θέα
es: Vista
fi: Näytä
fr: Voir
gu: જુઓ
he: נוֹף
hi: देखना
id: Melihat
it: Visualizzazione
ja: ビュー
kn: ವೀಕ್ಷಿಸಿ
ml: കാണുക
mr: पहा
nl: Weergave
no: Utsikt
or: ଦର୍ଶନ କରନ୍ତୁ |
pa: ਦੇਖੋ
pl: Pogląd
pt: Visualizar
ru: Вид
sv: Se
ta: காண்க
te: చూడండి
th: ดู
tr: Görüş
vi: Xem

source: Edit
ar: يحرر
bn: সম্পাদনা করুন
da: Redigere
de: Bearbeiten
el: Εκδίδω
es: Editar
fi: Muokata
fr: Modifier
gu: સંપાદિત કરો
he: לַעֲרוֹך
hi: संपादन करना
id: Sunting
it: Modificare
ja: 編集
kn: ಸಂಪಾದಿಸು
ml: എഡിറ്റ് ചെയ്യുക
mr: संपादित करा
nl: Bewerking
no: Redigere
or: ସଂପାଦନା କରନ୍ତୁ |
pa: ਸੰਪਾਦਿਤ ਕਰੋ
pl: Redagować
pt: Editar
ru: Редактировать
sv: Redigera
ta: திருத்தவும்
te: సవరించు
th: แก้ไข
tr: Düzenlemek
vi: Biên tập

source: Manage Deliveries
ar: إدارة عمليات التسليم
bn: ডেলিভারি পরিচালনা করুন
da: Administrer leverancer
de: Lieferungen verwalten
el: Διαχείριση παραδόσεων
es: Gestionar entregas
fi: Hallitse toimituksia
fr: Gérer les livraisons
gu: ડિલિવરી મેનેજ કરો
he: ניהול משלוחים
hi: डिलीवरी प्रबंधित करें
id: Kelola Pengiriman
it: Gestisci le consegne
ja: 配達の管理
kn: ವಿತರಣೆಗಳನ್ನು ನಿರ್ವಹಿಸಿ
ml: ഡെലിവറികൾ നിയന്ത്രിക്കുക
mr: वितरण व्यवस्थापित करा
nl: Leveringen beheren
no: Administrer leveranser
or: ବିତରଣ ପରିଚାଳନା କରନ୍ତୁ |
pa: ਡਿਲੀਵਰੀ ਪ੍ਰਬੰਧਿਤ ਕਰੋ
pl: Zarządzaj dostawami
pt: Gerenciar entregas
ru: Управление поставками
sv: Hantera leveranser
ta: விநியோகங்களை நிர்வகிக்கவும்
te: డెలివరీలను నిర్వహించండి
th: จัดการการส่งมอบ
tr: Teslimatları Yönet
vi: Quản lý việc giao hàng

source: Manage Learning Resources
ar: إدارة مصادر التعلم
bn: শেখার সংস্থান পরিচালনা করুন
da: Administrer læringsressourcer
de: Lernressourcen verwalten
el: Διαχείριση Πόρων Μάθησης
es: Administrar recursos de aprendizaje
fi: Hallitse oppimisresursseja
fr: Gérer les ressources de formation
he: ניהול משאבי למידה
hi: सीखने के संसाधनों का प्रबंधन करें
id: Kelola Sumber Belajar
it: Gestire le risorse didattiche
ja: 学習リソースの管理
kn: ಕಲಿಕೆಯ ಸಂಪನ್ಮೂಲಗಳನ್ನು ನಿರ್ವಹಿಸಿ
ml: പഠന വിഭവങ്ങൾ കൈകാര്യം ചെയ്യുക
mr: शिक्षण संसाधने व्यवस्थापित करा
nl: Beheer leermiddelen
pa: ਸਿੱਖਣ ਦੇ ਸਰੋਤਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ
pl: Zarządzaj zasobami edukacyjnymi
pt: Gerenciar recursos de aprendizagem
ru: Управление учебными ресурсами
sv: Hantera lärresurser
ta: கற்றல் வளங்களை நிர்வகிக்கவும்
te: అభ్యాస వనరులను నిర్వహించండి
th: จัดการทรัพยากรการเรียนรู้
tr: Öğrenim Kaynaklarını Yönetin
vi: Quản lý tài nguyên học tập
