Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: July 12, 2024
ar: 12 يوليو 2024
bn: 12 জুলাই, 2024
da: 12. juli 2024
de: 12. Juli 2024
el: 12 Ιουλίου 2024
es: 12 de julio de 2024
fi: 12. heinäkuuta 2024
fr: 12 juillet 2024
gu: જુલાઈ 12, 2024
he: 12 ביולי, 2024
hi: 12 जुलाई 2024
id: 12 Juli 2024
it: 12 luglio 2024
ja: 2024 年 7 月 12 日
kn: ಜುಲೈ 12, 2024
ml: ജൂലൈ 12, 2024
mr: १२ जुलै २०२४
nl: 12 juli 2024
no: 12. juli 2024
or: ଜୁଲାଇ 12, 2024
pa: 12 ਜੁਲਾਈ, 2024
pl: 12 lipca 2024 r
pt: 12 de julho de 2024
ru: 12 июля 2024 г.
sv: 12 juli 2024
ta: ஜூலை 12, 2024
te: జూలై 12, 2024
th: 12 กรกฎาคม 2024
tr: 12 Temmuz 2024
vi: Ngày 12 tháng 7 năm 2024

source: Top Performers
ar: أفضل المؤدين
bn: শীর্ষ পারফর্মার
da: Topkunstnere
de: Top-Performer
el: Κορυφαίοι Ερμηνευτές
es: Mejores artistas
fi: Parhaat esiintyjät
fr: Les plus performants
gu: ટોચના કલાકારો
he: מבצעים מובילים
hi: शीर्ष प्रदर्शक
id: Berkinerja Terbaik
it: Migliori interpreti
ja: トップパフォーマー
kn: ಉನ್ನತ ಪ್ರದರ್ಶನಕಾರರು
ml: മികച്ച പ്രകടനം നടത്തുന്നവർ
mr: टॉप परफॉर्मर्स
nl: Toppresteerders
no: Topp utøvere
or: ଶ୍ରେଷ୍ଠ ପ୍ରଦର୍ଶନକାରୀ |
pa: ਚੋਟੀ ਦੇ ਪ੍ਰਦਰਸ਼ਨਕਾਰ
pl: Najlepsi wykonawcy
pt: Melhores desempenhos
ru: Лучшие исполнители
sv: Bästa artister
ta: சிறந்த கலைஞர்கள்
te: టాప్ పెర్ఫార్మర్స్
th: นักแสดงชั้นนำ
tr: En İyi Performans Gösterenler
vi: Người biểu diễn hàng đầu

source: Layla Al-Farsi
ar: ليلى الفارسي
bn: লায়লা আল-ফারসি
gu: લયલા અલ-ફારસી
he: ליילה אל-פרסי
hi: लैला अल-फ़ारसी
ja: ライラ・アル・ファルシ
kn: ಲೈಲಾ ಅಲ್-ಫಾರ್ಸಿ
ml: ലൈല അൽ-ഫാർസി
mr: लैला अल-फारसी
or: ଲ Lay ଲା ଅଲ-ଫାର୍ସୀ |
pa: ਲੈਲਾ ਅਲ-ਫਾਰਸੀ
ru: Лейла Аль-Фарси
ta: லைலா அல்-ஃபார்ஸி
te: లైలా అల్-ఫార్సీ
th: ไลลา อัล-ฟาร์ซี
tr: Leyla El-Farsça

source: 98%% completion rate
ar: نسبة الإنجاز 98%%
bn: 98%% সমাপ্তির হার
da: 98 %% fuldførelsesgrad
de: 98 % Abschlussquote
el: Ποσοστό ολοκλήρωσης 98%%.
es: Tasa de finalización del 98%%
fi: Valmistumisaste 98 %
fr: 98%% de taux d'achèvement
gu: 98%% પૂર્ણતા દર
he: שיעור השלמה של 98%%.
hi: 98%% पूर्णता दर
id: Tingkat penyelesaian 98%%.
it: Tasso di completamento del 98%%.
ja: 98%% 完了率
kn: 98% ಪೂರ್ಣಗೊಂಡ ದರ
ml: 98% പൂർത്തീകരണ നിരക്ക്
mr: 98%% पूर्ण होण्याचा दर
nl: 98%% voltooiingspercentage
no: 98 % % fullføringsgrad
or: 98 %% ସମାପ୍ତି ହାର |
pa: 98%% ਮੁਕੰਮਲ ਹੋਣ ਦੀ ਦਰ
pl: Stopień ukończenia 98%%.
pt: Taxa de conclusão de 98%%
ru: 98%% процент завершения
sv: 98 % % färdigställandegrad
ta: 98% நிறைவு விகிதம்
te: 98% పూర్తి రేటు
th: อัตราความสำเร็จ 98%%
tr: %98 tamamlanma oranı
vi: Tỉ lệ hoàn thành 98%

source: Karim El-Masri
ar: كريم المصري
bn: করিম এল-মাসরি
el: Καρίμ Ελ-Μασρί
gu: કરીમ અલ-મસરી
he: כרים אל-מסרי
hi: करीम अल-मसरी
ja: カリム・エル・マスリ
kn: ಕರೀಮ್ ಎಲ್-ಮಸ್ರಿ
ml: കരിം എൽ-മസ്രി
mr: करीम अल-मसरी
or: କରିମ୍ ଏଲ୍-ମାସ୍ରି |
pa: ਕਰੀਮ ਅਲ-ਮਸਰੀ
pl: Karima El-Masriego
ru: Карим Эль-Масри
ta: கரீம் எல்-மஸ்ரி
te: కరీమ్ ఎల్-మస్రీ
th: คาริม เอล-มาสรี
tr: Kerim El-Masri

source: 95%% completion rate
ar: نسبة الإنجاز 95%%
bn: 95%% সমাপ্তির হার
da: 95 %% fuldførelsesgrad
de: 95 % Abschlussquote
el: Ποσοστό ολοκλήρωσης 95%%.
es: Tasa de finalización del 95%%
fi: Valmistumisaste 95 %
fr: 95%% de taux d'achèvement
gu: 95%% પૂર્ણતા દર
he: שיעור השלמה של 95%%.
hi: 95%% पूर्णता दर
id: Tingkat penyelesaian 95%%.
it: Tasso di completamento del 95%%.
ja: 95%% 完了率
kn: 95% ಪೂರ್ಣಗೊಂಡ ದರ
ml: 95% പൂർത്തീകരണ നിരക്ക്
mr: 95%% पूर्ण होण्याचा दर
nl: 95%% voltooiingspercentage
no: 95 % % fullføringsgrad
or: 95 %% ସମାପ୍ତି ହାର
pa: 95%% ਮੁਕੰਮਲ ਹੋਣ ਦੀ ਦਰ
pl: Stopień ukończenia 95%%.
pt: Taxa de conclusão de 95%%
ru: 95%% процент завершения
sv: 95 % % färdigställandegrad
ta: 95% நிறைவு விகிதம்
te: 95% పూర్తి రేటు
th: อัตราความสำเร็จ 95%%
tr: %95 tamamlanma oranı
vi: Tỉ lệ hoàn thành 95%

source: Amira Khalil
ar: اميره خليل
bn: আমিরা খলিল
el: Αμίρα Χαλίλ
gu: અમીરા ખલીલ
he: אמירה חליל
hi: अमीरा खलील
ja: アミラ・カリル
kn: ಅಮೀರ ಖಲೀಲ್
ml: അമീറ ഖലീൽ
mr: अमीरा खलील
nl: Amir Khalil
or: ଅମିରା ଖଲିଲ |
pa: ਅਮੀਰਾ ਖਲੀਲ
ru: Амира Халил
ta: அமைரா கலீல்
te: అమీరా ఖలీల్
th: อมิรา คาลิล
tr: Amira Halil

source: 93%% completion rate
ar: نسبة الإنجاز 93%%
bn: 93%% সমাপ্তির হার
da: 93 %% fuldførelsesgrad
de: 93 % Abschlussquote
el: Ποσοστό ολοκλήρωσης 93%%.
es: Tasa de finalización del 93%%
fi: Valmistumisaste 93 %
fr: 93%% de taux d'achèvement
gu: 93%% પૂર્ણતા દર
he: שיעור השלמה של 93%%.
hi: 93%% पूर्णता दर
id: Tingkat penyelesaian 93%%.
it: Tasso di completamento del 93%%.
ja: 93%% 完了率
kn: 93% ಪೂರ್ಣಗೊಂಡ ದರ
ml: 93% പൂർത്തീകരണ നിരക്ക്
mr: 93%% पूर्ण होण्याचा दर
nl: 93%% voltooiingspercentage
no: 93 % % fullføringsgrad
or: 93 %% ସମାପ୍ତି ହାର |
pa: 93%% ਮੁਕੰਮਲ ਹੋਣ ਦੀ ਦਰ
pl: Stopień ukończenia 93%%.
pt: Taxa de conclusão de 93%%
ru: 93%% процент завершения
sv: 93 % % färdigställandegrad
ta: 93% நிறைவு விகிதம்
te: 93% పూర్తి రేటు
th: อัตราความสำเร็จ 93%%
tr: %93 tamamlanma oranı
vi: Tỉ lệ hoàn thành 93%

source: New Course Launch: Advanced Machine Learning
ar: إطلاق دورة جديدة: التعلم الآلي المتقدم
bn: নতুন কোর্স লঞ্চ: অ্যাডভান্সড মেশিন লার্নিং
da: Lancering af nyt kursus: Avanceret maskinlæring
de: Neuer Kursstart: Fortgeschrittenes maschinelles Lernen
el: Έναρξη νέου μαθήματος: Προηγμένη μηχανική μάθηση
es: Lanzamiento del nuevo curso: Aprendizaje automático avanzado
fi: Uusi kurssi käynnistetään: edistynyt koneoppiminen
fr: Lancement d'un nouveau cours : apprentissage automatique avancé
gu: નવો કોર્સ લોન્ચઃ એડવાન્સ્ડ મશીન લર્નિંગ
he: השקת קורס חדש: למידת מכונה מתקדמת
hi: नया पाठ्यक्रम लॉन्च: उन्नत मशीन लर्निंग
id: Peluncuran Kursus Baru: Pembelajaran Mesin Tingkat Lanjut
it: Lancio del nuovo corso: Advanced Machine Learning
ja: 新しいコースの開始: 高度な機械学習
kn: ಹೊಸ ಕೋರ್ಸ್ ಪ್ರಾರಂಭ: ಸುಧಾರಿತ ಯಂತ್ರ ಕಲಿಕೆ
ml: പുതിയ കോഴ്‌സ് ലോഞ്ച്: അഡ്വാൻസ്ഡ് മെഷീൻ ലേണിംഗ്
mr: नवीन कोर्स लाँच: प्रगत मशीन लर्निंग
nl: Lancering van een nieuwe cursus: Geavanceerd machinaal leren
no: Nytt kurslansering: Avansert maskinlæring
or: ନୂତନ ପାଠ୍ୟକ୍ରମ ଆରମ୍ଭ: ଉନ୍ନତ ମେସିନ୍ ଶିକ୍ଷା |
pa: ਨਵਾਂ ਕੋਰਸ ਲਾਂਚ: ਐਡਵਾਂਸਡ ਮਸ਼ੀਨ ਲਰਨਿੰਗ
pl: Uruchomienie nowego kursu: Zaawansowane uczenie maszynowe
pt: Lançamento de novo curso: Aprendizado de máquina avançado
ru: Запуск нового курса: продвинутое машинное обучение
sv: Ny kurslansering: Advanced Machine Learning
ta: புதிய பாடநெறி துவக்கம்: மேம்பட்ட இயந்திர கற்றல்
te: కొత్త కోర్సు ప్రారంభం: అధునాతన మెషిన్ లెర్నింగ్
th: เปิดตัวหลักสูตรใหม่: การเรียนรู้ของเครื่องขั้นสูง
tr: Yeni Kurs Lansmanı: Gelişmiş Makine Öğrenimi
vi: Ra mắt khóa học mới: Học máy nâng cao

source: July 20, 2024
ar: 20 يوليو 2024
bn: 20 জুলাই, 2024
da: 20. juli 2024
de: 20. Juli 2024
el: 20 Ιουλίου 2024
es: 20 de julio de 2024
fi: 20. heinäkuuta 2024
fr: 20 juillet 2024
gu: જુલાઈ 20, 2024
he: 20 ביולי 2024
hi: 20 जुलाई 2024
id: 20 Juli 2024
it: 20 luglio 2024
ja: 2024 年 7 月 20 日
kn: ಜುಲೈ 20, 2024
ml: 2024 ജൂലൈ 20
mr: 20 जुलै 2024
nl: 20 juli 2024
no: 20. juli 2024
or: ଜୁଲାଇ 20, 2024
pa: 20 ਜੁਲਾਈ, 2024
pl: 20 lipca 2024 r
pt: 20 de julho de 2024
ru: 20 июля 2024 г.
sv: 20 juli 2024
ta: ஜூலை 20, 2024
te: జూలై 20, 2024
th: 20 กรกฎาคม 2024
tr: 20 Temmuz 2024
vi: Ngày 20 tháng 7 năm 2024

source: July 25, 2024
ar: 25 يوليو 2024
bn: 25 জুলাই, 2024
da: 25. juli 2024
de: 25. Juli 2024
el: 25 Ιουλίου 2024
es: 25 de julio de 2024
fi: 25. heinäkuuta 2024
fr: 25 juillet 2024
gu: જુલાઈ 25, 2024
he: 25 ביולי 2024
hi: 25 जुलाई 2024
id: 25 Juli 2024
it: 25 luglio 2024
ja: 2024 年 7 月 25 日
kn: ಜುಲೈ 25, 2024
ml: ജൂലൈ 25, 2024
mr: 25 जुलै 2024
nl: 25 juli 2024
no: 25. juli 2024
or: ଜୁଲାଇ 25, 2024
pa: 25 ਜੁਲਾਈ, 2024
pl: 25 lipca 2024 r
pt: 25 de julho de 2024
ru: 25 июля 2024 г.
sv: 25 juli 2024
ta: ஜூலை 25, 2024
te: జూలై 25, 2024
th: 25 กรกฎาคม 2024
tr: 25 Temmuz 2024
vi: Ngày 25 tháng 7 năm 2024

source: August 1-15, 2024
ar: 1-15 أغسطس 2024
bn: আগস্ট 1-15, 2024
da: 1.-15. august 2024
de: 1.-15. August 2024
el: 1-15 Αυγούστου 2024
es: 1 al 15 de agosto de 2024
fr: 1er-15 août 2024
gu: ઓગસ્ટ 1-15, 2024
he: 1-15 באוגוסט 2024
hi: 1-15 अगस्त, 2024
id: 1-15 Agustus 2024
it: 1-15 agosto 2024
ja: 2024 年 8 月 1 日から 8 月 15 日まで
kn: ಆಗಸ್ಟ್ 1-15, 2024
ml: 2024 ഓഗസ്റ്റ് 1-15
mr: 1-15 ऑगस्ट 2024
nl: 1-15 augustus 2024
no: 1.–15. august 2024
pa: ਅਗਸਤ 1-15, 2024
pl: 1-15 sierpnia 2024 r
pt: 1 a 15 de agosto de 2024
ru: 1–15 августа 2024 г.
sv: 1–15 augusti 2024
ta: ஆகஸ்ட் 1-15, 2024
te: ఆగస్టు 1-15, 2024
th: 1-15 สิงหาคม 2567
tr: 1-15 Ağustos 2024
vi: Ngày 1-15 tháng 8 năm 2024

source: Virtual Career Fair
ar: معرض التوظيف الافتراضي
bn: ভার্চুয়াল ক্যারিয়ার ফেয়ার
da: Virtuel karrieremesse
de: Virtuelle Karrieremesse
el: Εικονική Έκθεση Καριέρας
es: Feria profesional virtual
fi: Virtuaaliset uramessut
fr: Salon de l'emploi virtuel
he: יריד קריירה וירטואלי
hi: वर्चुअल कैरियर मेला
id: Pameran Karir Virtual
it: Fiera della carriera virtuale
ja: バーチャルキャリアフェア
kn: ವರ್ಚುವಲ್ ವೃತ್ತಿ ಮೇಳ
ml: വെർച്വൽ കരിയർ മേള
mr: व्हर्च्युअल करिअर फेअर
nl: Virtuele Carrièrebeurs
pa: ਵਰਚੁਅਲ ਕਰੀਅਰ ਮੇਲਾ
pl: Wirtualne Targi Kariery
pt: Feira Virtual de Carreiras
ru: Виртуальная ярмарка вакансий
sv: Virtuell karriärmässa
ta: மெய்நிகர் தொழில் கண்காட்சி
te: వర్చువల్ కెరీర్ ఫెయిర్
th: มหกรรมอาชีพเสมือนจริง
tr: Sanal Kariyer Fuarı
vi: Hội chợ nghề nghiệp ảo

source: August 20, 2024
ar: 20 أغسطس 2024
bn: 20 আগস্ট, 2024
da: 20. august 2024
de: 20. August 2024
el: 20 Αυγούστου 2024
es: 20 de agosto de 2024
fi: 20. elokuuta 2024
fr: 20 août 2024
he: 20 באוגוסט 2024
hi: 20 अगस्त 2024
id: 20 Agustus 2024
it: 20 agosto 2024
ja: 2024 年 8 月 20 日
kn: ಆಗಸ್ಟ್ 20, 2024
ml: 2024 ഓഗസ്റ്റ് 20
mr: 20 ऑगस्ट 2024
nl: 20 augustus 2024
pa: 20 ਅਗਸਤ, 2024
pl: 20 sierpnia 2024 r
pt: 20 de agosto de 2024
ru: 20 августа 2024 г.
sv: 20 augusti 2024
ta: ஆகஸ்ட் 20, 2024
te: ఆగస్టు 20, 2024
th: 20 สิงหาคม 2024
tr: 20 Ağustos 2024
vi: Ngày 20 tháng 8 năm 2024

source: New Instructors
ar: المدربون الجدد
bn: নতুন প্রশিক্ষক
da: Nye instruktører
de: Neue Ausbilder
el: Νέοι Εκπαιδευτές
es: Nuevos instructores
fi: Uudet ohjaajat
fr: Nouveaux instructeurs
he: מדריכים חדשים
hi: नये प्रशिक्षक
id: Instruktur Baru
it: Nuovi istruttori
ja: 新しい講師
kn: ಹೊಸ ಬೋಧಕರು
ml: പുതിയ ഇൻസ്ട്രക്ടർമാർ
mr: नवीन प्रशिक्षक
nl: Nieuwe instructeurs
pa: ਨਵੇਂ ਇੰਸਟ੍ਰਕਟਰ
pl: Nowi Instruktorzy
pt: Novos instrutores
ru: Новые инструкторы
sv: Nya instruktörer
ta: புதிய பயிற்றுனர்கள்
te: కొత్త అధ్యాపకులు
th: อาจารย์ผู้สอนใหม่
tr: Yeni Eğitmenler
vi: Giảng viên mới

source: Dr. Yusuf Al-Qahtani
ar: د. يوسف القحطاني
bn: বাঁক ইউসুফ আল-কাহতানি
da: Tur. Youssef Al-Qahtani
de: Drehen. Youssef Al-Qahtani
el: Σειρά. Youssef Al-Qahtani
es: Doblar. Youssef Al-Qahtani
fi: Käänny. Youssef Al-Qahtani
fr: Tourner. Youssef Al-Qahtani
he: פִּנָה. יוסף אל-קחטני
hi: मोड़। यूसुफ अल-क़हतानी
it: Il dottor A.S. Yusuf Al-Qahtani
ja: 振り向く。ユセフ・アル・カータニ
kn: ತಿರುಗಿ. ಯೂಸೆಫ್ ಅಲ್-ಕಹ್ತಾನಿ
ml: തിരിയുക. യൂസഫ് അൽ-ഖഹ്താനി
mr: वळणे. युसुफ अल-काहतानी
nl: Draai. Youssef Al-Qahtani
pa: ਵਾਰੀ. ਯੂਸਫ਼ ਅਲ-ਕਾਹਤਾਨੀ
pl: Zakręt. Youssef Al-Qahtani
pt: Vez. Youssef Al-Qahtani
ru: Повернуть. Юсеф Аль-Кахтани
sv: Sväng. Youssef Al-Qahtani
ta: திருப்பு. யூசுப் அல்-கஹ்தானி
te: తిరగండి. యూసఫ్ అల్-ఖహ్తానీ
th: เปลี่ยน. ยูสเซฟ อัล-กอห์ตานี
vi: Xoay. Youssef Al-Qahtani

source: Data Science
ar: علم البيانات
bn: ডেটা সায়েন্স
da: Datavidenskab
de: Datenwissenschaft
el: Επιστήμη Δεδομένων
es: Ciencia de datos
fi: Tietotiede
fr: Science des données
he: מדע נתונים
hi: डेटा विज्ञान
id: Ilmu Data
it: Scienza dei dati
ja: データサイエンス
kn: ಡೇಟಾ ಸೈನ್ಸ್
ml: ഡാറ്റ സയൻസ്
mr: डेटा सायन्स
nl: Datawetenschap
pa: ਡਾਟਾ ਸਾਇੰਸ
pl: Nauka o danych
pt: Ciência de Dados
ru: Наука о данных
sv: Datavetenskap
ta: தரவு அறிவியல்
te: డేటా సైన్స్
th: วิทยาศาสตร์ข้อมูล
tr: Veri Bilimi
vi: Khoa học dữ liệu

source: Prof. Maryam Al-Saud
ar: دليل. مريم علاء سعود
bn: প্রমাণ। মরিয়ম আলা-সৌদ
da: Bevis. Maryam Ala-Saud
de: Nachweisen. Maryam Ala-Saud
el: Απόδειξη. Maryam Ala-Saud
fi: Todiste. Maryam Ala-Saud
fr: Preuve. Maryam Ala-Saoud
he: הוֹכָחָה. מרים עלא-סעוד
hi: सबूत। मरियम अला-सऊद
id: Bukti. Maryam Ala-Saud
ja: 証拠。マリアム・アラサウド
kn: ಪುರಾವೆ. ಮರ್ಯಮ್ ಅಲಾ-ಸೌದ್
ml: തെളിവ്. മറിയം അലാ സൗദ്
mr: पुरावा. मरियम अला-सौद
nl: Bewijs. Maryam Ala-Saud
pa: ਸਬੂਤ। ਮਰੀਅਮ ਅਲਾ-ਸਾਊਦ
pt: Prova. Maryam Ala Saud
ru: Доказательство. Марьям Ала-Сауд
sv: Bevis. Maryam Ala-Saud
ta: ஆதாரம். மரியம் அலா-சௌத்
th: การพิสูจน์. มัรยัม อลา-ซาอูด
vi: Bằng chứng. Maryam Ala Saud

source: Business Ethics
ar: أخلاقيات الأعمال
bn: ব্যবসায়িক নীতিশাস্ত্র
da: Forretningsetik
de: Wirtschaftsethik
el: Επιχειρηματική Ηθική
es: Ética empresarial
fi: Liiketoiminnan etiikka
fr: Éthique des affaires
he: אתיקה עסקית
hi: व्यापार को नैतिकता
id: Etika Bisnis
it: Etica aziendale
ja: ビジネス倫理
kn: ವ್ಯಾಪಾರ ನೀತಿಶಾಸ್ತ್ರ
ml: ബിസിനസ്സ് എത്തിക്സ്
mr: व्यवसाय नैतिकता
nl: Bedrijfsethiek
pa: ਵਪਾਰਕ ਨੈਤਿਕਤਾ
pl: Etyka Biznesu
pt: Ética Empresarial
ru: Деловая этика
sv: Affärsetik
ta: வணிக நெறிமுறைகள்
te: వ్యాపార నీతి
th: จริยธรรมทางธุรกิจ
tr: İş Etiği
vi: Đạo đức kinh doanh

source: Dr. Hassan El-Masry
ar: د. حسن المصري
bn: বাঁক হাসান আল-মাসরি
da: Tur. Hassan Al-Masry
de: Drehen. Hassan Al-Masry
el: Σειρά. Χασάν Αλ-Μασρί
fi: Käänny. Hassan Al-Masry
fr: Tourner. Hassan Al-Masry
he: פִּנָה. חסן אל-מסרי
hi: मोड़। हसन अल-मसरी
id: Berbelok. Hassan Al-Masry
it: Giro. Hassan Al-Masry
ja: 振り向く。ハッサン・アル・マスリ
kn: ತಿರುಗಿ. ಹಸನ್ ಅಲ್-ಮಸ್ರಿ
ml: തിരിയുക. ഹസ്സൻ അൽ മസ്രി
mr: वळणे. हसन अल-मसरी
nl: Draai. Hassan Al-Masry
pa: ਵਾਰੀ. ਹਸਨ ਅਲ-ਮਸਰੀ
pl: Zakręt. Hassana Al-Masry’ego
pt: Vez. Hassan Al-Masry
ru: Повернуть. Хасан Аль-Масри
sv: Sväng. Hassan Al-Masry
ta: திருப்பு. ஹசன் அல்-மஸ்ரி
te: తిరగండి. హసన్ అల్-మస్రీ
th: เปลี่ยน. ฮัสซัน อัล-มาสรี
tr: Dönüş. Hasan El Masri
vi: Xoay. Hassan Al-Masry

source: Artificial Intelligence
ar: الذكاء الاصطناعي
bn: কৃত্রিম বুদ্ধিমত্তা
da: Kunstig intelligens
de: Künstliche Intelligenz
el: Τεχνητή νοημοσύνη
es: Inteligencia artificial
fi: Tekoäly
fr: Intelligence artificielle
he: בינה מלאכותית
hi: कृत्रिम होशियारी
id: Kecerdasan Buatan
it: Intelligenza artificiale
ja: 人工知能
kn: ಕೃತಕ ಬುದ್ಧಿಮತ್ತೆ
ml: നിർമ്മിത ബുദ്ധി
mr: कृत्रिम बुद्धिमत्ता
nl: Kunstmatige intelligentie
pa: ਬਣਾਵਟੀ ਗਿਆਨ
pl: Sztuczna inteligencja
pt: Inteligência artificial
ru: Искусственный интеллект
sv: Artificiell intelligens
ta: செயற்கை நுண்ணறிவு
te: కృత్రిమ మేధస్సు
th: ปัญญาประดิษฐ์
tr: Yapay Zeka
vi: Trí tuệ nhân tạo

source: System Health
ar: صحة النظام
bn: সিস্টেম স্বাস্থ্য
da: Systemsundhed
de: Systemgesundheit
el: Υγεία συστήματος
es: Salud del sistema
fi: Järjestelmän terveys
fr: Santé du système
gu: સિસ્ટમ આરોગ્ય
he: בריאות המערכת
hi: सिस्टम स्वास्थ्य
id: Kesehatan Sistem
it: Salute del sistema
ja: システムの健全性
kn: ಸಿಸ್ಟಮ್ ಆರೋಗ್ಯ
ml: സിസ്റ്റം ആരോഗ്യം
mr: प्रणाली आरोग्य
nl: Systeemgezondheid
no: Systemhelse
or: ସିଷ୍ଟମ୍ ସ୍ୱାସ୍ଥ୍ୟ
pa: ਸਿਸਟਮ ਦੀ ਸਿਹਤ
pl: Kondycja systemu
pt: Saúde do sistema
ru: Здоровье системы
sv: Systemhälsa
ta: கணினி ஆரோக்கியம்
te: సిస్టమ్ ఆరోగ్యం
th: สุขภาพของระบบ
tr: Sistem Sağlığı
vi: Tình trạng hệ thống

source: Server Uptime
ar: وقت تشغيل الخادم
bn: সার্ভার আপটাইম
da: Server oppetid
de: Serververfügbarkeit
el: Χρόνος λειτουργίας διακομιστή
es: Tiempo de actividad del servidor
fi: Palvelimen käyttöaika
fr: Disponibilité du serveur
gu: સર્વર અપટાઇમ
he: זמן פעילות שרת
hi: सर्वर अपटाइम
id: Waktu Aktif Server
it: Tempo di attività del server
ja: サーバー稼働時間
kn: ಸರ್ವರ್ ಅಪ್ಟೈಮ್
ml: സെർവർ പ്രവർത്തനസമയം
mr: सर्व्हर अपटाइम
no: Serveroppetid
or: ସର୍ଭର ଅପଟାଇମ୍ |
pa: ਸਰਵਰ ਅਪਟਾਈਮ
pl: Czas pracy serwera
pt: Tempo de atividade do servidor
ru: Время работы сервера
sv: Serverns upptid
ta: சர்வர் இயக்க நேரம்
te: సర్వర్ అప్‌టైమ్
th: เวลาทำงานของเซิร์ฟเวอร์
tr: Sunucu Çalışma Süresi
vi: Thời gian hoạt động của máy chủ

source: Average Response Time
ar: متوسط ​​وقت الاستجابة
bn: গড় প্রতিক্রিয়া সময়
da: Gennemsnitlig responstid
de: Durchschnittliche Reaktionszeit
el: Μέσος χρόνος απόκρισης
es: Tiempo promedio de respuesta
fi: Keskimääräinen vasteaika
fr: Temps de réponse moyen
gu: સરેરાશ પ્રતિભાવ સમય
he: זמן תגובה ממוצע
hi: औसत प्रतिक्रिया समय
id: Waktu Respons Rata-rata
it: Tempo medio di risposta
ja: 平均応答時間
kn: ಸರಾಸರಿ ಪ್ರತಿಕ್ರಿಯೆ ಸಮಯ
ml: ശരാശരി പ്രതികരണ സമയം
mr: सरासरी प्रतिसाद वेळ
nl: Gemiddelde responstijd
no: Gjennomsnittlig responstid
or: ହାରାହାରି ପ୍ରତିକ୍ରିୟା ସମୟ |
pa: ਔਸਤ ਜਵਾਬ ਸਮਾਂ
pl: Średni czas reakcji
pt: Tempo Médio de Resposta
ru: Среднее время ответа
sv: Genomsnittlig svarstid
ta: சராசரி பதில் நேரம்
te: సగటు ప్రతిస్పందన సమయం
th: เวลาตอบสนองโดยเฉลี่ย
tr: Ortalama Yanıt Süresi
vi: Thời gian phản hồi trung bình

source: Active Sessions
ar: الجلسات النشطة
bn: সক্রিয় সেশন
da: Aktive sessioner
de: Aktive Sitzungen
el: Ενεργές συνεδρίες
es: Sesiones activas
fi: Aktiiviset istunnot
fr: Séances actives
gu: સક્રિય સત્રો
he: הפעלות פעילות
hi: सक्रिय सत्र
id: Sesi Aktif
it: Sessioni attive
ja: アクティブなセッション
kn: ಸಕ್ರಿಯ ಅವಧಿಗಳು
ml: സജീവ സെഷനുകൾ
mr: सक्रिय सत्रे
nl: Actieve sessies
no: Aktive økter
or: ସକ୍ରିୟ ଅଧିବେଶନ |
pa: ਕਿਰਿਆਸ਼ੀਲ ਸੈਸ਼ਨ
pl: Aktywne sesje
pt: Sessões ativas
ru: Активные сессии
sv: Aktiva sessioner
ta: செயலில் உள்ள அமர்வுகள்
te: క్రియాశీల సెషన్లు
th: เซสชันที่ใช้งานอยู่
tr: Aktif Oturumlar
vi: Phiên hoạt động

source: Course Completion Rates
ar: معدلات إتمام الدورة
bn: কোর্স সমাপ্তির হার
da: Kursusgennemførelsesrater
de: Kursabschlussquoten
el: Τιμές ολοκλήρωσης μαθημάτων
es: Tasas de finalización de cursos
fi: Kurssin suorittamishinnat
fr: Taux d'achèvement des cours
he: שיעורי סיום קורס
hi: पाठ्यक्रम समापन दरें
id: Tingkat Penyelesaian Kursus
it: Tassi di completamento del corso
ja: コース修了率
kn: ಕೋರ್ಸ್ ಪೂರ್ಣಗೊಳಿಸುವಿಕೆಯ ದರಗಳು
ml: കോഴ്‌സ് പൂർത്തീകരണ നിരക്ക്
mr: अभ्यासक्रम पूर्ण करण्याचे दर
nl: Cursusvoltooiingspercentages
pa: ਕੋਰਸ ਪੂਰਾ ਕਰਨ ਦੀਆਂ ਦਰਾਂ
pl: Wskaźniki ukończenia kursu
pt: Taxas de conclusão do curso
ru: Показатели завершения курса
sv: Kursens slutförande priser
ta: பாடநெறி முடிக்கும் விகிதங்கள்
te: కోర్సు పూర్తి రేట్లు
th: อัตราการสำเร็จหลักสูตร
tr: Kurs Tamamlama Oranları
vi: Tỷ lệ hoàn thành khóa học

source: Recent Student Feedback
ar: تعليقات الطلاب الأخيرة
bn: সাম্প্রতিক ছাত্র প্রতিক্রিয়া
da: Seneste elevfeedback
de: Aktuelles Studenten-Feedback
el: Πρόσφατα σχόλια μαθητών
es: Comentarios recientes de estudiantes
fi: Viimeaikainen opiskelijoiden palaute
fr: Commentaires récents des étudiants
he: משוב סטודנטים אחרון
hi: हालिया छात्र प्रतिक्रिया
id: Masukan Siswa Terkini
it: Feedback recenti degli studenti
ja: 最近の学生のフィードバック
kn: ಇತ್ತೀಚಿನ ವಿದ್ಯಾರ್ಥಿಗಳ ಪ್ರತಿಕ್ರಿಯೆ
ml: സമീപകാല വിദ്യാർത്ഥി ഫീഡ്ബാക്ക്
mr: अलीकडील विद्यार्थी अभिप्राय
nl: Recente feedback van studenten
pa: ਹਾਲੀਆ ਵਿਦਿਆਰਥੀ ਫੀਡਬੈਕ
pl: Najnowsze opinie studentów
pt: Feedback recente dos alunos
ru: Недавние отзывы студентов
sv: Senaste studentfeedback
ta: சமீபத்திய மாணவர் கருத்து
te: ఇటీవలి విద్యార్థి అభిప్రాయం
th: ผลตอบรับของนักเรียนล่าสุด
tr: En Son Öğrenci Geri Bildirimi
vi: Phản hồi gần đây của sinh viên

source: Excellent course structure!
ar: هيكل الدورة ممتاز!
bn: চমৎকার কোর্স গঠন!
da: Fremragende kursusstruktur!
de: Ausgezeichnete Kursstruktur!
el: Εξαιρετική δομή μαθημάτων!
es: ¡Excelente estructura del curso!
fi: Loistava kurssirakenne!
fr: Excellente structure de cours !
he: מבנה קורס מעולה!
hi: उत्कृष्ट पाठ्यक्रम संरचना!
id: Struktur kursus yang luar biasa!
it: Ottima struttura del corso!
ja: 素晴らしいコース構成！
kn: ಅತ್ಯುತ್ತಮ ಕೋರ್ಸ್ ರಚನೆ!
ml: മികച്ച കോഴ്‌സ് ഘടന!
mr: उत्कृष्ट अभ्यासक्रम रचना!
nl: Uitstekende cursusstructuur!
pa: ਸ਼ਾਨਦਾਰ ਕੋਰਸ ਬਣਤਰ!
pl: Doskonała struktura kursu!
pt: Excelente estrutura de curso!
ru: Отличная структура курса!
sv: Utmärkt kursstruktur!
ta: சிறந்த பாட அமைப்பு!
te: అద్భుతమైన కోర్సు నిర్మాణం!
th: โครงสร้างหลักสูตรดีเยี่ยม!
tr: Mükemmel kurs yapısı!
vi: Cấu trúc khóa học tuyệt vời!

source: Very informative, could use more practical exercises.
ar: مفيدة للغاية، ويمكن استخدام المزيد من التمارين العملية.
bn: খুব তথ্যপূর্ণ, আরো ব্যবহারিক ব্যায়াম ব্যবহার করতে পারে.
da: Meget informativ, kunne godt bruge mere praktiske øvelser.
de: Sehr informativ, könnte mehr praktische Übungen gebrauchen.
el: Πολύ κατατοπιστικό, θα μπορούσε να χρησιμοποιήσει πιο πρακτικές ασκήσεις.
es: Muy informativo, le vendrían bien más ejercicios prácticos.
fi: Erittäin informatiivinen, voisi käyttää enemmän käytännön harjoituksia.
fr: Très instructif, pourrait utiliser des exercices plus pratiques.
he: מאוד אינפורמטיבי, יכול להשתמש בתרגילים מעשיים יותר.
hi: बहुत जानकारीपूर्ण, अधिक व्यावहारिक अभ्यासों का उपयोग किया जा सकता है।
id: Sangat informatif, bisa menggunakan latihan yang lebih praktis.
it: Molto istruttivo, potrebbero essere utili esercizi più pratici.
ja: 非常に有益なので、より実践的な演習を行うことができます。
kn: ಬಹಳ ತಿಳಿವಳಿಕೆ, ಹೆಚ್ಚು ಪ್ರಾಯೋಗಿಕ ವ್ಯಾಯಾಮಗಳನ್ನು ಬಳಸಬಹುದು.
ml: വളരെ വിവരദായകമാണ്, കൂടുതൽ പ്രായോഗിക വ്യായാമങ്ങൾ ഉപയോഗിക്കാം.
mr: खूप माहितीपूर्ण, अधिक व्यावहारिक व्यायाम वापरू शकतो.
nl: Zeer informatief, zou meer praktische oefeningen kunnen gebruiken.
pa: ਬਹੁਤ ਜਾਣਕਾਰੀ ਭਰਪੂਰ, ਵਧੇਰੇ ਵਿਹਾਰਕ ਅਭਿਆਸਾਂ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦਾ ਹੈ.
pl: Bardzo pouczające, przydałoby się więcej praktycznych ćwiczeń.
pt: Muito informativo, poderia usar exercícios mais práticos.
ru: Очень информативно, можно было бы больше практических упражнений.
sv: Mycket informativ, skulle kunna använda mer praktiska övningar.
ta: மிகவும் தகவல், இன்னும் நடைமுறை பயிற்சிகள் பயன்படுத்த முடியும்.
te: చాలా సమాచారం, మరింత ఆచరణాత్మక వ్యాయామాలను ఉపయోగించవచ్చు.
th: ข้อมูลดีมาก สามารถนำไปใช้ฝึกปฏิบัติเพิ่มเติมได้
tr: Çok bilgilendirici, daha pratik alıştırmalar kullanılabilir.
vi: Rất nhiều thông tin, có thể sử dụng nhiều bài tập thực tế hơn.

source: Great insights from real-world scenarios!
ar: رؤى عظيمة من سيناريوهات العالم الحقيقي!
bn: বাস্তব বিশ্বের দৃশ্যকল্প থেকে মহান অন্তর্দৃষ্টি!
da: Fantastisk indsigt fra scenarier i den virkelige verden!
de: Tolle Einblicke aus realen Szenarien!
el: Εξαιρετικές πληροφορίες από σενάρια πραγματικού κόσμου!
es: ¡Excelentes ideas de escenarios del mundo real!
fi: Upeita oivalluksia tosielämän skenaarioista!
fr: De superbes aperçus de scénarios du monde réel !
he: תובנות נהדרות מתרחישים מהעולם האמיתי!
hi: वास्तविक दुनिया के परिदृश्यों से शानदार अंतर्दृष्टि!
id: Wawasan luar biasa dari skenario dunia nyata!
it: Ottimi spunti da scenari del mondo reale!
ja: 現実世界のシナリオから得られる素晴らしい洞察！
kn: ನೈಜ-ಪ್ರಪಂಚದ ಸನ್ನಿವೇಶಗಳಿಂದ ಉತ್ತಮ ಒಳನೋಟಗಳು!
ml: യഥാർത്ഥ ലോക സാഹചര്യങ്ങളിൽ നിന്നുള്ള മികച്ച ഉൾക്കാഴ്ചകൾ!
mr: वास्तविक-जगातील परिस्थितींमधून उत्तम अंतर्दृष्टी!
nl: Geweldige inzichten uit scenario's uit de echte wereld!
pa: ਅਸਲ-ਸੰਸਾਰ ਦੇ ਦ੍ਰਿਸ਼ਾਂ ਤੋਂ ਮਹਾਨ ਸੂਝ!
pl: Świetne spostrzeżenia z rzeczywistych scenariuszy!
pt: Excelentes insights de cenários do mundo real!
ru: Отличные идеи из реальных сценариев!
sv: Fantastiska insikter från verkliga scenarier!
ta: நிஜ உலகக் காட்சிகளிலிருந்து சிறந்த நுண்ணறிவு!
te: వాస్తవ ప్రపంచ దృశ్యాల నుండి గొప్ప అంతర్దృష్టులు!
th: ข้อมูลเชิงลึกที่ยอดเยี่ยมจากสถานการณ์จริง!
tr: Gerçek dünya senaryolarından harika bilgiler!
vi: Những hiểu biết sâu sắc từ các tình huống thực tế!

source: Add Course Component
ar: إضافة مكون الدورة
bn: কোর্স উপাদান যোগ করুন
da: Tilføj kursuskomponent
de: Kurskomponente hinzufügen
el: Προσθήκη στοιχείου μαθήματος
es: Agregar componente del curso
fi: Lisää kurssikomponentti
fr: Ajouter un composant de cours
he: הוסף רכיב קורס
hi: पाठ्यक्रम घटक जोड़ें
id: Tambahkan Komponen Kursus
it: Aggiungi componente del corso
ja: コースコンポーネントの追加
kn: ಕೋರ್ಸ್ ಕಾಂಪೊನೆಂಟ್ ಸೇರಿಸಿ
ml: കോഴ്‌സ് ഘടകം ചേർക്കുക
mr: कोर्स घटक जोडा
nl: Cursuscomponent toevoegen
pa: ਕੋਰਸ ਕੰਪੋਨੈਂਟ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj komponent kursu
pt: Adicionar componente do curso
ru: Добавить компонент курса
sv: Lägg till kurskomponent
ta: பாடத்தின் கூறுகளைச் சேர்க்கவும்
te: కోర్సు భాగాన్ని జోడించండి
th: เพิ่มส่วนประกอบหลักสูตร
tr: Kurs Bileşeni Ekle
vi: Thêm thành phần khóa học

source: Close modal
ar: إغلاق مشروط
bn: মোডাল বন্ধ করুন
da: Luk modal
de: Modal schließen
el: Κλείστε το modal
es: Cerrar modal
fi: Sulje modaali
fr: Fermer modale
he: מודאל סגור
hi: मोडल बंद करें
id: Tutup modal
it: Chiudi modale
ja: モーダルを閉じる
kn: ಮುಚ್ಚಿದ ಮಾದರಿ
ml: ക്ലോസ് മോഡൽ
mr: मोडल बंद करा
nl: Sluit modaal
pa: ਮਾਡਲ ਬੰਦ ਕਰੋ
pl: Zamknij moduł
pt: Fechar modal
ru: Закрыть модальное окно
sv: Stäng modal
ta: மூடு மாதிரி
te: క్లోజ్ మోడల్
th: ปิดกิริยา
tr: Modeli kapat
vi: Đóng phương thức
