Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Time Limit (minutes)
ar: الحد الزمني (بالدقائق)
bn: সময় সীমা (মিনিট)
da: Tidsgrænse (minutter)
de: Zeitlimit (Minuten)
el: Χρονικό όριο (λεπτά)
es: Límite de tiempo (minutos)
fi: Aikaraja (minuuttia)
fr: Limite de temps (minutes)
he: מגבלת זמן (דקות)
hi: समय सीमा (मिनट)
id: Batas Waktu (menit)
it: Limite di tempo (minuti)
ja: 制限時間（分）
kn: ಸಮಯದ ಮಿತಿ (ನಿಮಿಷಗಳು)
ml: സമയ പരിധി (മിനിറ്റ്)
mr: वेळ मर्यादा (मिनिटे)
nl: Tijdslimiet (minuten)
pa: ਸਮਾਂ ਸੀਮਾ (ਮਿੰਟ)
pl: Limit czasu (minuty)
pt: Limite de tempo (minutos)
ru: Лимит времени (минуты)
sv: Tidsgräns (minuter)
ta: நேர வரம்பு (நிமிடங்கள்)
te: సమయ పరిమితి (నిమిషాలు)
th: จำกัดเวลา (นาที)
tr: Zaman Sınırı (dakika)
vi: Giới hạn thời gian (phút)

source: Passing Score (%%)
ar: درجة النجاح (%%)
bn: পাসিং স্কোর (%%)
da: Beståelsesscore (%%)
de: Bestehensergebnis (%%)
el: Βαθμολογία επιτυχίας (%%)
es: Puntuación de aprobación (%%)
fi: Läpäisypisteet (%%)
fr: Note de passage (%%)
he: ציון עובר (%%)
hi: पास होने योग्य नम्बर (%%)
id: Skor Kelulusan (%%)
it: Punteggio minimo (%%)
ja: 合格点 (%%)
kn: ಉತ್ತೀರ್ಣ ಸ್ಕೋರ್ (%%)
ml: പാസിംഗ് സ്കോർ (%%)
mr: उत्तीर्ण गुण (%%)
nl: Slagingsscore (%%)
pa: ਪਾਸਿੰਗ ਸਕੋਰ (%%)
pl: Wynik pozytywny (%%)
pt: Pontuação de aprovação (%%)
ru: Проходной балл (%%)
sv: Godkänt resultat (%%)
ta: தேர்ச்சி மதிப்பெண் (%%)
te: ఉత్తీర్ణత స్కోరు (%%)
th: คะแนนผ่าน (%%)
tr: Geçme Puanı (%%)
vi: Điểm đậu (%%)

source: Maximum Attempts
ar: الحد الأقصى من المحاولات
bn: সর্বোচ্চ প্রচেষ্টা
da: Maksimalt antal forsøg
de: Maximale Versuche
el: Μέγιστες προσπάθειες
es: Intentos máximos
fi: Maksimiyritykset
fr: Tentatives maximales
he: מקסימום ניסיונות
hi: अधिकतम प्रयास
id: Upaya Maksimal
it: Tentativi massimi
ja: 最大試行回数
kn: ಗರಿಷ್ಠ ಪ್ರಯತ್ನಗಳು
ml: പരമാവധി ശ്രമങ്ങൾ
mr: जास्तीत जास्त प्रयत्न
nl: Maximale pogingen
pa: ਵੱਧ ਤੋਂ ਵੱਧ ਕੋਸ਼ਿਸ਼ਾਂ
pl: Maksymalne próby
pt: Máximo de tentativas
ru: Максимальное количество попыток
sv: Maximalt antal försök
ta: அதிகபட்ச முயற்சிகள்
te: గరిష్ట ప్రయత్నాలు
th: ความพยายามสูงสุด
tr: Maksimum Deneme Sayısı
vi: Số lần thử tối đa

source: Is Active
ar: نشط
bn: সক্রিয় আছে
da: er aktiv
de: Ist Aktiv
el: Είναι Ενεργός
es: esta activo
fi: On Aktiivinen
fr: Est actif
he: האם פעיל
hi: सक्रिय है
id: Aktif
it: È attivo
ja: アクティブです
kn: ಸಕ್ರಿಯವಾಗಿದೆ
ml: സജീവമാണ്
mr: सक्रिय आहे
nl: Is actief
pa: ਸਰਗਰਮ ਹੈ
pl: Jest aktywny
pt: Está ativo
ru: Активен
sv: är aktiv
ta: செயலில் உள்ளது
te: యాక్టివ్‌గా ఉంది
th: มีการใช้งานอยู่
tr: Aktif
vi: Đang hoạt động

source: Check if this quiz should be active and available to students
ar: تحقق مما إذا كان يجب أن يكون هذا الاختبار نشطًا ومتاحًا للطلاب
bn: এই কুইজ সক্রিয় এবং ছাত্রদের জন্য উপলব্ধ করা উচিত কিনা পরীক্ষা করুন
da: Tjek, om denne quiz skal være aktiv og tilgængelig for eleverne
de: Prüfen Sie, ob dieses Quiz aktiv und für Studierende verfügbar sein soll
el: Ελέγξτε εάν αυτό το κουίζ πρέπει να είναι ενεργό και διαθέσιμο στους μαθητές
es: Compruebe si este cuestionario debería estar activo y disponible para los estudiantes
fi: Tarkista, pitäisikö tämän tietokilpailun olla aktiivinen ja opiskelijoiden saatavilla
fr: Vérifiez si ce quiz doit être actif et disponible pour les étudiants
he: בדוק אם החידון הזה צריך להיות פעיל וזמין לתלמידים
hi: जांचें कि क्या यह प्रश्नोत्तरी सक्रिय होनी चाहिए और छात्रों के लिए उपलब्ध होनी चाहिए
id: Periksa apakah kuis ini harus aktif dan tersedia untuk siswa
it: Controlla se questo quiz deve essere attivo e disponibile per gli studenti
ja: このクイズをアクティブにして学生が利用できるようにするかどうかを確認します
kn: ಈ ರಸಪ್ರಶ್ನೆ ಸಕ್ರಿಯವಾಗಿದೆಯೇ ಮತ್ತು ವಿದ್ಯಾರ್ಥಿಗಳಿಗೆ ಲಭ್ಯವಿದ್ದರೆ ಪರಿಶೀಲಿಸಿ
ml: ഈ ക്വിസ് സജീവവും വിദ്യാർത്ഥികൾക്ക് ലഭ്യവുമാണോയെന്ന് പരിശോധിക്കുക
mr: ही क्विझ सक्रिय आणि विद्यार्थ्यांसाठी उपलब्ध असावी का ते तपासा
nl: Controleer of deze quiz actief en beschikbaar moet zijn voor studenten
pa: ਜਾਂਚ ਕਰੋ ਕਿ ਕੀ ਇਹ ਕਵਿਜ਼ ਕਿਰਿਆਸ਼ੀਲ ਅਤੇ ਵਿਦਿਆਰਥੀਆਂ ਲਈ ਉਪਲਬਧ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ
pl: Sprawdź, czy ten quiz powinien być aktywny i dostępny dla uczniów
pt: Verifique se este quiz deve estar ativo e disponível para os alunos
ru: Проверьте, должен ли этот тест быть активным и доступен учащимся.
sv: Kontrollera om detta frågesport ska vara aktivt och tillgängligt för studenter
ta: இந்த வினாடி வினா செயலில் உள்ளதா மற்றும் மாணவர்களுக்குக் கிடைக்குமா எனச் சரிபார்க்கவும்
te: ఈ క్విజ్ సక్రియంగా మరియు విద్యార్థులకు అందుబాటులో ఉందో లేదో తనిఖీ చేయండి
th: ตรวจสอบว่าแบบทดสอบนี้ควรจะใช้งานได้และพร้อมสำหรับนักเรียนหรือไม่
tr: Bu sınavın aktif ve öğrencilere açık olup olmadığını kontrol edin
vi: Kiểm tra xem bài kiểm tra này có nên hoạt động và có sẵn cho học sinh không

source: Question
ar: سؤال
bn: প্রশ্ন
da: Spørgsmål
de: Frage
el: Ερώτηση
es: Pregunta
fi: Kysymys
he: שְׁאֵלָה
hi: सवाल
id: Pertanyaan
it: Domanda
ja: 質問
kn: ಪ್ರಶ್ನೆ
ml: ചോദ്യം
mr: प्रश्न
nl: Vraag
pa: ਸਵਾਲ
pl: Pytanie
pt: Pergunta
ru: Вопрос
sv: Fråga
ta: கேள்வி
te: ప్రశ్న
th: คำถาม
tr: Soru
vi: Câu hỏi

source: Choices
ar: الاختيارات
bn: পছন্দ
da: Valg
de: Auswahlmöglichkeiten
el: Επιλογές
es: Opciones
fi: Valinnat
fr: Choix
he: בחירות
hi: विकल्प
id: Pilihan
it: Scelte
ja: 選択肢
kn: ಆಯ್ಕೆಗಳು
ml: തിരഞ്ഞെടുപ്പുകൾ
mr: निवडी
nl: Keuzes
pa: ਚੋਣਾਂ
pl: Wybory
pt: Escolhas
ru: Выбор
sv: Val
ta: தேர்வுகள்
te: ఎంపికలు
th: ทางเลือก
tr: Seçimler
vi: Lựa chọn

source: Save Changes
ar: حفظ التغييرات
bn: পরিবর্তনগুলি সংরক্ষণ করুন
da: Gem ændringer
de: Änderungen speichern
el: Αποθήκευση αλλαγών
es: Guardar cambios
fi: Tallenna muutokset
fr: Enregistrer les modifications
gu: ફેરફારો સાચવો
he: שמור שינויים
hi: परिवर्तनों को सुरक्षित करें
id: Simpan Perubahan
it: Salva modifiche
ja: 変更を保存
kn: ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸಿ
ml: മാറ്റങ്ങൾ സംരക്ഷിക്കുക
mr: बदल जतन करा
nl: Wijzigingen opslaan
no: Lagre endringer
or: ପରିବର୍ତ୍ତନଗୁଡିକ ସଞ୍ଚୟ କରନ୍ତୁ |
pa: ਤਬਦੀਲੀਆਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰੋ
pl: Zapisz zmiany
pt: Salvar alterações
ru: Сохранить изменения
sv: Spara ändringar
ta: மாற்றங்களைச் சேமிக்கவும்
te: మార్పులను సేవ్ చేయండి
th: บันทึกการเปลี่ยนแปลง
tr: Değişiklikleri Kaydet
vi: Lưu thay đổi

source: SCORM Details
ar: تفاصيل مقياس سكورم
bn: SCORM বিবরণ
da: SCORM detaljer
el: Στοιχεία SCORM
es: Detalles de SCORM
fi: SCORM-tiedot
fr: Détails SCORM
he: פרטי SCORM
hi: SCORM विवरण
id: Detail SCORM
it: Dettagli SCORM
ja: SCORMの詳細
kn: SCORM ವಿವರಗಳು
ml: SCORM വിശദാംശങ്ങൾ
mr: SCORM तपशील
pa: SCORM ਵੇਰਵੇ
pl: Szczegóły SCORM-u
pt: Detalhes do SCORM
ru: Подробности о SCORM
sv: SCORM Detaljer
ta: SCORM விவரங்கள்
te: SCORM వివరాలు
th: รายละเอียด SCORM
tr: SCORM Ayrıntıları
vi: Chi tiết SCORM

source: SCORM Course ID
ar: معرف الدورة التدريبية لـ SCORM
bn: SCORM কোর্স আইডি
da: SCORM Kursus ID
de: SCORM-Kurs-ID
el: Αναγνωριστικό μαθήματος SCORM
es: ID del curso SCORM
fi: SCORM-kurssin tunnus
fr: ID du cours SCORM
he: מזהה קורס SCORM
hi: SCORM कोर्स आईडी
id: ID Kursus SCORM
it: Codice corso SCORM
ja: SCORMコースID
kn: SCORM ಕೋರ್ಸ್ ಐಡಿ
ml: SCORM കോഴ്സ് ഐഡി
mr: SCORM कोर्स आयडी
nl: SCORM-cursus-ID
pa: SCORM ਕੋਰਸ ਆਈ.ਡੀ
pl: Identyfikator kursu SCORM
pt: ID do curso SCORM
ru: Идентификатор курса SCORM
sv: SCORM Kurs ID
ta: SCORM பாடநெறி ஐடி
te: SCORM కోర్సు ID
th: รหัสหลักสูตร SCORM
tr: SCORM Kurs Kimliği
vi: ID khóa học SCORM

source: SCORM Package ID
ar: معرف حزمة SCORM
bn: SCORM প্যাকেজ আইডি
da: SCORM-pakke-id
de: SCORM-Paket-ID
el: Αναγνωριστικό πακέτου SCORM
es: ID del paquete SCORM
fi: SCORM-paketin tunnus
fr: ID du package SCORM
he: מזהה חבילה SCORM
hi: SCORM पैकेज आईडी
id: ID Paket SCORM
it: ID del pacchetto SCORM
ja: SCORM パッケージ ID
kn: SCORM ಪ್ಯಾಕೇಜ್ ಐಡಿ
ml: SCORM പാക്കേജ് ഐഡി
mr: SCORM पॅकेज आयडी
nl: SCORM-pakket-ID
pa: SCORM ਪੈਕੇਜ ਆਈ.ਡੀ
pl: Identyfikator pakietu SCORM
pt: ID do pacote SCORM
ru: Идентификатор пакета SCORM
sv: SCORM-paket-ID
ta: SCORM தொகுப்பு ஐடி
te: SCORM ప్యాకేజీ ID
th: รหัสแพ็คเกจ SCORM
tr: SCORM Paket Kimliği
vi: ID gói SCORM

source: Version
ar: إصدار
bn: সংস্করণ
el: Εκδοχή
es: Versión
fi: Versio
he: גִרְסָה
hi: संस्करण
id: Versi
it: Versione
ja: バージョン
kn: ಆವೃತ್ತಿ
ml: പതിപ്പ്
mr: आवृत्ती
nl: Versie
pa: ਸੰਸਕਰਣ
pl: Wersja
pt: Versão
ru: Версия
ta: பதிப்பு
te: వెర్షన్
th: เวอร์ชัน
tr: Sürüm
vi: Phiên bản

source: Web Path
ar: مسار الويب
bn: ওয়েব পাথ
da: Websti
de: Webpfad
el: Διαδρομή Ιστού
es: Ruta web
fi: Verkkopolku
fr: Chemin Web
he: נתיב אינטרנט
hi: वेब पथ
id: Jalur Web
it: Percorso Web
ja: ウェブパス
kn: ವೆಬ್ ಮಾರ್ಗ
ml: വെബ് പാത
mr: वेब पथ
nl: Webpad
pa: ਵੈੱਬ ਮਾਰਗ
pl: Ścieżka internetowa
pt: Caminho da Web
ru: Веб-путь
sv: Webbväg
ta: இணைய பாதை
te: వెబ్ మార్గం
th: เส้นทางเว็บ
tr: Web Yolu
vi: Đường dẫn web

source: Launch SCORM Content
ar: إطلاق محتوى SCORM
bn: SCORM সামগ্রী চালু করুন
da: Start SCORM Content
de: Starten Sie SCORM Content
el: Εκκινήστε το SCORM Content
es: Lanzar contenido SCORM
fi: Käynnistä SCORM-sisältö
fr: Lancer le contenu SCORM
he: הפעל את תוכן SCORM
hi: SCORM सामग्री लॉन्च करें
id: Luncurkan Konten SCORM
it: Avvia contenuto SCORM
ja: SCORM コンテンツの起動
kn: SCORM ವಿಷಯವನ್ನು ಪ್ರಾರಂಭಿಸಿ
ml: SCORM ഉള്ളടക്കം സമാരംഭിക്കുക
mr: SCORM सामग्री लाँच करा
nl: Start SCORM-inhoud
pa: SCORM ਸਮੱਗਰੀ ਲਾਂਚ ਕਰੋ
pl: Uruchom zawartość SCORM
pt: Lançar conteúdo SCORM
ru: Запустить контент SCORM
sv: Starta SCORM Content
ta: SCORM உள்ளடக்கத்தைத் தொடங்கவும்
te: SCORM కంటెంట్‌ని ప్రారంభించండి
th: เปิดตัวเนื้อหา SCORM
tr: SCORM İçeriğini Başlat
vi: Khởi chạy nội dung SCORM

source: Close SCORM Content
ar: أغلق محتوى SCORM
bn: SCORM সামগ্রী বন্ধ করুন
da: Luk SCORM-indhold
de: Schließen Sie den SCORM-Inhalt
el: Κλείστε το περιεχόμενο SCORM
es: Cerrar contenido SCORM
fi: Sulje SCORM-sisältö
fr: Fermer le contenu SCORM
he: סגור תוכן SCORM
hi: SCORM सामग्री बंद करें
id: Tutup Konten SCORM
it: Chiudi contenuto SCORM
ja: SCORM コンテンツを閉じる
kn: SCORM ವಿಷಯವನ್ನು ಮುಚ್ಚಿ
ml: SCORM ഉള്ളടക്കം അടയ്ക്കുക
mr: SCORM सामग्री बंद करा
nl: Sluit SCORM-inhoud
pa: SCORM ਸਮੱਗਰੀ ਬੰਦ ਕਰੋ
pl: Zamknij zawartość SCORM
pt: Fechar conteúdo SCORM
ru: Закрыть содержимое SCORM
sv: Stäng SCORM-innehåll
ta: SCORM உள்ளடக்கத்தை மூடு
te: SCORM కంటెంట్‌ను మూసివేయండి
th: ปิดเนื้อหา SCORM
tr: SCORM İçeriğini Kapat
vi: Đóng nội dung SCORM

source: Toggle Fullscreen
ar: تبديل ملء الشاشة
bn: ফুলস্ক্রিন টগল করুন
da: Skift fuldskærm
de: Vollbild umschalten
el: Εναλλαγή πλήρους οθόνης
es: Alternar pantalla completa
fi: Koko näyttö päälle/pois
fr: Basculer en plein écran
he: החלף מסך מלא
hi: संपूर्ण स्क्रीन टॉगल करें
id: Alihkan Layar Penuh
it: Attiva/disattiva schermo intero
ja: 全画面表示の切り替え
kn: ಪೂರ್ಣಪರದೆಯನ್ನು ಟಾಗಲ್ ಮಾಡಿ
ml: പൂർണ്ണസ്‌ക്രീൻ ടോഗിൾ ചെയ്യുക
mr: फुलस्क्रीन टॉगल करा
nl: Schakel Volledig scherm in
pa: ਪੂਰੀ ਸਕ੍ਰੀਨ ਨੂੰ ਟੌਗਲ ਕਰੋ
pl: Przełącz tryb pełnoekranowy
pt: Alternar tela cheia
ru: Переключить полноэкранный режим
sv: Växla helskärm
ta: முழுத்திரையை நிலைமாற்று
te: పూర్తి స్క్రీన్‌ని టోగుల్ చేయండి
th: สลับโหมดเต็มหน้าจอ
tr: Tam Ekrana Geçiş Yap
vi: Chuyển đổi toàn màn hình

source: Exit Fullscreen
ar: الخروج من وضع ملء الشاشة
bn: ফুলস্ক্রিন থেকে প্রস্থান করুন
da: Afslut fuldskærm
de: Beenden Sie den Vollbildmodus
el: Έξοδος από την πλήρη οθόνη
es: Salir de pantalla completa
fi: Poistu koko näytön tilasta
fr: Quitter le plein écran
he: צא ממסך מלא
hi: फ़ुलस्क्रीन से बाहर निकलें
id: Keluar dari Layar Penuh
it: Esci da schermo intero
ja: 全画面表示を終了する
kn: ಪೂರ್ಣಪರದೆಯಿಂದ ನಿರ್ಗಮಿಸಿ
ml: പൂർണ്ണസ്‌ക്രീനിൽ നിന്ന് പുറത്തുകടക്കുക
mr: फुलस्क्रीनमधून बाहेर पडा
nl: Sluit Volledig scherm af
pa: ਪੂਰੀ ਸਕ੍ਰੀਨ ਤੋਂ ਬਾਹਰ ਜਾਓ
pl: Wyjdź z pełnego ekranu
pt: Sair da tela cheia
ru: Выход из полноэкранного режима
sv: Avsluta helskärm
ta: முழுத்திரையிலிருந்து வெளியேறு
te: పూర్తి స్క్రీన్ నుండి నిష్క్రమించండి
th: ออกจากโหมดเต็มหน้าจอ
tr: Tam Ekrandan Çık
vi: Thoát toàn màn hình

source: Enter Fullscreen
ar: أدخل ملء الشاشة
bn: পূর্ণস্ক্রীনে প্রবেশ করুন
da: Indtast fuldskærm
de: Geben Sie Vollbild ein
el: Εισέλθετε σε πλήρη οθόνη
es: Entrar en pantalla completa
fi: Siirry koko näyttöön
fr: Entrez en plein écran
he: היכנס למסך מלא
hi: फ़ुलस्क्रीन दर्ज करें
id: Masuk ke Layar Penuh
it: Accedi a schermo intero
ja: 全画面表示に入る
kn: ಪೂರ್ಣಪರದೆಯನ್ನು ನಮೂದಿಸಿ
ml: പൂർണ്ണസ്‌ക്രീനിൽ പ്രവേശിക്കുക
mr: पूर्णस्क्रीन प्रविष्ट करा
nl: Voer Volledig scherm in
pa: ਪੂਰੀ ਸਕ੍ਰੀਨ ਵਿੱਚ ਦਾਖਲ ਹੋਵੋ
pl: Wejdź na pełny ekran
pt: Entrar em tela cheia
ru: Войти в полноэкранный режим
sv: Öppna helskärm
ta: முழுத்திரையில் உள்ளிடவும்
te: పూర్తి స్క్రీన్‌ని నమోదు చేయండి
th: เข้าสู่โหมดเต็มหน้าจอ
tr: Tam Ekrana Girin
vi: Vào toàn màn hình

source: Your browser does not support the video tag.
ar: متصفحك لا يدعم علامة الفيديو.
bn: আপনার ব্রাউজার ভিডিও ট্যাগ সমর্থন করে না.
da: Din browser understøtter ikke videomærket.
de: Ihr Browser unterstützt das Video-Tag nicht.
el: Το πρόγραμμα περιήγησής σας δεν υποστηρίζει την ετικέτα βίντεο.
es: Su navegador no soporta la etiqueta de video.
fi: Selaimesi ei tue videotunnistetta.
fr: Votre navigateur ne prend pas en charge la balise vidéo.
he: הדפדפן שלך אינו תומך בתג הווידאו.
hi: आपका ब्राउज़र में वीडियो टैग समर्थित नहीं है।
id: Browser Anda tidak mendukung tag video.
it: Il tuo browser non supporta il tag video.
ja: お使いのブラウザはvideoタグをサポートしていません。
kn: ನಿಮ್ಮ ಬ್ರೌಸರ್ ವೀಡಿಯೊ ಟ್ಯಾಗ್ ಅನ್ನು ಬೆಂಬಲಿಸುವುದಿಲ್ಲ.
ml: നിങ്ങളുടെ ബ്രൗസർ വീഡിയോ ടാഗിനെ പിന്തുണയ്ക്കുന്നില്ല.
mr: तुमचा ब्राउझर व्हिडिओ टॅगला सपोर्ट करत नाही.
nl: Uw browser ondersteunt de videotag niet.
pa: ਤੁਹਾਡਾ ਬ੍ਰਾਊਜ਼ਰ ਵੀਡੀਓ ਟੈਗ ਦਾ ਸਮਰਥਨ ਨਹੀਂ ਕਰਦਾ ਹੈ।
pl: Twoja przeglądarka nie obsługuje tagu wideo.
pt: Seu navegador não suporta a tag de vídeo.
ru: Ваш браузер не поддерживает тег видео.
sv: Din webbläsare stöder inte videotaggen.
ta: உங்கள் உலாவி வீடியோ குறிச்சொல்லை ஆதரிக்கவில்லை.
te: మీ బ్రౌజర్ వీడియో ట్యాగ్‌కు మద్దతు ఇవ్వదు.
th: เบราว์เซอร์ของคุณไม่รองรับแท็กวิดีโอ
tr: Tarayıcınız video etiketini desteklemiyor.
vi: Trình duyệt của bạn không hỗ trợ thẻ video.

source: Download Options
ar: خيارات التنزيل
bn: ডাউনলোড অপশন
da: Download muligheder
de: Download-Optionen
el: Επιλογές λήψης
es: Opciones de descarga
fi: Latausasetukset
fr: Options de téléchargement
he: אפשרויות הורדה
hi: विकल्प डाउनलोड करें
id: Opsi Unduhan
it: Opzioni di download
ja: ダウンロードオプション
kn: ಡೌನ್‌ಲೋಡ್ ಆಯ್ಕೆಗಳು
ml: ഡൗൺലോഡ് ഓപ്ഷനുകൾ
mr: डाउनलोड पर्याय
nl: Downloadopties
pa: ਡਾਊਨਲੋਡ ਵਿਕਲਪ
pl: Opcje pobierania
pt: Opções de download
ru: Варианты загрузки
sv: Nedladdningsalternativ
ta: பதிவிறக்க விருப்பங்கள்
te: డౌన్‌లోడ్ ఎంపికలు
th: ตัวเลือกการดาวน์โหลด
tr: İndirme Seçenekleri
vi: Tùy chọn tải xuống

source: Download Video
ar: تحميل فيديو
bn: ভিডিও ডাউনলোড করুন
de: Video herunterladen
el: Λήψη βίντεο
es: Descargar vídeo
fi: Lataa video
fr: Télécharger la vidéo
he: הורד סרטון
hi: वीडियो डाउनलोड करें
id: Unduh Video
it: Scarica video
ja: ビデオをダウンロードする
kn: ವೀಡಿಯೊ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ
ml: ഡൗൺലോഡ് വീഡിയോ
mr: व्हिडिओ डाउनलोड करा
nl: Video downloaden
pa: ਵੀਡੀਓ ਡਾਊਨਲੋਡ ਕਰੋ
pl: Pobierz wideo
pt: Baixar vídeo
ru: Скачать видео
sv: Ladda ner video
ta: வீடியோவைப் பதிவிறக்கவும்
te: వీడియోను డౌన్‌లోడ్ చేయండి
th: ดาวน์โหลดวิดีโอ
tr: Videoyu İndir
vi: Tải xuống video

source: Video Information
ar: معلومات الفيديو
bn: ভিডিও তথ্য
de: Videoinformationen
el: Πληροφορίες βίντεο
es: Información de vídeo
fi: Videotiedot
fr: Informations vidéo
he: מידע וידאו
hi: वीडियो जानकारी
id: Informasi Video
it: Informazioni video
ja: ビデオ情報
kn: ವೀಡಿಯೊ ಮಾಹಿತಿ
ml: വീഡിയോ വിവരങ്ങൾ
mr: व्हिडिओ माहिती
nl: Video-informatie
pa: ਵੀਡੀਓ ਜਾਣਕਾਰੀ
pl: Informacje wideo
pt: Informações de vídeo
ru: Информация о видео
ta: வீடியோ தகவல்
te: వీడియో సమాచారం
th: ข้อมูลวิดีโอ
tr: Video Bilgileri
vi: Thông tin video

source: No Video Content Available
ar: لا يوجد محتوى فيديو متاح
bn: কোন ভিডিও সামগ্রী উপলব্ধ নেই
da: Intet videoindhold tilgængeligt
de: Kein Videoinhalt verfügbar
el: Δεν υπάρχει διαθέσιμο περιεχόμενο βίντεο
es: No hay contenido de vídeo disponible
fi: Videosisältöä ei ole saatavilla
fr: Aucun contenu vidéo disponible
he: אין תוכן וידאו זמין
hi: कोई वीडियो सामग्री उपलब्ध नहीं है
id: Tidak Ada Konten Video yang Tersedia
it: Nessun contenuto video disponibile
ja: 利用可能なビデオ コンテンツがありません
kn: ಯಾವುದೇ ವೀಡಿಯೊ ವಿಷಯ ಲಭ್ಯವಿಲ್ಲ
ml: വീഡിയോ ഉള്ളടക്കം ലഭ്യമല്ല
mr: कोणतीही व्हिडिओ सामग्री उपलब्ध नाही
nl: Geen video-inhoud beschikbaar
pa: ਕੋਈ ਵੀਡੀਓ ਸਮੱਗਰੀ ਉਪਲਬਧ ਨਹੀਂ ਹੈ
pl: Brak dostępnych treści wideo
pt: Nenhum conteúdo de vídeo disponível
ru: Нет доступного видеоконтента
sv: Inget videoinnehåll tillgängligt
ta: வீடியோ உள்ளடக்கம் இல்லை
te: వీడియో కంటెంట్ ఏదీ అందుబాటులో లేదు
th: ไม่มีเนื้อหาวิดีโอ
tr: Mevcut Video İçeriği Yok
vi: Không có nội dung video nào

source: There is currently no video content associated with this learning resource.
ar: لا يوجد حاليًا أي محتوى فيديو مرتبط بمصدر التعلم هذا.
bn: বর্তমানে এই শিক্ষার সংস্থানের সাথে যুক্ত কোন ভিডিও সামগ্রী নেই৷
da: Der er i øjeblikket intet videoindhold knyttet til denne læringsressource.
de: Mit dieser Lernressource sind derzeit keine Videoinhalte verknüpft.
el: Δεν υπάρχει προς το παρόν περιεχόμενο βίντεο που να σχετίζεται με αυτόν τον πόρο εκμάθησης.
es: Actualmente no hay contenido de video asociado con este recurso de aprendizaje.
fi: Tähän oppimisresurssiin ei ole tällä hetkellä liitetty videosisältöä.
fr: Il n'y a actuellement aucun contenu vidéo associé à cette ressource d'apprentissage.
he: כרגע אין תוכן וידאו המשויך למשאב למידה זה.
hi: वर्तमान में इस शिक्षण संसाधन से जुड़ी कोई वीडियो सामग्री नहीं है।
id: Saat ini tidak ada konten video yang terkait dengan sumber belajar ini.
it: Al momento non sono presenti contenuti video associati a questa risorsa didattica.
ja: 現在、この学習リソースに関連付けられたビデオ コンテンツはありません。
kn: ಈ ಕಲಿಕೆಯ ಸಂಪನ್ಮೂಲದೊಂದಿಗೆ ಪ್ರಸ್ತುತ ಯಾವುದೇ ವೀಡಿಯೊ ವಿಷಯ ಸಂಯೋಜಿತವಾಗಿಲ್ಲ.
ml: ഈ ലേണിംഗ് റിസോഴ്‌സുമായി ബന്ധപ്പെട്ട വീഡിയോ ഉള്ളടക്കങ്ങളൊന്നും നിലവിൽ ഇല്ല.
mr: सध्या या शिक्षण संसाधनाशी संबंधित कोणतीही व्हिडिओ सामग्री नाही.
nl: Er is momenteel geen video-inhoud gekoppeld aan dit leermiddel.
pa: ਇਸ ਸਮੇਂ ਇਸ ਸਿੱਖਣ ਸਰੋਤ ਨਾਲ ਕੋਈ ਵੀ ਵੀਡੀਓ ਸਮੱਗਰੀ ਜੁੜੀ ਨਹੀਂ ਹੈ।
pl: Obecnie z tym zasobem edukacyjnym nie jest powiązana żadna treść wideo.
pt: Atualmente não há conteúdo de vídeo associado a este recurso de aprendizagem.
ru: В настоящее время с этим учебным ресурсом не связан видеоконтент.
sv: Det finns för närvarande inget videoinnehåll kopplat till denna inlärningsresurs.
ta: இந்த கற்றல் ஆதாரத்துடன் தொடர்புடைய வீடியோ உள்ளடக்கம் எதுவும் தற்போது இல்லை.
te: ప్రస్తుతం ఈ లెర్నింగ్ రిసోర్స్‌కి సంబంధించిన వీడియో కంటెంట్ ఏదీ లేదు.
th: ขณะนี้ไม่มีเนื้อหาวิดีโอที่เกี่ยวข้องกับทรัพยากรการเรียนรู้นี้
tr: Şu anda bu öğrenme kaynağıyla ilişkilendirilmiş video içeriği yok.
vi: Hiện tại không có nội dung video nào liên quan đến tài nguyên học tập này.

source: External Video Link
ar: رابط فيديو خارجي
bn: বাহ্যিক ভিডিও লিঙ্ক
da: Eksternt videolink
de: Externer Videolink
el: Εξωτερικός σύνδεσμος βίντεο
es: Enlace de vídeo externo
fi: Ulkoinen videolinkki
fr: Lien vidéo externe
he: קישור וידאו חיצוני
hi: बाहरी वीडियो लिंक
id: Tautan Video Eksternal
it: Collegamento video esterno
ja: 外部ビデオリンク
kn: ಬಾಹ್ಯ ವೀಡಿಯೊ ಲಿಂಕ್
ml: ബാഹ്യ വീഡിയോ ലിങ്ക്
mr: बाह्य व्हिडिओ लिंक
nl: Externe videolink
pa: ਬਾਹਰੀ ਵੀਡੀਓ ਲਿੰਕ
pl: Zewnętrzne łącze wideo
pt: Link de vídeo externo
ru: Внешняя видеоссылка
sv: Extern videolänk
ta: வெளிப்புற வீடியோ இணைப்பு
te: బాహ్య వీడియో లింక్
th: ลิงค์วิดีโอภายนอก
tr: Harici Video Bağlantısı
vi: Liên kết video bên ngoài

source: Open External Video
ar: افتح الفيديو الخارجي
bn: এক্সটার্নাল ভিডিও খুলুন
da: Åbn ekstern video
de: Öffnen Sie Externes Video
el: Ανοίξτε το Εξωτερικό βίντεο
es: Abrir vídeo externo
fi: Avaa ulkoinen video
fr: Ouvrir la vidéo externe
he: פתח וידאו חיצוני
hi: बाहरी वीडियो खोलें
id: Buka Video Eksternal
it: Apri Video esterno
ja: 外部ビデオを開く
kn: ಬಾಹ್ಯ ವೀಡಿಯೊವನ್ನು ತೆರೆಯಿರಿ
ml: ബാഹ്യ വീഡിയോ തുറക്കുക
mr: बाह्य व्हिडिओ उघडा
nl: Externe video openen
pa: ਬਾਹਰੀ ਵੀਡੀਓ ਖੋਲ੍ਹੋ
pl: Otwórz zewnętrzne wideo
pt: Abrir vídeo externo
ru: Открыть внешнее видео
sv: Öppna Extern video
ta: வெளிப்புற வீடியோவைத் திறக்கவும்
te: బాహ్య వీడియోను తెరవండి
th: เปิดวิดีโอภายนอก
tr: Harici Videoyu Aç
vi: Mở video bên ngoài

source: Error loading video. Please try downloading or using the external link if available.
ar: حدث خطأ أثناء تحميل الفيديو. يرجى محاولة التنزيل أو استخدام الرابط الخارجي إذا كان متاحًا.
bn: ভিডিও লোড করার সময় ত্রুটি৷ অনুগ্রহ করে ডাউনলোড করার চেষ্টা করুন বা উপলব্ধ থাকলে বাইরের লিঙ্কটি ব্যবহার করুন।
da: Fejl ved indlæsning af video. Prøv venligst at downloade eller bruge det eksterne link, hvis det er tilgængeligt.
de: Fehler beim Laden des Videos. Bitte versuchen Sie, den externen Link herunterzuladen oder zu verwenden, falls verfügbar.
el: Σφάλμα κατά τη φόρτωση του βίντεο. Δοκιμάστε να κάνετε λήψη ή να χρησιμοποιήσετε τον εξωτερικό σύνδεσμο, εάν είναι διαθέσιμος.
es: Error al cargar el vídeo. Intente descargar o utilizar el enlace externo si está disponible.
fi: Virhe ladattaessa videota. Yritä ladata tai käyttää ulkoista linkkiä, jos se on saatavilla.
fr: Erreur de chargement de la vidéo. Veuillez essayer de télécharger ou d'utiliser le lien externe si disponible.
he: שגיאה בטעינת הסרטון. אנא נסה להוריד או להשתמש בקישור החיצוני אם זמין.
hi: वीडियो लोड करने में त्रुटि. यदि उपलब्ध हो तो कृपया बाहरी लिंक डाउनलोड करने या उसका उपयोग करने का प्रयास करें।
id: Terjadi kesalahan saat memuat video. Silakan coba unduh atau gunakan tautan eksternal jika tersedia.
it: Errore durante il caricamento del video. Prova a scaricare o a utilizzare il collegamento esterno, se disponibile.
ja: ビデオの読み込みエラー。ダウンロードするか、可能であれば外部リンクを使用してみてください。
kn: ವೀಡಿಯೊ ಲೋಡ್ ಮಾಡುವಲ್ಲಿ ದೋಷ. ಲಭ್ಯವಿದ್ದಲ್ಲಿ ದಯವಿಟ್ಟು ಬಾಹ್ಯ ಲಿಂಕ್ ಅನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಲು ಅಥವಾ ಬಳಸಲು ಪ್ರಯತ್ನಿಸಿ.
ml: വീഡിയോ ലോഡ് ചെയ്യുന്നതിൽ പിശക്. ലഭ്യമെങ്കിൽ ബാഹ്യ ലിങ്ക് ഡൗൺലോഡ് ചെയ്യാനോ ഉപയോഗിക്കാനോ ശ്രമിക്കുക.
mr: व्हिडिओ लोड करताना त्रुटी. कृपया डाउनलोड करून पहा किंवा उपलब्ध असल्यास बाह्य दुवा वापरून पहा.
nl: Fout bij het laden van video. Probeer het te downloaden of gebruik de externe link, indien beschikbaar.
pa: ਵੀਡੀਓ ਲੋਡ ਕਰਨ ਵਿੱਚ ਤਰੁੱਟੀ। ਕਿਰਪਾ ਕਰਕੇ ਡਾਊਨਲੋਡ ਕਰਨ ਜਾਂ ਬਾਹਰੀ ਲਿੰਕ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜੇਕਰ ਉਪਲਬਧ ਹੋਵੇ।
pl: Błąd podczas ładowania wideo. Spróbuj pobrać lub skorzystać z łącza zewnętrznego, jeśli jest dostępne.
pt: Erro ao carregar o vídeo. Tente baixar ou usar o link externo, se disponível.
ru: Ошибка загрузки видео. Пожалуйста, попробуйте загрузить или использовать внешнюю ссылку, если она доступна.
sv: Det gick inte att ladda videon. Försök att ladda ner eller använda den externa länken om tillgänglig.
ta: வீடியோவை ஏற்றுவதில் பிழை. வெளிப்புற இணைப்பு இருந்தால் பதிவிறக்கம் செய்து அல்லது பயன்படுத்த முயற்சிக்கவும்.
te: వీడియో లోడ్ చేయడంలో లోపం. దయచేసి అందుబాటులో ఉంటే బాహ్య లింక్‌ను డౌన్‌లోడ్ చేయడం లేదా ఉపయోగించడం ప్రయత్నించండి.
th: เกิดข้อผิดพลาดในการโหลดวิดีโอ โปรดลองดาวน์โหลดหรือใช้ลิงก์ภายนอกหากมี
tr: Video yüklenirken hata oluştu. Lütfen varsa harici bağlantıyı indirmeyi veya kullanmayı deneyin.
vi: Lỗi tải video. Vui lòng thử tải xuống hoặc sử dụng liên kết bên ngoài nếu có.

source: Dashboard - LMS Admin
ar: لوحة التحكم - مسؤول LMS
bn: ড্যাশবোর্ড - LMS অ্যাডমিন
de: Dashboard – LMS-Administrator
el: Ταμπλό - Διαχειριστής LMS
es: Panel de control: administrador de LMS
fi: Kojelauta - LMS-järjestelmänvalvoja
fr: Tableau de bord - Administrateur LMS
gu: ડેશબોર્ડ - LMS એડમિન
he: לוח מחוונים - LMS Admin
hi: डैशबोर्ड - एलएमएस एडमिन
it: Dashboard - Amministrazione LMS
ja: ダッシュボード - LMS 管理者
kn: ಡ್ಯಾಶ್‌ಬೋರ್ಡ್ - LMS ನಿರ್ವಾಹಕ
ml: ഡാഷ്ബോർഡ് - LMS അഡ്മിൻ
mr: डॅशबोर्ड - LMS प्रशासन
nl: Dashboard - LMS-beheerder
pa: ਡੈਸ਼ਬੋਰਡ - LMS ਪ੍ਰਸ਼ਾਸਕ
pl: Pulpit nawigacyjny – Administrator LMS
pt: Painel - Administrador LMS
ru: Панель управления – администратор LMS
sv: Instrumentpanel - LMS Admin
ta: டாஷ்போர்டு - LMS நிர்வாகம்
te: డ్యాష్‌బోర్డ్ - LMS అడ్మిన్
th: แดชบอร์ด - ผู้ดูแลระบบ LMS
tr: Kontrol Paneli - LMS Yöneticisi
vi: Trang tổng quan - Quản trị viên LMS
