Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: View and manage your notifications.
ar: عرض وإدارة الإخطارات الخاصة بك.
bn: আপনার বিজ্ঞপ্তি দেখুন এবং পরিচালনা করুন.
da: Se og administrer dine notifikationer.
de: Zeigen Sie Ihre Benachrichtigungen an und verwalten Sie sie.
el: Δείτε και διαχειριστείτε τις ειδοποιήσεις σας.
es: Vea y administre sus notificaciones.
fi: Tarkastele ja hallinnoi ilmoituksiasi.
fr: Affichez et gérez vos notifications.
he: הצג ונהל את ההתראות שלך.
hi: अपनी सूचनाएं देखें और प्रबंधित करें.
id: Lihat dan kelola notifikasi Anda.
it: Visualizza e gestisci le tue notifiche.
ja: 通知を表示および管理します。
kn: ನಿಮ್ಮ ಅಧಿಸೂಚನೆಗಳನ್ನು ವೀಕ್ಷಿಸಿ ಮತ್ತು ನಿರ್ವಹಿಸಿ.
ml: നിങ്ങളുടെ അറിയിപ്പുകൾ കാണുക, നിയന്ത്രിക്കുക.
mr: तुमच्या सूचना पहा आणि व्यवस्थापित करा.
nl: Bekijk en beheer uw meldingen.
pa: ਆਪਣੀਆਂ ਸੂਚਨਾਵਾਂ ਦੇਖੋ ਅਤੇ ਪ੍ਰਬੰਧਿਤ ਕਰੋ।
pl: Przeglądaj powiadomienia i zarządzaj nimi.
pt: Visualize e gerencie suas notificações.
ru: Просматривайте и управляйте своими уведомлениями.
sv: Visa och hantera dina aviseringar.
ta: உங்கள் அறிவிப்புகளைப் பார்த்து நிர்வகிக்கவும்.
te: మీ నోటిఫికేషన్‌లను వీక్షించండి మరియు నిర్వహించండి.
th: ดูและจัดการการแจ้งเตือนของคุณ
tr: Bildirimlerinizi görüntüleyin ve yönetin.
vi: Xem và quản lý thông báo của bạn.

source: Filter
ar: فلتر
bn: ফিল্টার
el: Φίλτρο
es: Filtrar
fi: Suodattaa
fr: Filtre
he: לְסַנֵן
hi: फ़िल्टर
id: Menyaring
it: Filtro
ja: フィルター
kn: ಫಿಲ್ಟರ್
ml: ഫിൽട്ടർ ചെയ്യുക
mr: फिल्टर करा
pa: ਫਿਲਟਰ
pl: Filtr
pt: Filtro
ru: Фильтр
sv: Filtrera
ta: வடிகட்டி
te: ఫిల్టర్ చేయండి
th: กรอง
tr: Filtre
vi: Lọc

source: Mark as read
ar: وضع علامة كمقروءة
bn: পঠিত হিসাবে চিহ্নিত করুন
da: Markér som læst
de: Als gelesen markieren
el: Επισήμανση ως αναγνωσμένου
es: Marcar como leído
fi: Merkitse luetuksi
fr: Marquer comme lu
he: סמן כנקרא
hi: पढ़े हुए का चिह्न
id: Tandai sebagai telah dibaca
it: Segna come letto
ja: 既読としてマークする
kn: ಓದಿದಂತೆ ಗುರುತಿಸಿ
ml: വായിച്ചതായി അടയാളപ്പെടുത്തുക
mr: वाचलेले म्हणून चिन्हांकित करा
nl: Markeer als gelezen
pa: ਪੜ੍ਹੇ ਵਜੋਂ ਨਿਸ਼ਾਨਦੇਹੀ ਕਰੋ
pl: Oznacz jako przeczytane
pt: Marcar como lido
ru: Отметить как прочитанное
sv: Markera som läst
ta: படித்ததாகக் குறி
te: చదివినట్లు గుర్తు పెట్టండి
th: ทำเครื่องหมายว่าอ่านแล้ว
tr: Okundu olarak işaretle
vi: Đánh dấu là đã đọc

source: No notifications found.
ar: لم يتم العثور على أي إشعارات.
bn: কোন বিজ্ঞপ্তি পাওয়া যায়নি.
da: Ingen notifikationer fundet.
de: Keine Benachrichtigungen gefunden.
el: Δεν βρέθηκαν ειδοποιήσεις.
es: No se encontraron notificaciones.
fi: Ilmoituksia ei löytynyt.
fr: Aucune notification trouvée.
he: לא נמצאו התראות.
hi: कोई सूचना नहीं मिली.
id: Tidak ada pemberitahuan yang ditemukan.
it: Nessuna notifica trovata.
ja: 通知が見つかりませんでした。
kn: ಯಾವುದೇ ಅಧಿಸೂಚನೆಗಳು ಕಂಡುಬಂದಿಲ್ಲ.
ml: അറിയിപ്പുകളൊന്നും കണ്ടെത്തിയില്ല.
mr: कोणत्याही सूचना आढळल्या नाहीत.
nl: Geen meldingen gevonden.
pa: ਕੋਈ ਸੂਚਨਾਵਾਂ ਨਹੀਂ ਮਿਲੀਆਂ।
pl: Nie znaleziono powiadomień.
pt: Nenhuma notificação encontrada.
ru: Уведомлений не обнаружено.
sv: Inga aviseringar hittades.
ta: அறிவிப்புகள் எதுவும் இல்லை.
te: నోటిఫికేషన్‌లు ఏవీ కనుగొనబడలేదు.
th: ไม่พบการแจ้งเตือน
tr: Hiçbir bildirim bulunamadı.
vi: Không tìm thấy thông báo nào.

source: Add Employee - LMS Admin
ar: إضافة موظف - مسؤول LMS
bn: কর্মচারী যোগ করুন - LMS অ্যাডমিন
da: Tilføj medarbejder - LMS Admin
de: Mitarbeiter hinzufügen – LMS-Administrator
el: Προσθήκη υπαλλήλου - Διαχειριστής LMS
es: Agregar empleado - Administrador de LMS
fi: Lisää työntekijä - LMS-järjestelmänvalvoja
fr: Ajouter un employé - Administrateur LMS
he: הוסף עובד - LMS Admin
hi: कर्मचारी जोड़ें - एलएमएस व्यवस्थापक
id: Tambahkan Karyawan - Admin LMS
it: Aggiungi dipendente - Amministratore LMS
ja: 従業員の追加 - LMS 管理者
kn: ಉದ್ಯೋಗಿಯನ್ನು ಸೇರಿಸಿ - LMS ನಿರ್ವಾಹಕ
ml: ജീവനക്കാരനെ ചേർക്കുക - LMS അഡ്മിൻ
mr: कर्मचारी जोडा - LMS प्रशासक
nl: Medewerker toevoegen - LMS-beheerder
pa: ਕਰਮਚਾਰੀ ਸ਼ਾਮਲ ਕਰੋ - LMS ਪ੍ਰਸ਼ਾਸਕ
pl: Dodaj pracownika — administratora LMS
pt: Adicionar funcionário - Administrador LMS
ru: Добавить сотрудника – администратор LMS
sv: Lägg till anställd - LMS Admin
ta: பணியாளரைச் சேர் - LMS நிர்வாகி
te: ఉద్యోగిని జోడించండి - LMS అడ్మిన్
th: เพิ่มพนักงาน - ผู้ดูแลระบบ LMS
tr: Çalışan Ekle - LMS Yöneticisi
vi: Thêm nhân viên - Quản trị viên LMS

source: Add Employee
ar: إضافة موظف
bn: কর্মচারী যোগ করুন
da: Tilføj medarbejder
de: Mitarbeiter hinzufügen
el: Προσθήκη υπαλλήλου
es: Agregar empleado
fi: Lisää työntekijä
fr: Ajouter un employé
he: הוסף עובד
hi: कर्मचारी जोड़ें
id: Tambahkan Karyawan
it: Aggiungi dipendente
ja: 従業員を追加
kn: ಉದ್ಯೋಗಿಯನ್ನು ಸೇರಿಸಿ
ml: ജീവനക്കാരനെ ചേർക്കുക
mr: कर्मचारी जोडा
nl: Werknemer toevoegen
pa: ਕਰਮਚਾਰੀ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj pracownika
pt: Adicionar funcionário
ru: Добавить сотрудника
sv: Lägg till anställd
ta: பணியாளரைச் சேர்க்கவும்
te: ఉద్యోగిని జోడించండి
th: เพิ่มพนักงาน
tr: Çalışan Ekle
vi: Thêm nhân viên

source: Create a new employee profile
ar: إنشاء ملف تعريف الموظف الجديد
bn: একটি নতুন কর্মচারী প্রোফাইল তৈরি করুন
da: Opret en ny medarbejderprofil
de: Erstellen Sie ein neues Mitarbeiterprofil
el: Δημιουργήστε ένα νέο προφίλ υπαλλήλου
es: Crear un nuevo perfil de empleado
fi: Luo uusi työntekijäprofiili
fr: Créer un nouveau profil d'employé
he: צור פרופיל עובד חדש
hi: एक नया कर्मचारी प्रोफ़ाइल बनाएं
id: Buat profil karyawan baru
it: Crea un nuovo profilo dipendente
ja: 新しい従業員プロフィールを作成する
kn: ಹೊಸ ಉದ್ಯೋಗಿ ಪ್ರೊಫೈಲ್ ರಚಿಸಿ
ml: ഒരു പുതിയ ജീവനക്കാരുടെ പ്രൊഫൈൽ സൃഷ്ടിക്കുക
mr: नवीन कर्मचारी प्रोफाइल तयार करा
nl: Maak een nieuw werknemersprofiel aan
pa: ਇੱਕ ਨਵਾਂ ਕਰਮਚਾਰੀ ਪ੍ਰੋਫਾਈਲ ਬਣਾਓ
pl: Utwórz nowy profil pracownika
pt: Crie um novo perfil de funcionário
ru: Создать новый профиль сотрудника
sv: Skapa en ny anställd profil
ta: புதிய பணியாளர் சுயவிவரத்தை உருவாக்கவும்
te: కొత్త ఉద్యోగి ప్రొఫైల్‌ను సృష్టించండి
th: สร้างโปรไฟล์พนักงานใหม่
tr: Yeni bir çalışan profili oluşturun
vi: Tạo hồ sơ nhân viên mới

source: Employee Profiles
ar: ملفات تعريف الموظفين
bn: কর্মচারী প্রোফাইল
da: Medarbejderprofiler
de: Mitarbeiterprofile
el: Προφίλ Υπαλλήλων
es: Perfiles de empleados
fi: Työntekijäprofiilit
fr: Profils des employés
he: פרופילי עובדים
hi: कर्मचारी प्रोफाइल
id: Profil Karyawan
it: Profili dei dipendenti
ja: 従業員プロフィール
kn: ಉದ್ಯೋಗಿ ಪ್ರೊಫೈಲ್ಗಳು
ml: ജീവനക്കാരുടെ പ്രൊഫൈലുകൾ
mr: कर्मचारी प्रोफाइल
nl: Medewerkersprofielen
pa: ਕਰਮਚਾਰੀ ਪ੍ਰੋਫਾਈਲ
pl: Profile pracowników
pt: Perfis de funcionários
ru: Профили сотрудников
sv: Medarbetarprofiler
ta: பணியாளர் சுயவிவரங்கள்
te: ఉద్యోగి ప్రొఫైల్స్
th: โปรไฟล์พนักงาน
tr: Çalışan Profilleri
vi: Hồ sơ nhân viên

source: Add Organization Group - LMS Admin
ar: إضافة مجموعة تنظيمية - مسؤول LMS
bn: অর্গানাইজেশন গ্রুপ যোগ করুন - এলএমএস অ্যাডমিন
da: Tilføj organisationsgruppe - LMS Admin
de: Organisationsgruppe hinzufügen – LMS-Administrator
el: Προσθήκη ομάδας οργανισμού - Διαχειριστής LMS
es: Agregar grupo organizativo - Administrador de LMS
fi: Lisää organisaatioryhmä - LMS-järjestelmänvalvoja
fr: Ajouter un groupe organisationnel - Administrateur LMS
he: הוסף קבוצת ארגון - LMS Admin
hi: संगठन समूह जोड़ें - एलएमएस व्यवस्थापक
id: Tambahkan Grup Organisasi - Admin LMS
it: Aggiungi gruppo organizzativo - Amministratore LMS
ja: 組織グループの追加 - LMS 管理者
kn: ಸಂಸ್ಥೆಯ ಗುಂಪನ್ನು ಸೇರಿಸಿ - LMS ನಿರ್ವಾಹಕ
ml: ഓർഗനൈസേഷൻ ഗ്രൂപ്പ് ചേർക്കുക - LMS അഡ്മിൻ
mr: ऑर्गनायझेशन ग्रुप जोडा - LMS ॲडमिन
nl: Organisatiegroep toevoegen - LMS-beheerder
pa: ਸੰਗਠਨ ਸਮੂਹ ਸ਼ਾਮਲ ਕਰੋ - LMS ਐਡਮਿਨ
pl: Dodaj grupę organizacyjną — administrator LMS
pt: Adicionar grupo organizacional – administrador do LMS
ru: Добавить организационную группу – администратор LMS
sv: Lägg till organisationsgrupp - LMS Admin
ta: நிறுவனக் குழுவைச் சேர் - LMS நிர்வாகி
te: సంస్థ సమూహాన్ని జోడించండి - LMS అడ్మిన్
th: เพิ่มกลุ่มองค์กร - ผู้ดูแลระบบ LMS
tr: Organizasyon Grubu Ekle - LMS Yöneticisi
vi: Thêm nhóm tổ chức - LMS Admin

source: Add Organization Group
ar: إضافة مجموعة تنظيمية
bn: সংগঠন গ্রুপ যোগ করুন
da: Tilføj organisationsgruppe
de: Organisationsgruppe hinzufügen
el: Προσθήκη ομάδας οργανώσεων
es: Agregar grupo organizativo
fi: Lisää organisaatioryhmä
fr: Ajouter un groupe organisationnel
he: הוסף קבוצת ארגון
hi: संगठन समूह जोड़ें
id: Tambahkan Grup Organisasi
it: Aggiungi gruppo organizzativo
ja: 組織グループの追加
kn: ಸಂಸ್ಥೆಯ ಗುಂಪನ್ನು ಸೇರಿಸಿ
ml: ഓർഗനൈസേഷൻ ഗ്രൂപ്പ് ചേർക്കുക
mr: संघटना गट जोडा
nl: Organisatiegroep toevoegen
pa: ਸੰਗਠਨ ਸਮੂਹ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj grupę organizacyjną
pt: Adicionar grupo organizacional
ru: Добавить организационную группу
sv: Lägg till organisationsgrupp
ta: நிறுவனக் குழுவைச் சேர்க்கவும்
te: సంస్థ సమూహాన్ని జోడించండి
th: เพิ่มกลุ่มองค์กร
tr: Organizasyon Grubu Ekle
vi: Thêm nhóm tổ chức

source: Create a new organization group
ar: إنشاء مجموعة تنظيمية جديدة
bn: একটি নতুন সংগঠন গ্রুপ তৈরি করুন
da: Opret en ny organisationsgruppe
de: Erstellen Sie eine neue Organisationsgruppe
el: Δημιουργήστε μια νέα ομάδα οργάνωσης
es: Crear un nuevo grupo organizativo
fi: Luo uusi organisaatioryhmä
fr: Créer un nouveau groupe organisationnel
he: צור קבוצת ארגון חדשה
hi: एक नया संगठन समूह बनाएं
id: Buat grup organisasi baru
it: Crea un nuovo gruppo
ja: 新しい組織グループを作成する
kn: ಹೊಸ ಸಂಸ್ಥೆಯ ಗುಂಪನ್ನು ರಚಿಸಿ
ml: ഒരു പുതിയ സംഘടനാ ഗ്രൂപ്പ് സൃഷ്ടിക്കുക
mr: एक नवीन संस्था गट तयार करा
nl: Maak een nieuwe organisatiegroep
pa: ਇੱਕ ਨਵਾਂ ਸੰਗਠਨ ਸਮੂਹ ਬਣਾਓ
pl: Utwórz nową grupę organizacyjną
pt: Criar um novo grupo organizacional
ru: Создать новую организационную группу
sv: Skapa en ny organisationsgrupp
ta: புதிய நிறுவனக் குழுவை உருவாக்கவும்
te: కొత్త సంస్థ సమూహాన్ని సృష్టించండి
th: สร้างกลุ่มองค์กรใหม่
tr: Yeni bir organizasyon grubu oluşturun
vi: Tạo một nhóm tổ chức mới

source: Organization Groups
ar: مجموعات المنظمة
bn: সংগঠন গোষ্ঠী
da: Organisationsgrupper
de: Organisationsgruppen
el: Οργανωτικές Ομάδες
es: Grupos organizativos
fi: Organisaatioryhmät
fr: Groupes organisationnels
he: קבוצות ארגון
hi: संगठन समूह
id: Grup Organisasi
it: Gruppi di organizzazione
ja: 組織グループ
kn: ಸಂಸ್ಥೆಯ ಗುಂಪುಗಳು
ml: സംഘടനാ ഗ്രൂപ്പുകൾ
mr: संघटना गट
nl: Organisatiegroepen
pa: ਸੰਗਠਨ ਸਮੂਹ
pl: Grupy organizacyjne
pt: Grupos organizacionais
ru: Организационные группы
sv: Organisationsgrupper
ta: அமைப்பு குழுக்கள்
te: సంస్థ సమూహాలు
th: กลุ่มองค์กร
tr: Organizasyon Grupları
vi: Nhóm tổ chức

source: Add Job Position - LMS Admin
ar: إضافة وظيفة - مسؤول LMS
bn: চাকরির পদ যোগ করুন - এলএমএস অ্যাডমিন
da: Tilføj jobstilling - LMS Admin
de: Jobposition hinzufügen – LMS-Administrator
el: Προσθήκη θέσης εργασίας - Διαχειριστής LMS
es: Agregar puesto de trabajo - Administrador de LMS
fi: Lisää työpaikka - LMS-järjestelmänvalvoja
fr: Ajouter un poste - Administrateur LMS
he: הוסף תפקיד - מנהל LMS
hi: कार्य स्थिति जोड़ें - एलएमएस एडमिन
id: Tambahkan Posisi Pekerjaan - Admin LMS
it: Aggiungi posizione lavorativa - Amministratore LMS
ja: 役職の追加 - LMS 管理者
kn: ಉದ್ಯೋಗ ಸ್ಥಾನವನ್ನು ಸೇರಿಸಿ - LMS ನಿರ್ವಾಹಕ
ml: ജോലി സ്ഥാനം ചേർക്കുക - LMS അഡ്മിൻ
mr: जॉब पोझिशन जोडा - LMS ॲडमिन
nl: Functie toevoegen - LMS-beheerder
pa: ਨੌਕਰੀ ਦੀ ਸਥਿਤੀ ਸ਼ਾਮਲ ਕਰੋ - LMS ਐਡਮਿਨ
pl: Dodaj stanowisko pracy — Administrator LMS
pt: Adicionar Cargo - Administrador LMS
ru: Добавить вакансию – администратор LMS
sv: Lägg till jobb - LMS Admin
ta: வேலை நிலையைச் சேர் - LMS நிர்வாகி
te: ఉద్యోగ స్థానం జోడించండి - LMS అడ్మిన్
th: เพิ่มตำแหน่งงาน - ผู้ดูแลระบบ LMS
tr: İş Pozisyonu Ekle - LMS Yöneticisi
vi: Thêm Vị Trí Việc Làm - LMS Admin

source: Add Job Position
ar: إضافة منصب وظيفي
bn: চাকরির পদ যোগ করুন
da: Tilføj jobstilling
de: Jobposition hinzufügen
el: Προσθήκη θέσης εργασίας
es: Agregar puesto de trabajo
fi: Lisää työpaikka
fr: Ajouter un poste
he: הוסף משרה
hi: कार्य स्थिति जोड़ें
id: Tambahkan Posisi Pekerjaan
it: Aggiungi posizione lavorativa
ja: 役職を追加
kn: ಉದ್ಯೋಗ ಸ್ಥಾನವನ್ನು ಸೇರಿಸಿ
ml: ജോലി സ്ഥാനം ചേർക്കുക
mr: नोकरीची जागा जोडा
nl: Functie toevoegen
pa: ਨੌਕਰੀ ਦੀ ਸਥਿਤੀ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj stanowisko pracy
pt: Adicionar cargo
ru: Добавить должность
sv: Lägg till jobb
ta: வேலை நிலையைச் சேர்க்கவும்
te: ఉద్యోగ స్థానం జోడించండి
th: เพิ่มตำแหน่งงาน
tr: İş Pozisyonu Ekle
vi: Thêm vị trí công việc

source: Create a new job position
ar: إنشاء منصب عمل جديد
bn: একটি নতুন চাকরির অবস্থান তৈরি করুন
da: Opret en ny stilling
de: Erstellen Sie eine neue Stelle
el: Δημιουργήστε μια νέα θέση εργασίας
es: Crear un nuevo puesto de trabajo
fi: Luo uusi työpaikka
fr: Créer un nouveau poste
he: צור משרת עבודה חדשה
hi: नई नौकरी की स्थिति बनाएं
id: Buat posisi pekerjaan baru
it: Crea una nuova posizione lavorativa
ja: 新しい役職を作成する
kn: ಹೊಸ ಉದ್ಯೋಗ ಸ್ಥಾನವನ್ನು ರಚಿಸಿ
ml: ഒരു പുതിയ തൊഴിൽ സ്ഥാനം സൃഷ്ടിക്കുക
mr: नवीन नोकरीची स्थिती निर्माण करा
nl: Creëer een nieuwe functie
pa: ਨਵੀਂ ਨੌਕਰੀ ਦੀ ਸਥਿਤੀ ਬਣਾਓ
pl: Utwórz nowe stanowisko pracy
pt: Crie um novo cargo
ru: Создать новую должность
sv: Skapa en ny befattning
ta: புதிய வேலை நிலையை உருவாக்குங்கள்
te: కొత్త ఉద్యోగ స్థానాన్ని సృష్టించండి
th: สร้างตำแหน่งงานใหม่
tr: Yeni bir iş pozisyonu oluştur
vi: Tạo vị trí công việc mới

source: Job Positions
ar: المناصب الوظيفية
bn: চাকরির পদ
da: Jobstillinger
de: Stellenangebote
el: Θέσεις Εργασίας
es: Puestos de trabajo
fi: Työpaikat
fr: Postes
he: משרות עבודה
hi: नौकरी की स्थिति
id: Posisi Pekerjaan
it: Posizioni lavorative
ja: 職種
kn: ಉದ್ಯೋಗ ಹುದ್ದೆಗಳು
ml: ജോലി സ്ഥാനങ്ങൾ
mr: नोकरीची पदे
nl: Functies
pa: ਨੌਕਰੀ ਦੇ ਅਹੁਦੇ
pl: Stanowiska pracy
pt: Cargos
ru: Должности
sv: Befattningar
ta: வேலை நிலைகள்
te: ఉద్యోగ స్థానాలు
th: ตำแหน่งงาน
tr: İş Pozisyonları
vi: Vị trí công việc

source: Add Location - LMS Admin
ar: إضافة موقع - مسؤول LMS
bn: অবস্থান যোগ করুন - LMS অ্যাডমিন
da: Tilføj lokation - LMS Admin
de: Standort hinzufügen – LMS-Administrator
el: Προσθήκη τοποθεσίας - Διαχειριστής LMS
es: Agregar ubicación - Administrador de LMS
fi: Lisää sijainti - LMS-järjestelmänvalvoja
fr: Ajouter un emplacement - Administrateur LMS
he: הוסף מיקום - LMS Admin
hi: स्थान जोड़ें - एलएमएस व्यवस्थापक
id: Tambahkan Lokasi - Admin LMS
it: Aggiungi posizione - Amministrazione LMS
ja: 場所の追加 - LMS 管理者
kn: ಸ್ಥಳವನ್ನು ಸೇರಿಸಿ - LMS ನಿರ್ವಾಹಕ
ml: ലൊക്കേഷൻ ചേർക്കുക - LMS അഡ്മിൻ
mr: स्थान जोडा - LMS प्रशासन
nl: Locatie toevoegen - LMS-beheerder
pa: ਟਿਕਾਣਾ ਸ਼ਾਮਲ ਕਰੋ - LMS ਪ੍ਰਸ਼ਾਸਕ
pl: Dodaj lokalizację — administrator LMS
pt: Adicionar local - Administrador LMS
ru: Добавить местоположение – администратор LMS
sv: Lägg till plats - LMS Admin
ta: இருப்பிடத்தைச் சேர் - LMS நிர்வாகி
te: స్థానాన్ని జోడించండి - LMS అడ్మిన్
th: เพิ่มตำแหน่ง - ผู้ดูแลระบบ LMS
tr: Konum Ekle - LMS Yöneticisi
vi: Thêm vị trí - LMS Admin

source: Add Location
ar: أضف الموقع
bn: অবস্থান যোগ করুন
da: Tilføj placering
de: Standort hinzufügen
el: Προσθήκη τοποθεσίας
es: Agregar ubicación
fi: Lisää sijainti
fr: Ajouter un emplacement
he: הוסף מיקום
hi: स्थान जोड़ना
id: Tambahkan Lokasi
it: Aggiungi posizione
ja: 場所を追加
kn: ಸ್ಥಳವನ್ನು ಸೇರಿಸಿ
ml: ലൊക്കേഷൻ ചേർക്കുക
mr: स्थान जोडा
nl: Locatie toevoegen
pa: ਟਿਕਾਣਾ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj lokalizację
pt: Adicionar local
ru: Добавить местоположение
sv: Lägg till plats
ta: இருப்பிடத்தைச் சேர்க்கவும்
te: స్థానాన్ని జోడించండి
th: เพิ่มสถานที่
tr: Konum Ekle
vi: Thêm vị trí

source: Create a new location
ar: إنشاء موقع جديد
bn: একটি নতুন অবস্থান তৈরি করুন
da: Opret en ny placering
de: Erstellen Sie einen neuen Standort
el: Δημιουργήστε μια νέα τοποθεσία
es: Crear una nueva ubicación
fi: Luo uusi sijainti
fr: Créer un nouvel emplacement
he: צור מיקום חדש
hi: एक नया स्थान बनाएं
id: Buat lokasi baru
it: Crea una nuova posizione
ja: 新しい場所を作成する
kn: ಹೊಸ ಸ್ಥಳವನ್ನು ರಚಿಸಿ
ml: ഒരു പുതിയ സ്ഥാനം സൃഷ്ടിക്കുക
mr: नवीन स्थान तयार करा
nl: Maak een nieuwe locatie aan
pa: ਇੱਕ ਨਵਾਂ ਟਿਕਾਣਾ ਬਣਾਓ
pl: Utwórz nową lokalizację
pt: Crie um novo local
ru: Создать новое местоположение
sv: Skapa en ny plats
ta: புதிய இடத்தை உருவாக்கவும்
te: కొత్త స్థానాన్ని సృష్టించండి
th: สร้างสถานที่ใหม่
tr: Yeni bir konum oluştur
vi: Tạo một vị trí mới

source: Locations
ar: المواقع
bn: অবস্থানসমূহ
da: Steder
de: Standorte
el: Τοποθεσίες
es: Ubicaciones
fi: Sijainnit
fr: Emplacements
he: מיקומים
hi: स्थानों
id: Lokasi
it: Posizioni
ja: 所在地
kn: ಸ್ಥಳಗಳು
ml: സ്ഥാനങ്ങൾ
mr: स्थाने
nl: Locaties
pa: ਟਿਕਾਣੇ
pl: Lokalizacje
pt: Locais
ru: Локации
sv: Platser
ta: இடங்கள்
te: స్థానాలు
th: สถานที่
tr: Konumlar
vi: Địa điểm

source: Organization Details - LMS Admin
ar: تفاصيل المنظمة - مسؤول LMS
bn: প্রতিষ্ঠানের বিবরণ - এলএমএস অ্যাডমিন
da: Organisationsoplysninger - LMS Admin
de: Organisationsdetails – LMS-Administrator
el: Στοιχεία Οργανισμού - Διαχειριστής LMS
es: Detalles de la organización: administrador de LMS
fi: Organisaation tiedot - LMS Admin
fr: Détails de l'organisation - Administrateur LMS
he: פרטי ארגון - LMS Admin
hi: संगठन विवरण - एलएमएस व्यवस्थापक
id: Detail Organisasi - Admin LMS
it: Dettagli organizzazione - Amministratore LMS
ja: 組織の詳細 - LMS 管理者
kn: ಸಂಸ್ಥೆಯ ವಿವರಗಳು - LMS ನಿರ್ವಾಹಕ
ml: ഓർഗനൈസേഷൻ വിശദാംശങ്ങൾ - LMS അഡ്മിൻ
mr: संस्थेचे तपशील - LMS प्रशासन
nl: Organisatiedetails - LMS-beheerder
pa: ਸੰਸਥਾ ਦੇ ਵੇਰਵੇ - LMS ਪ੍ਰਸ਼ਾਸਕ
pl: Szczegóły organizacji — administrator LMS
pt: Detalhes da organização - Administrador do LMS
ru: Сведения об организации – администратор LMS
sv: Organisationsinformation - LMS Admin
ta: நிறுவன விவரங்கள் - LMS நிர்வாகி
te: సంస్థ వివరాలు - LMS అడ్మిన్
th: รายละเอียดองค์กร - ผู้ดูแลระบบ LMS
tr: Organizasyon Ayrıntıları - LMS Yöneticisi
vi: Chi tiết tổ chức - Quản trị viên LMS

source: Organization Details
ar: تفاصيل المنظمة
bn: সংস্থার বিবরণ
da: Organisationsdetaljer
de: Organisationsdetails
el: Στοιχεία οργάνωσης
es: Detalles de la organización
fi: Organisaation tiedot
fr: Détails de l'organisation
he: פרטי הארגון
hi: संगठन विवरण
id: Detail Organisasi
it: Dettagli dell'organizzazione
ja: 組織の詳細
kn: ಸಂಸ್ಥೆಯ ವಿವರಗಳು
ml: സംഘടനയുടെ വിശദാംശങ്ങൾ
mr: संस्थेचे तपशील
nl: Organisatiedetails
pa: ਸੰਗਠਨ ਦੇ ਵੇਰਵੇ
pl: Szczegóły organizacji
pt: Detalhes da organização
ru: Детали организации
sv: Organisationsdetaljer
ta: அமைப்பின் விவரங்கள்
te: సంస్థ వివరాలు
th: รายละเอียดองค์กร
tr: Organizasyon Detayları
vi: Chi tiết tổ chức

source: Error
ar: خطأ
bn: ত্রুটি
da: Fejl
de: Fehler
el: Σφάλμα
fi: Virhe
fr: Erreur
he: שְׁגִיאָה
hi: गलती
id: Kesalahan
it: Errore
ja: エラー
kn: ದೋಷ
ml: പിശക്
mr: त्रुटी
nl: Fout
pa: ਗਲਤੀ
pl: Błąd
pt: Erro
ru: Ошибка
sv: Fel
ta: பிழை
te: లోపం
th: ข้อผิดพลาด
tr: Hata
vi: Lỗi

source: No Organization Found
ar: لم يتم العثور على منظمة
bn: কোন সংগঠন পাওয়া যায়নি
da: Ingen organisation fundet
de: Keine Organisation gefunden
el: Δεν βρέθηκε οργανισμός
es: No se encontró ninguna organización
fi: Organisaatiota ei löydy
fr: Aucune organisation trouvée
he: לא נמצא ארגון
hi: कोई संगठन नहीं मिला
id: Tidak Ada Organisasi yang Ditemukan
it: Nessuna organizzazione trovata
ja: 組織が見つかりません
kn: ಯಾವುದೇ ಸಂಸ್ಥೆ ಕಂಡುಬಂದಿಲ್ಲ
ml: ഒരു സംഘടനയും കണ്ടെത്തിയില്ല
mr: कोणतीही संस्था आढळली नाही
nl: Geen organisatie gevonden
pa: ਕੋਈ ਸੰਗਠਨ ਨਹੀਂ ਮਿਲਿਆ
pl: Nie znaleziono organizacji
pt: Nenhuma organização encontrada
ru: Организация не найдена
sv: Ingen organisation hittades
ta: எந்த அமைப்பும் இல்லை
te: ఏ సంస్థ కనుగొనబడలేదు
th: ไม่พบองค์กร
tr: Organizasyon Bulunamadı
vi: Không tìm thấy tổ chức nào

source: There is currently no organization set up in the system.
ar: لا يوجد حاليًا أي منظمة تم إعدادها في النظام.
bn: সিস্টেমে বর্তমানে কোনো প্রতিষ্ঠান নেই।
da: Der er i øjeblikket ingen organisation oprettet i systemet.
de: Derzeit ist im System keine Organisation eingerichtet.
el: Αυτήν τη στιγμή δεν υπάρχει οργάνωση στο σύστημα.
es: Actualmente no existe ninguna organización establecida en el sistema.
fi: Tällä hetkellä järjestelmässä ei ole perustettu organisaatiota.
fr: Il n’existe actuellement aucune organisation mise en place dans le système.
he: כרגע אין ארגון מוגדר במערכת.
hi: वर्तमान में सिस्टम में कोई संगठन स्थापित नहीं है.
id: Saat ini tidak ada organisasi yang diatur dalam sistem.
it: Al momento non è presente alcuna organizzazione nel sistema.
ja: 現在、システム内に組織は設立されていません。
kn: ಪ್ರಸ್ತುತ ವ್ಯವಸ್ಥೆಯಲ್ಲಿ ಯಾವುದೇ ಸಂಸ್ಥೆಯನ್ನು ಸ್ಥಾಪಿಸಲಾಗಿಲ್ಲ.
ml: സിസ്റ്റത്തിൽ നിലവിൽ ഒരു സംഘടനയും സജ്ജീകരിച്ചിട്ടില്ല.
mr: प्रणालीमध्ये सध्या कोणतीही संस्था स्थापन केलेली नाही.
nl: Er is momenteel geen organisatie ingesteld in het systeem.
pa: ਵਰਤਮਾਨ ਵਿੱਚ ਸਿਸਟਮ ਵਿੱਚ ਕੋਈ ਸੰਸਥਾ ਸਥਾਪਤ ਨਹੀਂ ਹੈ।
pl: Obecnie w systemie nie ma skonfigurowanej żadnej organizacji.
pt: Atualmente não há nenhuma organização configurada no sistema.
ru: В настоящее время в системе не создана ни одна организация.
sv: Det finns för närvarande ingen organisation inrättad i systemet.
ta: அமைப்பில் தற்போது எந்த அமைப்பும் அமைக்கப்படவில்லை.
te: సిస్టమ్‌లో ప్రస్తుతం ఏ సంస్థను ఏర్పాటు చేయలేదు.
th: ขณะนี้ยังไม่มีองค์กรที่จัดตั้งขึ้นในระบบ
tr: Şu anda sistemde kurulu bir organizasyon bulunmamaktadır.
vi: Hiện tại chưa có tổ chức nào được thành lập trong hệ thống.

source: General Information
ar: معلومات عامة
bn: সাধারণ তথ্য
da: Generel information
de: Allgemeine Informationen
el: Γενικές Πληροφορίες
es: Información general
fi: Yleistä tietoa
fr: Informations générales
he: מידע כללי
hi: सामान्य जानकारी
id: Informasi Umum
it: Informazioni generali
ja: 一般情報
kn: ಸಾಮಾನ್ಯ ಮಾಹಿತಿ
ml: പൊതുവിവരം
mr: सामान्य माहिती
nl: Algemene informatie
pa: ਆਮ ਜਾਣਕਾਰੀ
pl: Informacje ogólne
pt: Informações gerais
ru: Общая информация
sv: Allmän information
ta: பொதுவான தகவல்
te: సాధారణ సమాచారం
th: ข้อมูลทั่วไป
tr: Genel bilgi
vi: Thông tin chung

source: Organization Units
ar: الوحدات التنظيمية
bn: সংগঠন ইউনিট
da: Organisationsenheder
de: Organisationseinheiten
el: Οργανωτικές Μονάδες
es: Unidades organizativas
fi: Organisaatioyksiköt
fr: Unités organisationnelles
he: יחידות ארגון
hi: संगठन इकाइयाँ
id: Unit Organisasi
it: Unità organizzative
ja: 組織単位
kn: ಸಂಘಟನೆಯ ಘಟಕಗಳು
ml: സംഘടനാ യൂണിറ്റുകൾ
mr: संघटना युनिट्स
nl: Organisatie-eenheden
pa: ਸੰਗਠਨ ਇਕਾਈਆਂ
pl: Jednostki organizacyjne
pt: Unidades organizacionais
ru: Организационные подразделения
sv: Organisationsenheter
ta: அமைப்பு அலகுகள்
te: సంస్థ యూనిట్లు
th: หน่วยองค์กร
tr: Organizasyon Birimleri
vi: Đơn vị tổ chức

source: Contacts
ar: اتصالات
bn: পরিচিতি
da: Kontaktpersoner
de: Kontakte
el: Επαφές
es: Contactos
fi: Yhteystiedot
he: אנשי קשר
hi: संपर्क
id: Kontak
it: Contatti
ja: 連絡先
kn: ಸಂಪರ್ಕಗಳು
ml: ബന്ധങ്ങൾ
mr: संपर्क
nl: Contacten
pa: ਸੰਪਰਕ
pl: Łączność
pt: Contatos
ru: Контакты
sv: Kontakter
ta: தொடர்புகள்
te: పరిచయాలు
th: รายชื่อผู้ติดต่อ
tr: Kişiler
vi: Danh bạ

source: Name:
ar: اسم:
bn: নাম:
da: Navn:
el: Ονομα:
es: Nombre:
fi: Nimi:
fr: Nom:
he: שֵׁם:
hi: नाम:
id: Nama:
it: Nome:
ja: 名前：
kn: ಹೆಸರು:
ml: പേര്:
mr: नाव:
nl: Naam:
pa: ਨਾਮ:
pl: Nazwa:
pt: Nome:
ru: Имя:
sv: Namn:
ta: பெயர்:
te: పేరు:
th: ชื่อ:
tr: İsim:
vi: Tên:

source: Legal Name:
ar: الاسم القانوني:
bn: আইনি নাম:
da: Juridisk navn:
de: Firmenname:
el: Νομική ονομασία:
es: Nombre legal:
fi: Virallinen nimi:
fr: Nom légal :
he: שם חוקי:
hi: कानूनी नाम:
id: Nama Resmi:
it: Nome legale:
ja: 正式名称:
kn: ಕಾನೂನು ಹೆಸರು:
ml: നിയമപരമായ പേര്:
mr: कायदेशीर नाव:
nl: Wettelijke naam:
pa: ਕਨੂੰਨੀ ਨਾਮ:
pl: Nazwa prawna:
pt: Nome legal:
ru: Юридическое название:
sv: Juridiskt namn:
ta: சட்டப்பூர்வ பெயர்:
te: చట్టపరమైన పేరు:
th: ชื่อตามกฎหมาย:
tr: Yasal Ad:
vi: Tên pháp lý:

source: Tax ID:
ar: المعرف الضريبي:
bn: ট্যাক্স আইডি:
da: Skatte-id:
de: Steuernummer:
el: ΑΦΜ:
es: Identificación fiscal:
fi: Verotunnus:
fr: Numéro d'identification fiscale :
he: מזהה מס:
hi: टैक्स आईडी:
id: Nomor Pajak:
it: Codice fiscale:
ja: 納税者番号:
kn: ತೆರಿಗೆ ID:
ml: നികുതി ഐഡി:
mr: कर ID:
nl: Belastingnummer:
pa: ਟੈਕਸ ID:
pl: Identyfikator podatkowy:
pt: ID fiscal:
ru: Идентификатор налога:
sv: Skattenummer:
ta: வரி ஐடி:
te: పన్ను ID:
th: หมายเลขประจำตัวผู้เสียภาษี:
tr: Vergi Numarası:
vi: Mã số thuế:
