Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Export Data
ar: تصدير البيانات
bn: ডেটা রপ্তানি করুন
da: Eksporter data
de: Daten exportieren
el: Εξαγωγή δεδομένων
es: Exportar datos
fi: Vie tiedot
fr: Exporter des données
gu: ડેટા નિકાસ કરો
he: ייצוא נתונים
hi: डेटा निर्यात करें
id: Ekspor Data
it: Esporta dati
ja: データのエクスポート
kn: ಡೇಟಾವನ್ನು ರಫ್ತು ಮಾಡಿ
ml: ഡാറ്റ കയറ്റുമതി ചെയ്യുക
mr: डेटा निर्यात करा
nl: Gegevens exporteren
no: Eksporter data
or: ଡାଟା ରପ୍ତାନି କରନ୍ତୁ |
pa: ਡਾਟਾ ਨਿਰਯਾਤ ਕਰੋ
pl: Eksportuj dane
pt: Exportar dados
ru: Экспортировать данные
sv: Exportera data
ta: தரவு ஏற்றுமதி
te: డేటాను ఎగుమతి చేయండి
th: ส่งออกข้อมูล
tr: Verileri Dışa Aktar
vi: Xuất dữ liệu

source: Unpublish
ar: إلغاء النشر
bn: অপ্রকাশিত করুন
da: Fjern udgivelse
de: Veröffentlichung aufheben
el: Κατάργηση δημοσίευσης
es: Despublicar
fi: Peruuta julkaisu
fr: Annuler la publication
gu: અપ્રકાશિત કરો
he: בטל את הפרסום
hi: अप्रकाशित करें
id: Batalkan publikasi
it: Annulla pubblicazione
ja: 非公開にする
kn: ಪ್ರಕಟಿಸದಿರಿ
ml: പ്രസിദ്ധീകരിക്കാതിരിക്കുക
mr: अप्रकाशित करा
nl: Publicatie ongedaan maken
no: Opphev publisering
or: ପ୍ରକାଶନ କରନ୍ତୁ |
pa: ਅਪ੍ਰਕਾਸ਼ਿਤ ਕਰੋ
pl: Cofnij publikację
pt: Cancelar publicação
ru: Отменить публикацию
sv: Avpublicera
ta: வெளியிட வேண்டாம்
te: పబ్లిష్ చేయవద్దు
th: ยกเลิกการเผยแพร่
tr: Yayından kaldır
vi: Hủy xuất bản

source: Publish
ar: نشر
bn: প্রকাশ করুন
da: Offentliggøre
de: Veröffentlichen
el: Δημοσιεύω
es: Publicar
fi: Julkaista
fr: Publier
gu: પ્રકાશિત કરો
he: לְפַרְסֵם
hi: प्रकाशित करना
id: Menerbitkan
it: Pubblicare
ja: 公開
kn: ಪ್ರಕಟಿಸಿ
ml: പ്രസിദ്ധീകരിക്കുക
mr: प्रकाशित करा
nl: Publiceren
no: Utgi
or: ପ୍ରକାଶନ କରନ୍ତୁ |
pa: ਪ੍ਰਕਾਸ਼ਿਤ ਕਰੋ
pl: Publikować
pt: Publicar
ru: Публиковать
sv: Publicera
ta: வெளியிடு
te: ప్రచురించండి
th: เผยแพร่
tr: Yayınla
vi: Xuất bản

source: Enrollments - LMS Admin
ar: عمليات التسجيل - مسؤول LMS
bn: তালিকাভুক্তি - LMS অ্যাডমিন
da: Tilmeldinger - LMS Admin
de: Anmeldungen – LMS-Administrator
el: Εγγραφές - Διαχειριστής LMS
es: Inscripciones - Administrador de LMS
fi: Ilmoittautumiset - LMS-järjestelmänvalvoja
fr: Inscriptions - Administrateur LMS
he: הרשמות - LMS Admin
hi: नामांकन - एलएमएस व्यवस्थापक
id: Pendaftaran - Admin LMS
it: Iscrizioni - Amministrazione LMS
ja: 登録 - LMS 管理者
kn: ದಾಖಲಾತಿಗಳು - LMS ನಿರ್ವಾಹಕ
ml: എൻറോൾമെൻ്റുകൾ - LMS അഡ്മിൻ
mr: नावनोंदणी - LMS प्रशासन
nl: Inschrijvingen - LMS-beheerder
pa: ਨਾਮਾਂਕਣ - LMS ਪ੍ਰਸ਼ਾਸਕ
pl: Rejestracje — administrator LMS
pt: Inscrições - Administrador do LMS
ru: Регистрация – администратор LMS
sv: Registreringar - LMS Admin
ta: பதிவுகள் - LMS நிர்வாகம்
te: నమోదులు - LMS అడ్మిన్
th: การลงทะเบียน - ผู้ดูแลระบบ LMS
tr: Kayıtlar - LMS Yöneticisi
vi: Đăng ký - Quản trị viên LMS

source: Enrollment Management
ar: إدارة التسجيل
bn: তালিকাভুক্তি ব্যবস্থাপনা
da: Administration af tilmelding
de: Registrierungsverwaltung
el: Διαχείριση Εγγραφών
es: Gestión de Inscripciones
fi: Ilmoittautumisen hallinta
fr: Gestion des inscriptions
he: ניהול ההרשמה
hi: नामांकन प्रबंधन
id: Manajemen Pendaftaran
it: Gestione delle iscrizioni
ja: 登録管理
kn: ದಾಖಲಾತಿ ನಿರ್ವಹಣೆ
ml: എൻറോൾമെൻ്റ് മാനേജ്മെൻ്റ്
mr: नावनोंदणी व्यवस्थापन
nl: Inschrijvingsbeheer
pa: ਦਾਖਲਾ ਪ੍ਰਬੰਧਨ
pl: Zarządzanie rejestracją
pt: Gestão de matrículas
ru: Управление регистрацией
sv: Inskrivningshantering
ta: பதிவு மேலாண்மை
te: నమోదు నిర్వహణ
th: การจัดการการลงทะเบียน
tr: Kayıt Yönetimi
vi: Quản lý tuyển sinh

source: Monitor and Manage Student Enrollments
ar: مراقبة وإدارة تسجيلات الطلاب
bn: ছাত্র তালিকাভুক্তি নিরীক্ষণ ও পরিচালনা করুন
da: Overvåg og administrer elevtilmeldinger
de: Überwachen und verwalten Sie die Einschreibungen von Studenten
el: Παρακολούθηση και διαχείριση εγγραφών μαθητών
es: Supervisar y gestionar las inscripciones de estudiantes
fi: Valvo ja hallinnoi opiskelijailmoittautumisia
fr: Surveiller et gérer les inscriptions des étudiants
he: מעקב וניהול נרשמים של תלמידים
hi: छात्र नामांकन की निगरानी और प्रबंधन करें
id: Pantau dan Kelola Pendaftaran Siswa
it: Monitorare e gestire le iscrizioni degli studenti
ja: 学生の登録を監視および管理する
kn: ವಿದ್ಯಾರ್ಥಿಗಳ ದಾಖಲಾತಿಗಳನ್ನು ಮೇಲ್ವಿಚಾರಣೆ ಮಾಡಿ ಮತ್ತು ನಿರ್ವಹಿಸಿ
ml: വിദ്യാർത്ഥി എൻറോൾമെൻ്റുകൾ നിരീക്ഷിക്കുകയും നിയന്ത്രിക്കുകയും ചെയ്യുക
mr: विद्यार्थी नोंदणीचे निरीक्षण करा आणि व्यवस्थापित करा
nl: Bewaken en beheren van studenteninschrijvingen
pa: ਵਿਦਿਆਰਥੀ ਦਾਖਲਿਆਂ ਦੀ ਨਿਗਰਾਨੀ ਅਤੇ ਪ੍ਰਬੰਧਨ ਕਰੋ
pl: Monitoruj i zarządzaj zapisami uczniów
pt: Monitore e gerencie matrículas de alunos
ru: Мониторинг и управление набором студентов
sv: Övervaka och hantera studentregistreringar
ta: மாணவர் சேர்க்கைகளைக் கண்காணித்து நிர்வகிக்கவும்
te: విద్యార్థుల నమోదులను పర్యవేక్షించండి మరియు నిర్వహించండి
th: ตรวจสอบและจัดการการลงทะเบียนของนักเรียน
tr: Öğrenci Kayıtlarını Takip Edin ve Yönetin
vi: Theo dõi và quản lý tuyển sinh của sinh viên

source: Enrollments
ar: التسجيلات
bn: তালিকাভুক্তি
da: Tilmeldinger
de: Anmeldungen
el: Εγγραφές
es: Inscripciones
fi: Ilmoittautumiset
fr: Inscriptions
gu: નોંધણી
he: נרשמים
hi: नामांकन
id: Pendaftaran
it: Iscrizioni
ja: 登録数
kn: ದಾಖಲಾತಿಗಳು
ml: എൻറോൾമെൻ്റുകൾ
mr: नावनोंदणी
nl: Inschrijvingen
no: Påmeldinger
or: ନାମଲେଖା
pa: ਨਾਮਾਂਕਣ
pl: Zapisy
pt: Inscrições
ru: Зачисления
sv: Inskrivningar
ta: பதிவுகள்
te: నమోదులు
th: การลงทะเบียน
tr: Kayıtlar
vi: tuyển sinh

source: Completed Courses
ar: الدورات المكتملة
bn: কোর্স সম্পন্ন
da: Gennemførte kurser
de: Abgeschlossene Kurse
el: Ολοκληρωμένα Μαθήματα
es: Cursos completados
fi: Suoritetut kurssit
fr: Cours terminés
gu: અભ્યાસક્રમો પૂર્ણ કર્યા
he: קורסים שהושלמו
hi: पूर्ण पाठ्यक्रम
id: Kursus yang Selesai
it: Corsi completati
ja: 完了したコース
kn: ಪೂರ್ಣಗೊಳಿಸಿದ ಕೋರ್ಸ್‌ಗಳು
ml: പൂർത്തിയാക്കിയ കോഴ്സുകൾ
mr: अभ्यासक्रम पूर्ण केले
nl: Voltooide cursussen
no: Fullførte kurs
or: ସମାପ୍ତ ପାଠ୍ୟକ୍ରମ
pa: ਕੋਰਸ ਪੂਰੇ ਕੀਤੇ
pl: Ukończone kursy
pt: Cursos Concluídos
ru: Завершенные курсы
sv: Genomförda kurser
ta: முடித்த படிப்புகள்
te: పూర్తి చేసిన కోర్సులు
th: หลักสูตรที่เสร็จสมบูรณ์
tr: Tamamlanan Kurslar
vi: Các khóa học đã hoàn thành

source: Search enrollments...
ar: بحث في التسجيل...
bn: তালিকাভুক্তি অনুসন্ধান করুন...
da: Søg tilmelding...
de: Anmeldung suchen...
el: Αναζήτηση εγγραφής...
es: Buscar inscripción...
fi: Hae ilmoittautumista...
fr: Rechercher une inscription...
he: חפש הרשמה...
hi: नामांकन खोजें...
id: Cari pendaftaran...
it: Cerca iscrizione...
ja: 登録を検索...
kn: ದಾಖಲಾತಿ ಹುಡುಕಿ...
ml: എൻറോൾമെൻ്റ് തിരയുക...
mr: नावनोंदणी शोधा...
nl: Zoek inschrijving...
pa: ਨਾਮਾਂਕਣ ਖੋਜੋ...
pl: Wyszukaj rejestrację...
pt: Pesquisar inscrição...
ru: Поиск записи...
sv: Sök registrering...
ta: தேடுதல் பதிவு...
te: నమోదును శోధించండి...
th: ค้นหาการลงทะเบียน...
tr: Kayıt ara...
vi: Tìm kiếm tuyển sinh...

source: All Courses
ar: جميع الدورات
bn: সব কোর্স
da: Alle kurser
de: Alle Kurse
el: Όλα τα Μαθήματα
es: Todos los cursos
fi: Kaikki kurssit
fr: Tous les cours
gu: બધા અભ્યાસક્રમો
he: כל הקורסים
hi: सभी पाठ्यक्रम
id: Semua Kursus
it: Tutti i corsi
ja: 全コース
kn: ಎಲ್ಲಾ ಕೋರ್ಸ್‌ಗಳು
ml: എല്ലാ കോഴ്സുകളും
mr: सर्व अभ्यासक्रम
nl: Alle cursussen
no: Alle kurs
or: ସମସ୍ତ ପାଠ୍ୟକ୍ରମ
pa: ਸਾਰੇ ਕੋਰਸ
pl: Wszystkie kursy
pt: Todos os cursos
ru: Все курсы
sv: Alla kurser
ta: அனைத்து படிப்புகள்
te: అన్ని కోర్సులు
th: ทุกหลักสูตร
tr: Tüm Kurslar
vi: Tất cả các khóa học

source: Enrolled
ar: مسجل
bn: নথিভুক্ত
da: Tilmeldt
de: Eingeschrieben
el: Εγγεγραμμένος
es: Inscrito
fi: Ilmoittautunut
fr: Inscrit
he: נרשם
hi: दाखिला लिया
id: Terdaftar
it: Iscritto
ja: 登録済み
kn: ದಾಖಲಾಗಿದೆ
ml: എൻറോൾ ചെയ്തു
mr: नावनोंदणी केली
nl: Ingeschreven
pa: ਦਰਜ ਕੀਤਾ ਗਿਆ
pl: Przyjęty
pt: Inscrito
ru: Зачислен
sv: Inskriven
ta: பதிவுசெய்யப்பட்டது
te: నమోదు చేసుకున్నారు
th: ลงทะเบียนแล้ว
tr: Kayıtlı
vi: Đã đăng ký

source: In Progress
ar: في تَقَدم
bn: চলছে
da: Igangværende
de: Im Gange
el: Σε εξέλιξη
es: En curso
fi: Käynnissä
fr: En cours
gu: પ્રગતિમાં છે
he: בתהליך
hi: प्रगति पर है
id: Sedang Berlangsung
it: In corso
ja: 進行中
kn: ಪ್ರಗತಿಯಲ್ಲಿದೆ
ml: പുരോഗതിയിൽ
mr: प्रगतीपथावर आहे
nl: In uitvoering
no: Pågår
or: ପ୍ରଗତିରେ
pa: ਤਰੱਕੀ ਹੋ ਰਹੀ ਹੈ
pl: W toku
pt: Em andamento
ru: В ходе выполнения
sv: Pågår
ta: செயல்பாட்டில் உள்ளது
te: పురోగతిలో ఉంది
th: อยู่ระหว่างดำเนินการ
tr: Devam etmekte
vi: Đang tiến hành

source: Completed
ar: مكتمل
bn: সম্পন্ন
da: Afsluttet
de: Vollendet
el: Ολοκληρώθηκε το
es: Terminado
fi: Valmis
fr: Complété
gu: પૂર્ણ થયું
he: הושלם
hi: पुरा होना।
id: Selesai
it: Completato
ja: 完了しました
kn: ಪೂರ್ಣಗೊಂಡಿದೆ
ml: പൂർത്തിയാക്കി
mr: पूर्ण झाले
nl: Voltooid
no: Fullført
or: ସମାପ୍ତ
pa: ਪੂਰਾ ਹੋਇਆ
pl: Zakończony
pt: Concluído
ru: Завершенный
sv: Avslutad
ta: முடிக்கப்பட்டது
te: పూర్తయింది
th: สมบูรณ์
tr: Tamamlanmış
vi: Hoàn thành

source: Withdrawn
ar: انسحبت
bn: প্রত্যাহার করা হয়েছে
da: trukket tilbage
de: Zurückgezogen
el: Αποτραβηγμένος
es: Retirado
fi: Peruutettu
fr: Retiré
he: נסוג
hi: वापस लिया गया
id: Ditarik
it: Ritirato
ja: 撤回されました
kn: ಹಿಂತೆಗೆದುಕೊಳ್ಳಲಾಗಿದೆ
ml: പിൻവലിച്ചു
mr: मागे घेतले
nl: Ingetrokken
pa: ਵਾਪਸ ਲੈ ਲਿਆ
pl: Zamknięty w sobie
pt: Retirado
ru: снято
sv: Indragen
ta: திரும்பப் பெறப்பட்டது
te: ఉపసంహరించుకున్నారు
th: ถอนออกแล้ว
tr: Geri çekildi
vi: Đã rút

source: New Enrollment
ar: تسجيل جديد
bn: নতুন তালিকাভুক্তি
da: Ny tilmelding
de: Neuanmeldung
el: Νέα Εγγραφή
es: Nueva inscripción
fi: Uusi ilmoittautuminen
fr: Nouvelle inscription
he: הרשמה חדשה
hi: नया नामांकन
id: Pendaftaran Baru
it: Nuova iscrizione
ja: 新規登録
kn: ಹೊಸ ದಾಖಲಾತಿ
ml: പുതിയ എൻറോൾമെൻ്റ്
mr: नवीन नावनोंदणी
nl: Nieuwe inschrijving
pa: ਨਵਾਂ ਦਾਖਲਾ
pl: Nowa rejestracja
pt: Nova Inscrição
ru: Новая регистрация
sv: Ny anmälan
ta: புதிய பதிவு
te: కొత్త నమోదు
th: การลงทะเบียนใหม่
tr: Yeni Kayıt
vi: Đăng ký mới

source: Learner Name
ar: اسم المتعلم
bn: শিক্ষার্থীর নাম
da: Elevens navn
de: Name des Lernenden
el: Όνομα Μαθητή
es: Nombre del alumno
fi: Oppijan nimi
fr: Nom de l'apprenant
he: שם הלומד
hi: शिक्षार्थी का नाम
id: Nama Pembelajar
it: Nome dello studente
ja: 学習者名
kn: ಕಲಿಯುವವರ ಹೆಸರು
ml: പഠിതാവിൻ്റെ പേര്
mr: शिकणाऱ्याचे नाव
nl: Naam leerling
pa: ਸਿਖਿਆਰਥੀ ਦਾ ਨਾਮ
pl: Imię ucznia
pt: Nome do aluno
ru: Имя учащегося
sv: Elevens namn
ta: கற்றவர் பெயர்
te: అభ్యాసకుడి పేరు
th: ชื่อผู้เรียน
tr: Öğrenci Adı
vi: Tên người học

source: Course Delivery
ar: تسليم الدورة
bn: কোর্স ডেলিভারি
da: Kursus levering
de: Kursdurchführung
el: Παράδοση μαθήματος
es: Entrega del curso
fi: Kurssin toimitus
fr: Prestation des cours
he: העברת קורס
hi: पाठ्यक्रम वितरण
id: Pengiriman Kursus
it: Consegna del corso
ja: コースの配信
kn: ಕೋರ್ಸ್ ವಿತರಣೆ
ml: കോഴ്സ് ഡെലിവറി
mr: कोर्स डिलिव्हरी
nl: Cursuslevering
pa: ਕੋਰਸ ਡਿਲਿਵਰੀ
pl: Dostawa kursu
pt: Entrega do curso
ru: Проведение курса
sv: Kursleverans
ta: பாட விநியோகம்
te: కోర్సు డెలివరీ
th: การส่งมอบหลักสูตร
tr: Kurs Teslimatı
vi: Phân phối khóa học

source: Certificate
ar: شهادة
bn: সার্টিফিকেট
da: Certifikat
de: Zertifikat
el: Πιστοποιητικό
es: Certificado
fi: Todistus
fr: Certificat
he: תְעוּדָה
hi: प्रमाणपत्र
id: Sertifikat
it: Certificato
ja: 証明書
kn: ಪ್ರಮಾಣಪತ್ರ
ml: സർട്ടിഫിക്കറ്റ്
mr: प्रमाणपत्र
nl: Certificaat
pa: ਸਰਟੀਫਿਕੇਟ
pl: Certyfikat
pt: Certificado
ru: Сертификат
sv: Certifikat
ta: சான்றிதழ்
te: సర్టిఫికేట్
th: ใบรับรอง
tr: Sertifika
vi: Giấy chứng nhận

source: Learning Path Management
ar: إدارة مسار التعلم
bn: পাথ ম্যানেজমেন্ট শেখা
da: Læringsvejledelse
de: Lernpfadmanagement
el: Διαχείριση Μαθησιακών Διαδρομών
es: Gestión de la ruta de aprendizaje
fi: Oppimispolun hallinta
fr: Gestion du parcours d'apprentissage
he: ניהול נתיב למידה
hi: शिक्षण पथ प्रबंधन
id: Manajemen Jalur Pembelajaran
it: Gestione del percorso di apprendimento
ja: ラーニング パス管理
kn: ಕಲಿಕೆಯ ಮಾರ್ಗ ನಿರ್ವಹಣೆ
ml: പഠന പാത മാനേജ്മെൻ്റ്
mr: शिकणे पथ व्यवस्थापन
nl: Beheer van leerpaden
pa: ਸਿੱਖਣ ਦੇ ਮਾਰਗ ਪ੍ਰਬੰਧਨ
pl: Zarządzanie ścieżką edukacyjną
pt: Gerenciamento do caminho de aprendizagem
ru: Управление траекторией обучения
ta: கற்றல் பாதை மேலாண்மை
te: పాత్ మేనేజ్‌మెంట్ నేర్చుకోవడం
th: การจัดการเส้นทางการเรียนรู้
tr: Öğrenme Yolu Yönetimi
vi: Quản lý lộ trình học tập

source: Design, monitor, and optimize learning journeys for your learners
ar: تصميم رحلات التعلم ومراقبتها وتحسينها للمتعلمين
bn: আপনার শিক্ষার্থীদের জন্য শেখার যাত্রা ডিজাইন, নিরীক্ষণ এবং অপ্টিমাইজ করুন
da: Design, overvåg og optimer læringsrejser for dine elever
de: Entwerfen, überwachen und optimieren Sie Lernreisen für Ihre Lernenden
el: Σχεδιάστε, παρακολουθήστε και βελτιστοποιήστε τα ταξίδια μάθησης για τους μαθητές σας
es: Diseñe, supervise y optimice los viajes de aprendizaje para sus alumnos
fi: Suunnittele, seuraa ja optimoi oppimismatkat oppijoillesi
fr: Concevoir, suivre et optimiser les parcours d'apprentissage de vos apprenants
he: עצב, ניטור וייעול מסעות למידה עבור הלומדים שלך
hi: अपने शिक्षार्थियों के लिए सीखने की यात्रा को डिज़ाइन, मॉनिटर और अनुकूलित करें
id: Rancang, pantau, dan optimalkan perjalanan pembelajaran bagi pelajar Anda
it: Progetta, monitora e ottimizza i percorsi di apprendimento per i tuoi studenti
ja: 学習者の学習行程を設計、監視、最適化します
kn: ನಿಮ್ಮ ಕಲಿಯುವವರಿಗೆ ಕಲಿಕೆಯ ಪ್ರಯಾಣಗಳನ್ನು ವಿನ್ಯಾಸಗೊಳಿಸಿ, ಮೇಲ್ವಿಚಾರಣೆ ಮಾಡಿ ಮತ್ತು ಅತ್ಯುತ್ತಮವಾಗಿಸಿ
ml: നിങ്ങളുടെ പഠിതാക്കൾക്കായി പഠന യാത്രകൾ രൂപകൽപ്പന ചെയ്യുക, നിരീക്ഷിക്കുക, ഒപ്റ്റിമൈസ് ചെയ്യുക
mr: तुमच्या शिकणाऱ्यांसाठी शिक्षण प्रवास डिझाईन, मॉनिटर आणि ऑप्टिमाइझ करा
nl: Ontwerp, monitor en optimaliseer leertrajecten voor uw leerlingen
pa: ਆਪਣੇ ਸਿਖਿਆਰਥੀਆਂ ਲਈ ਸਿੱਖਣ ਦੀਆਂ ਯਾਤਰਾਵਾਂ ਨੂੰ ਡਿਜ਼ਾਈਨ ਕਰੋ, ਨਿਗਰਾਨੀ ਕਰੋ ਅਤੇ ਅਨੁਕੂਲ ਬਣਾਓ
pl: Projektuj, monitoruj i optymalizuj ścieżki edukacyjne swoich uczniów
pt: Projete, monitore e otimize jornadas de aprendizagem para seus alunos
ru: Разрабатывайте, отслеживайте и оптимизируйте учебные маршруты для своих учащихся.
sv: Designa, övervaka och optimera inlärningsresor för dina elever
ta: உங்கள் கற்பவர்களுக்கு கற்றல் பயணங்களை வடிவமைக்கவும், கண்காணிக்கவும் மற்றும் மேம்படுத்தவும்
te: మీ అభ్యాసకుల కోసం అభ్యాస ప్రయాణాలను డిజైన్ చేయండి, పర్యవేక్షించండి మరియు ఆప్టిమైజ్ చేయండి
th: ออกแบบ ติดตาม และเพิ่มประสิทธิภาพเส้นทางการเรียนรู้สำหรับผู้เรียนของคุณ
tr: Öğrencileriniz için öğrenme yolculuklarını tasarlayın, izleyin ve optimize edin
vi: Thiết kế, giám sát và tối ưu hóa hành trình học tập cho người học của bạn

source: Active Learning Paths
ar: مسارات التعلم النشط
bn: সক্রিয় শেখার পথ
da: Aktive læringsveje
de: Aktive Lernpfade
el: Ενεργά μονοπάτια μάθησης
es: Rutas de aprendizaje activo
fi: Aktiiviset oppimispolut
fr: Parcours d'apprentissage actif
he: מסלולי למידה אקטיביים
hi: सक्रिय शिक्षण पथ
id: Jalur Pembelajaran Aktif
it: Percorsi di apprendimento attivo
ja: アクティブラーニングパス
kn: ಸಕ್ರಿಯ ಕಲಿಕೆಯ ಮಾರ್ಗಗಳು
ml: സജീവമായ പഠന പാതകൾ
mr: सक्रिय शिकण्याचे मार्ग
nl: Actieve leerpaden
pa: ਸਰਗਰਮ ਸਿੱਖਣ ਦੇ ਮਾਰਗ
pl: Aktywne ścieżki edukacyjne
pt: Caminhos de aprendizagem ativos
ru: Активные пути обучения
sv: Aktiva inlärningsvägar
ta: செயலில் கற்றல் பாதைகள்
te: క్రియాశీల అభ్యాస మార్గాలు
th: เส้นทางการเรียนรู้เชิงรุก
tr: Aktif Öğrenme Yolları
vi: Lộ trình học tập tích cực

source: Total Enrolled Learners
ar: إجمالي المتعلمين المسجلين
bn: মোট নথিভুক্ত শিক্ষার্থী
da: I alt tilmeldte elever
de: Gesamtzahl der eingeschriebenen Lernenden
el: Σύνολο εγγεγραμμένων μαθητών
es: Total de alumnos matriculados
fi: Ilmoittautuneita oppijoita yhteensä
fr: Total des apprenants inscrits
he: סך כל הלומדים הרשומים
hi: कुल नामांकित शिक्षार्थी
id: Jumlah Peserta Didik yang Terdaftar
it: Studenti iscritti totali
ja: 登録学習者の総数
kn: ಒಟ್ಟು ದಾಖಲಾದ ಕಲಿಯುವವರು
ml: എൻറോൾ ചെയ്ത ആകെ പഠിതാക്കൾ
mr: एकूण नोंदणीकृत शिकणारे
nl: Totaal aantal ingeschreven leerlingen
pa: ਕੁੱਲ ਦਾਖਲ ਹੋਏ ਸਿਖਿਆਰਥੀ
pl: Całkowita liczba zapisanych uczniów
pt: Total de alunos matriculados
ru: Всего зачисленных учащихся
sv: Totalt antal inskrivna elever
ta: மொத்தம் பதிவுசெய்த கற்றவர்கள்
te: మొత్తం నమోదు చేసుకున్న అభ్యాసకులు
th: ผู้เรียนที่ลงทะเบียนทั้งหมด
tr: Toplam Kayıtlı Öğrenci Sayısı
vi: Tổng số người học đã đăng ký

source: Avg. Completion Rate
ar: متوسط معدل الإنجاز
bn: গড় সমাপ্তির হার
da: Gns. Gennemførelsesrate
de: Durchschn. Abschlussrate
el: Μέσος όρος Ποσοστό Ολοκλήρωσης
es: Promedio Tasa de finalización
fi: Keskim. Valmistumisaste
fr: Moy. Taux d'achèvement
he: ממוצע שיעור השלמה
hi: औसत पूर्णता दर
id: Rata-rata Tingkat Penyelesaian
it: Media Tasso di completamento
ja: 平均完了率
kn: ಸರಾಸರಿ ಪೂರ್ಣಗೊಳಿಸುವಿಕೆ ದರ
ml: ശരാശരി പൂർത്തീകരണ നിരക്ക്
mr: सरासरी पूर्णत्वाचा दर
nl: Gem. Voltooiingspercentage
pa: ਔਸਤ ਮੁਕੰਮਲ ਹੋਣ ਦੀ ਦਰ
pl: Śr. Stopień ukończenia
pt: Média Taxa de conclusão
ru: Среднее Скорость завершения
sv: Genomsnittlig Färdigställande
ta: சராசரி நிறைவு விகிதம்
te: సగటు పూర్తి రేటు
th: เฉลี่ย อัตราความสำเร็จ
tr: Ortalama Tamamlanma Oranı
vi: Trung bình Tỷ lệ hoàn thành

source: Avg. Learner Satisfaction
ar: متوسط رضا المتعلم
bn: গড় শিক্ষার্থীর সন্তুষ্টি
da: Gns. Lærertilfredshed
de: Durchschn. Zufriedenheit der Lernenden
el: Μέσος όρος Ικανοποίηση μαθητή
es: Promedio Satisfacción del alumno
fi: Keskim. Oppijan tyytyväisyys
fr: Moy. Satisfaction des apprenants
he: ממוצע שביעות רצון הלומדים
hi: औसत शिक्षार्थी संतुष्टि
id: Rata-rata Kepuasan Pelajar
it: Media Soddisfazione dello studente
ja: 平均学習者の満足度
kn: ಸರಾಸರಿ ಕಲಿಯುವವರ ತೃಪ್ತಿ
ml: ശരാശരി പഠിതാവിൻ്റെ സംതൃപ്തി
mr: सरासरी शिकणाऱ्याचे समाधान
nl: Gem. Tevredenheid van de leerling
pa: ਔਸਤ ਸਿਖਿਆਰਥੀ ਸੰਤੁਸ਼ਟੀ
pl: Śr. Satysfakcja ucznia
pt: Média Satisfação do aluno
ru: Среднее Удовлетворенность учащихся
sv: Genomsnittlig Lärarnas tillfredsställelse
ta: சராசரி கற்றவர் திருப்தி
te: సగటు అభ్యాసకుడి సంతృప్తి
th: เฉลี่ย ความพึงพอใจของผู้เรียน
tr: Ortalama Öğrenci Memnuniyeti
vi: Trung bình Sự hài lòng của người học

source: Learning Paths
ar: مسارات التعلم
bn: শেখার পথ
da: Læringsveje
de: Lernpfade
el: Μαθησιακά Μονοπάτια
es: Rutas de aprendizaje
fi: Oppimispolut
fr: Parcours d'apprentissage
he: מסלולי למידה
hi: सीखने के रास्ते
id: Jalur Pembelajaran
it: Percorsi di apprendimento
ja: 学習パス
kn: ಕಲಿಕೆಯ ಮಾರ್ಗಗಳು
ml: പഠന പാതകൾ
mr: शिकण्याचे मार्ग
nl: Leerpaden
pa: ਸਿੱਖਣ ਦੇ ਮਾਰਗ
pl: Ścieżki uczenia się
pt: Caminhos de aprendizagem
ru: Пути обучения
sv: Inlärningsvägar
ta: கற்றல் பாதைகள்
te: అభ్యాస మార్గాలు
th: เส้นทางการเรียนรู้
tr: Öğrenme Yolları
vi: Lộ trình học tập

source: Learning Path Management Tools
ar: أدوات إدارة مسار التعلم
bn: শেখার পাথ ম্যানেজমেন্ট টুলস
da: Læringsstistyringsværktøjer
de: Tools zur Lernpfadverwaltung
el: Εργαλεία διαχείρισης διαδρομής μάθησης
es: Herramientas de gestión de la ruta de aprendizaje
fi: Oppimispolun hallintatyökalut
fr: Outils de gestion du parcours d'apprentissage
he: לימוד כלים לניהול נתיבים
hi: शिक्षण पथ प्रबंधन उपकरण
id: Alat Manajemen Jalur Pembelajaran
it: Strumenti per la gestione del percorso di apprendimento
ja: ラーニング パス管理ツール
kn: ಕಲಿಕೆಯ ಮಾರ್ಗ ನಿರ್ವಹಣೆ ಪರಿಕರಗಳು
ml: ലേണിംഗ് പാത്ത് മാനേജ്മെൻ്റ് ടൂളുകൾ
mr: शिकणे पथ व्यवस्थापन साधने
nl: Hulpmiddelen voor leerpadbeheer
pa: ਸਿੱਖਣ ਦੇ ਮਾਰਗ ਪ੍ਰਬੰਧਨ ਸਾਧਨ
pl: Narzędzia do zarządzania ścieżką edukacyjną
pt: Ferramentas de gerenciamento do caminho de aprendizagem
ru: Инструменты управления траекторией обучения
sv: Lär dig väghanteringsverktyg
ta: கற்றல் பாதை மேலாண்மை கருவிகள்
te: పాత్ మేనేజ్‌మెంట్ టూల్స్ నేర్చుకోవడం
th: เครื่องมือการจัดการเส้นทางการเรียนรู้
tr: Öğrenim Yolu Yönetim Araçları
vi: Công cụ quản lý lộ trình học tập

source: Create New Path
ar: إنشاء مسار جديد
bn: নতুন পথ তৈরি করুন
da: Opret ny sti
de: Neuen Pfad erstellen
el: Δημιουργία νέας διαδρομής
es: Crear nueva ruta
fi: Luo uusi polku
fr: Créer un nouveau chemin
he: צור נתיב חדש
hi: नया पथ बनाएं
id: Buat Jalur Baru
it: Crea nuovo percorso
ja: 新しいパスの作成
kn: ಹೊಸ ಮಾರ್ಗವನ್ನು ರಚಿಸಿ
ml: പുതിയ പാത സൃഷ്ടിക്കുക
mr: नवीन मार्ग तयार करा
nl: Maak een nieuw pad
pa: ਨਵਾਂ ਮਾਰਗ ਬਣਾਓ
pl: Utwórz nową ścieżkę
pt: Criar novo caminho
ru: Создать новый путь
sv: Skapa ny väg
ta: புதிய பாதையை உருவாக்கவும்
te: కొత్త మార్గాన్ని సృష్టించండి
th: สร้างเส้นทางใหม่
tr: Yeni Yol Oluştur
vi: Tạo đường dẫn mới

source: Edit Existing Path
ar: تحرير المسار الموجود
bn: বিদ্যমান পথ সম্পাদনা করুন
da: Rediger eksisterende sti
de: Vorhandenen Pfad bearbeiten
el: Επεξεργασία υπάρχουσας διαδρομής
es: Editar ruta existente
fi: Muokkaa olemassa olevaa polkua
fr: Modifier le chemin existant
he: ערוך נתיב קיים
hi: मौजूदा पथ संपादित करें
id: Edit Jalur yang Ada
it: Modifica percorso esistente
ja: 既存のパスの編集
kn: ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಮಾರ್ಗವನ್ನು ಸಂಪಾದಿಸಿ
ml: നിലവിലുള്ള പാത എഡിറ്റ് ചെയ്യുക
mr: विद्यमान मार्ग संपादित करा
nl: Bewerk bestaand pad
pa: ਮੌਜੂਦਾ ਮਾਰਗ ਦਾ ਸੰਪਾਦਨ ਕਰੋ
pl: Edytuj istniejącą ścieżkę
pt: Editar caminho existente
ru: Изменить существующий путь
sv: Redigera befintlig sökväg
ta: இருக்கும் பாதையைத் திருத்தவும்
te: ఇప్పటికే ఉన్న మార్గాన్ని సవరించండి
th: แก้ไขเส้นทางที่มีอยู่
tr: Mevcut Yolu Düzenle
vi: Chỉnh sửa đường dẫn hiện có

source: Assign Learners
ar: تعيين المتعلمين
bn: শিক্ষার্থীদের বরাদ্দ করুন
da: Tildel elever
de: Weisen Sie Lernende zu
el: Αναθέστε μαθητές
es: Asignar alumnos
fi: Määritä oppijat
fr: Attribuer des apprenants
he: הקצאת לומדים
hi: शिक्षार्थियों को नियुक्त करें
id: Tetapkan Peserta Didik
it: Assegna gli studenti
ja: 学習者の割り当て
kn: ಕಲಿಯುವವರನ್ನು ನಿಯೋಜಿಸಿ
ml: പഠിതാക്കളെ നിയോഗിക്കുക
mr: शिकणाऱ्यांना नियुक्त करा
nl: Wijs leerlingen toe
pa: ਸਿਖਿਆਰਥੀਆਂ ਨੂੰ ਅਸਾਈਨ ਕਰੋ
pl: Przypisz uczniów
pt: Atribuir alunos
ru: Назначьте учащихся
sv: Tilldela elever
ta: கற்றவர்களை ஒதுக்குங்கள்
te: అభ్యాసకులను కేటాయించండి
th: มอบหมายผู้เรียน
tr: Öğrencileri Ata
vi: Chỉ định người học

source: Generate Reports
ar: إنشاء التقارير
bn: প্রতিবেদন তৈরি করুন
da: Generer rapporter
de: Berichte erstellen
el: Δημιουργία Αναφορών
es: Generar informes
fi: Luo raportteja
fr: Générer des rapports
he: הפקת דוחות
hi: रिपोर्ट तैयार करें
id: Hasilkan Laporan
it: Genera report
ja: レポートの生成
kn: ವರದಿಗಳನ್ನು ರಚಿಸಿ
ml: റിപ്പോർട്ടുകൾ സൃഷ്ടിക്കുക
mr: अहवाल तयार करा
nl: Genereer rapporten
pa: ਰਿਪੋਰਟਾਂ ਤਿਆਰ ਕਰੋ
pl: Generuj raporty
pt: Gerar relatórios
ru: Генерировать отчеты
sv: Generera rapporter
ta: அறிக்கைகளை உருவாக்கவும்
te: నివేదికలను రూపొందించండి
th: สร้างรายงาน
tr: Rapor Oluştur
vi: Tạo báo cáo

source: Path Name
ar: اسم المسار
bn: পথের নাম
da: Sti navn
de: Pfadname
el: Όνομα διαδρομής
es: Nombre de ruta
fi: Polun nimi
fr: Nom du chemin
he: שם נתיב
hi: पथ का नाम
id: Nama Jalur
it: Nome del percorso
ja: パス名
kn: ಮಾರ್ಗದ ಹೆಸರು
ml: പാതയുടെ പേര്
mr: मार्गाचे नाव
nl: Padnaam
pa: ਮਾਰਗ ਦਾ ਨਾਮ
pl: Nazwa ścieżki
pt: Nome do caminho
ru: Имя пути
sv: Namn på sökväg
ta: பாதை பெயர்
te: మార్గం పేరు
th: ชื่อเส้นทาง
tr: Yol Adı
vi: Tên đường dẫn

source: Enrolled Learners
ar: المتعلمين المسجلين
bn: নথিভুক্ত শিক্ষার্থীরা
da: Tilmeldte elever
de: Eingeschriebene Lernende
el: Εγγεγραμμένοι Μαθητές
es: Estudiantes matriculados
fi: Ilmoittautuneita oppilaita
fr: Apprenants inscrits
he: לומדים רשומים
hi: नामांकित शिक्षार्थी
id: Peserta Didik yang Terdaftar
it: Studenti iscritti
ja: 登録済みの学習者
kn: ದಾಖಲಾದ ಕಲಿಯುವವರು
ml: എൻറോൾ ചെയ്ത പഠിതാക്കൾ
mr: नोंदणीकृत शिकणारे
nl: Ingeschreven leerlingen
pa: ਦਾਖਲ ਹੋਏ ਸਿਖਿਆਰਥੀ
pl: Zarejestrowani uczniowie
pt: Alunos matriculados
ru: Зачисленные учащиеся
sv: Inskrivna elever
ta: சேர்ந்த கற்றவர்கள்
te: నమోదు చేసుకున్న అభ్యాసకులు
th: ผู้เรียนที่ลงทะเบียนเรียน
tr: Kayıtlı Öğrenciler
vi: Người học đã đăng ký

source: Full Stack Web Development
ar: تطوير الويب المكدس الكامل
bn: ফুল স্ট্যাক ওয়েব ডেভেলপমেন্ট
da: Full Stack webudvikling
de: Full-Stack-Webentwicklung
el: Ανάπτυξη Web Full Stack
es: Desarrollo web de pila completa
fr: Développement Web Full Stack
he: Full Stack פיתוח אתרים
hi: पूर्ण स्टैक वेब विकास
id: Pengembangan Web Tumpukan Penuh
it: Sviluppo Web stack completo
ja: フルスタック Web 開発
kn: ಪೂರ್ಣ ಸ್ಟಾಕ್ ವೆಬ್ ಅಭಿವೃದ್ಧಿ
ml: പൂർണ്ണ സ്റ്റാക്ക് വെബ് വികസനം
mr: पूर्ण स्टॅक वेब विकास
nl: Full-stack webontwikkeling
pa: ਪੂਰਾ ਸਟੈਕ ਵੈੱਬ ਵਿਕਾਸ
pl: Tworzenie stron internetowych z pełnym stosem
pt: Desenvolvimento Web Full Stack
ru: Полноценная веб-разработка
sv: Full stack webbutveckling
ta: முழு அடுக்கு வலை அபிவிருத்தி
te: పూర్తి స్టాక్ వెబ్ అభివృద్ధి
th: การพัฒนาเว็บแบบเต็มสแต็ค
tr: Tam Yığın Web Geliştirme
vi: Phát triển web đầy đủ
