Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Parent Unit
ar: وحدة الوالدين
bn: অভিভাবক ইউনিট
da: Forældreenhed
de: Elterneinheit
el: Μονάδα Γονέων
es: Unidad para padres
fi: Vanhempainyksikkö
fr: Unité Parent
he: יחידת הורים
hi: मूल इकाई
id: Satuan Induk
it: Unità Genitori
ja: 親機
kn: ಪೋಷಕ ಘಟಕ
ml: പാരൻ്റ് യൂണിറ്റ്
mr: पालक युनिट
nl: Oudereenheid
pa: ਪੇਰੈਂਟ ਯੂਨਿਟ
pl: Jednostka Rodziców
pt: Unidade parental
ru: Родительский блок
sv: Föräldraenhet
ta: பெற்றோர் அலகு
te: పేరెంట్ యూనిట్
th: หน่วยผู้ปกครอง
tr: Ebeveyn Ünitesi
vi: Đơn vị mẹ

source: Employees
ar: موظفين
bn: কর্মচারীদের
da: Medarbejdere
de: Mitarbeiter
el: Εργαζόμενοι
es: Empleados
fi: Työntekijät
fr: Employés
he: עובדים
hi: कर्मचारी
id: Karyawan
it: Dipendenti
ja: 従業員
kn: ನೌಕರರು
ml: ജീവനക്കാർ
mr: कर्मचारी
nl: Medewerkers
pa: ਕਰਮਚਾਰੀ
pl: Pracownicy
pt: Funcionários
ru: Сотрудники
sv: Anställda
ta: பணியாளர்கள்
te: ఉద్యోగులు
th: พนักงาน
tr: Çalışanlar
vi: Người lao động

source: 🤖 Ask AI anything...
ar: 🤖 اسأل الذكاء الاصطناعي عن أي شيء...
bn: 🤖 AI কে কিছু জিজ্ঞাসা করুন...
da: 🤖 Spørg AI hvad som helst...
de: 🤖 Fragen Sie AI alles ...
el: 🤖 Ρωτήστε AI οτιδήποτε...
es: 🤖 Pregúntale a AI cualquier cosa...
fi: 🤖 Kysy AI:ltä mitä tahansa...
fr: 🤖 Demandez n'importe quoi à l'IA...
gu: 🤖 AI ને કંઈપણ પૂછો...
he: 🤖 שאל AI כל דבר...
hi: 🤖एआई से कुछ भी पूछें...
id: 🤖 Tanya AI apa saja...
it: 🤖 Chiedi qualsiasi cosa all'AI...
ja: 🤖 AIに何でも聞いてください...
kn: 🤖 AI ಗೆ ಏನಾದರೂ ಕೇಳಿ...
ml: AIയോട് എന്തും ചോദിക്കൂ...
mr: 🤖 AI ला काहीही विचारा...
nl: 🤖 Vraag AI alles...
no: 🤖 Spør AI hva som helst...
or: AI AI କୁ କିଛି ପଚାର ...
pa: 🤖 AI ਤੋਂ ਕੁਝ ਵੀ ਪੁੱਛੋ...
pl: 🤖 Zapytaj AI o wszystko...
pt: 🤖 Pergunte qualquer coisa à IA...
ru: 🤖 Спросите у ИИ что угодно...
sv: 🤖 Fråga AI vad som helst...
ta: 🤖 AIயிடம் எதையும் கேளுங்கள்...
te: 🤖 ఏదైనా AIని అడగండి...
th: 🤖 ถามอะไรก็ได้กับ AI...
tr: 🤖 Yapay zekaya dilediğinizi sorun...
vi: 🤖 Hãy hỏi AI bất cứ điều gì...

source: Announcements - LMS
bn: ঘোষণা - LMS
da: Meddelelser - LMS
el: Ανακοινώσεις - LMS
he: הודעות - LMS
id: Pengumuman - LMS
ml: പ്രഖ്യാപനങ്ങൾ - LMS
mr: घोषणा - LMS
pa: ਘੋਸ਼ਣਾਵਾਂ - LMS
sv: Meddelanden - LMS
ta: அறிவிப்புகள் - LMS
te: ప్రకటనలు - LMS
th: ประกาศ - LMS
vi: Thông báo - LMS

source: Stay updated with the latest announcements.
bn: সর্বশেষ ঘোষণার সাথে আপডেট থাকুন।
da: Hold dig opdateret med de seneste meddelelser.
el: Μείνετε ενημερωμένοι με τις τελευταίες ανακοινώσεις.
he: הישאר מעודכן בהכרזות האחרונות.
id: Tetap update dengan pengumuman terbaru.
ml: ഏറ്റവും പുതിയ അറിയിപ്പുകൾക്കൊപ്പം അപ്ഡേറ്റ് ചെയ്യുക.
mr: नवीनतम घोषणांसह अद्यतनित रहा.
pa: ਨਵੀਨਤਮ ਘੋਸ਼ਣਾਵਾਂ ਨਾਲ ਅੱਪਡੇਟ ਰਹੋ।
sv: Håll dig uppdaterad med de senaste meddelandena.
ta: சமீபத்திய அறிவிப்புகளுடன் புதுப்பித்த நிலையில் இருங்கள்.
te: తాజా ప్రకటనలతో అప్‌డేట్‌గా ఉండండి.
th: ปรับปรุงอยู่กับประกาศล่าสุด
vi: Luôn cập nhật những thông báo mới nhất.

source: Published on
bn: প্রকাশিত
da: Udgivet den
el: Δημοσιεύθηκε στις
he: פורסם ב
id: Diterbitkan pada
ml: പ്രസിദ്ധീകരിച്ചത്
mr: रोजी प्रकाशित
pa: 'ਤੇ ਪ੍ਰਕਾਸ਼ਿਤ ਕੀਤਾ
sv: Publicerad på
ta: அன்று வெளியிடப்பட்டது
te: ప్రచురించబడింది
th: เผยแพร่เมื่อ
vi: Xuất bản vào

source: Expires on
bn: মেয়াদ শেষ হবে
da: Udløber d
el: Λήγει στις
he: יפוג בתאריך
id: Kedaluwarsa pada
ml: കാലഹരണപ്പെടുന്നത്
mr: रोजी कालबाह्य होत आहे
pa: ਨੂੰ ਮਿਆਦ ਪੁੱਗਦੀ ਹੈ
sv: Går ut den
ta: அன்று காலாவதியாகிறது
te: గడువు ముగుస్తుంది
th: หมดอายุวันที่
vi: Hết hạn vào

source: Already Read
bn: ইতিমধ্যে পড়া
da: Allerede læst
el: Ήδη Διαβασμένο
he: כבר קראו
id: Sudah Baca
ml: ഇതിനകം വായിച്ചു
mr: आधीच वाचा
pa: ਪਹਿਲਾਂ ਹੀ ਪੜ੍ਹਿਆ
sv: Redan läst
ta: ஏற்கனவே படித்தது
te: ఇప్పటికే చదివారు
th: อ่านแล้ว
vi: Đã đọc

source: Content
bn: বিষয়বস্তু
da: Tilfreds
el: Περιεχόμενο
he: תוֹכֶן
id: Isi
ml: ഉള്ളടക്കം
mr: सामग्री
pa: ਸਮੱਗਰੀ
sv: Innehåll
ta: உள்ளடக்கம்
te: కంటెంట్
th: เนื้อหา
vi: Nội dung

source: Author
bn: লেখক
da: Forfatter
el: Συγγραφέας
he: מְחַבֵּר
id: Pengarang
ml: രചയിതാവ്
mr: लेखक
pa: ਲੇਖਕ
sv: Författare
ta: ஆசிரியர்
te: రచయిత
th: ผู้เขียน
vi: Tác giả

source: Publish Date
bn: প্রকাশের তারিখ
da: Udgivelsesdato
el: Ημερομηνία δημοσίευσης
he: תאריך פרסום
id: Tanggal Publikasi
ml: പ്രസിദ്ധീകരിക്കുന്ന തീയതി
mr: तारीख प्रकाशित करा
pa: ਪ੍ਰਕਾਸ਼ਿਤ ਕਰਨ ਦੀ ਮਿਤੀ
sv: Publiceringsdatum
ta: வெளியிடும் தேதி
te: ప్రచురణ తేదీ
th: วันที่เผยแพร่
vi: Ngày xuất bản

source: No announcements available.
bn: কোনো ঘোষণা উপলব্ধ নেই.
da: Ingen meddelelser tilgængelige.
el: Δεν υπάρχουν διαθέσιμες ανακοινώσεις.
he: אין הודעות זמינות.
id: Tidak ada pengumuman yang tersedia.
ml: അറിയിപ്പുകളൊന്നും ലഭ്യമല്ല.
mr: कोणत्याही घोषणा उपलब्ध नाहीत.
pa: ਕੋਈ ਘੋਸ਼ਣਾਵਾਂ ਉਪਲਬਧ ਨਹੀਂ ਹਨ।
sv: Inga meddelanden tillgängliga.
ta: அறிவிப்புகள் இல்லை.
te: ప్రకటనలు అందుబాటులో లేవు.
th: ไม่มีประกาศใดๆ
vi: Không có thông báo có sẵn.

source: Calendar - LMS Learner
ar: التقويم - متعلم LMS
bn: ক্যালেন্ডার - LMS লার্নার
da: Kalender - LMS Learner
de: Kalender – LMS Learner
el: Ημερολόγιο - LMS Learner
es: Calendario - LMS Aprendiz
fi: Kalenteri - LMS Learner
fr: Calendrier - Apprenant LMS
he: לוח שנה - LMS Learner
hi: कैलेंडर - एलएमएस लर्नर
id: Kalender - Pelajar LMS
it: Calendario - Studente LMS
ja: カレンダー - LMS 学習者
kn: ಕ್ಯಾಲೆಂಡರ್ - LMS ಲರ್ನರ್
ml: കലണ്ടർ - LMS ലേണർ
mr: कॅलेंडर - LMS लर्नर
nl: Kalender - LMS-leerling
pa: ਕੈਲੰਡਰ - LMS ਸਿੱਖਣ ਵਾਲਾ
pl: Kalendarz — uczeń LMS
pt: Calendário - Aprendiz LMS
ru: Календарь – LMS Learner
sv: Kalender - LMS Learner
ta: நாட்காட்டி - LMS கற்றவர்
te: క్యాలెండర్ - LMS లెర్నర్
th: ปฏิทิน - ผู้เรียน LMS
tr: Takvim - LMS Öğrencisi
vi: Lịch - Người học LMS

source: Learner Calendar
ar: تقويم المتعلم
bn: লার্নার ক্যালেন্ডার
da: Elev-kalender
de: Lernkalender
el: Ημερολόγιο Μαθητών
es: Calendario de aprendizaje
fi: Oppijan kalenteri
fr: Calendrier des apprenants
he: לוח שנה לומד
hi: शिक्षार्थी कैलेंडर
id: Kalender Pelajar
it: Calendario degli studenti
ja: 学習者カレンダー
kn: ಕಲಿಯುವವರ ಕ್ಯಾಲೆಂಡರ್
ml: പഠിതാവിൻ്റെ കലണ്ടർ
mr: लर्नर कॅलेंडर
nl: Leerling kalender
pa: ਸਿੱਖਣ ਵਾਲਾ ਕੈਲੰਡਰ
pl: Kalendarz ucznia
pt: Calendário do aluno
ru: Календарь учащегося
sv: Elevkalender
ta: கற்றல் நாட்காட்டி
te: అభ్యాసకుల క్యాలెండర్
th: ปฏิทินผู้เรียน
tr: Öğrenci Takvimi
vi: Lịch học

source: Manage your learning schedule and deadlines
ar: إدارة جدول التعلم الخاص بك والمواعيد النهائية
bn: আপনার শেখার সময়সূচী এবং সময়সীমা পরিচালনা করুন
da: Administrer din læringsplan og deadlines
de: Verwalten Sie Ihren Lernplan und Ihre Fristen
el: Διαχειριστείτε το πρόγραμμα και τις προθεσμίες εκμάθησής σας
es: Administre su cronograma de aprendizaje y sus plazos
fi: Hallitse oppimisaikatauluasi ja määräaikojasi
fr: Gérez votre calendrier et vos délais d'apprentissage
he: נהל את לוח הזמנים והמועדים של הלמידה שלך
hi: अपना सीखने का कार्यक्रम और समय सीमा प्रबंधित करें
id: Kelola jadwal dan tenggat waktu belajar Anda
it: Gestisci il tuo programma di apprendimento e le scadenze
ja: 学習スケジュールと期限を管理する
kn: ನಿಮ್ಮ ಕಲಿಕೆಯ ವೇಳಾಪಟ್ಟಿ ಮತ್ತು ಗಡುವನ್ನು ನಿರ್ವಹಿಸಿ
ml: നിങ്ങളുടെ പഠന ഷെഡ്യൂളും സമയപരിധിയും നിയന്ത്രിക്കുക
mr: तुमचे शिकण्याचे वेळापत्रक आणि अंतिम मुदत व्यवस्थापित करा
nl: Beheer uw leerschema en deadlines
pa: ਆਪਣੇ ਸਿੱਖਣ ਦੇ ਕਾਰਜਕ੍ਰਮ ਅਤੇ ਸਮਾਂ-ਸੀਮਾਵਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ
pl: Zarządzaj harmonogramem i terminami nauki
pt: Gerencie seu cronograma e prazos de aprendizagem
ru: Управляйте графиком обучения и сроками
sv: Hantera ditt lärandeschema och deadlines
ta: உங்கள் கற்றல் அட்டவணை மற்றும் காலக்கெடுவை நிர்வகிக்கவும்
te: మీ అభ్యాస షెడ్యూల్ మరియు గడువులను నిర్వహించండి
th: จัดการตารางการเรียนรู้และกำหนดเวลาของคุณ
tr: Öğrenme programınızı ve son teslim tarihlerini yönetin
vi: Quản lý lịch trình và thời hạn học tập của bạn

source: Quick Navigation
ar: التنقل السريع
bn: দ্রুত নেভিগেশন
da: Hurtig navigation
de: Schnelle Navigation
el: Γρήγορη πλοήγηση
es: Navegación rápida
fi: Pikanavigointi
fr: Navigation rapide
he: ניווט מהיר
hi: त्वरित नेविगेशन
id: Navigasi Cepat
it: Navigazione rapida
ja: クイックナビゲーション
kn: ತ್ವರಿತ ನ್ಯಾವಿಗೇಷನ್
ml: ദ്രുത നാവിഗേഷൻ
mr: जलद नेव्हिगेशन
nl: Snelle navigatie
pa: ਤੇਜ਼ ਨੈਵੀਗੇਸ਼ਨ
pl: Szybka nawigacja
pt: Navegação rápida
ru: Быстрая навигация
sv: Snabbnavigering
ta: விரைவான வழிசெலுத்தல்
te: త్వరిత నావిగేషన్
th: การนำทางอย่างรวดเร็ว
tr: Hızlı Gezinme
vi: Điều hướng nhanh

source: Prev
ar: السابق
bn: পূর্ববর্তী
de: Vorher
el: Προηγ
es: Anterior
fi: Ed
fr: Précédent
he: הקודם
hi: पिछला
id: Sebelumnya
it: Prec
ja: 前へ
kn: ಹಿಂದಿನ
ml: മുൻ
mr: मागील
nl: Vorige
pa: ਪਿਛਲਾ
pl: Poprzednia
pt: Anterior
ru: Предыдущий
sv: Föreg
ta: முந்தைய
te: మునుపటి
th: ก่อนหน้า
tr: Önceki
vi: Trước đó

source: Today
ar: اليوم
bn: আজ
da: I dag
de: Heute
el: Σήμερα
es: Hoy
fi: Tänään
fr: Aujourd'hui
he: הַיוֹם
hi: आज
id: Hari ini
it: Oggi
ja: 今日
kn: ಇಂದು
ml: ഇന്ന്
mr: आज
nl: Vandaag
pa: ਅੱਜ
pl: Dzisiaj
pt: Hoje
ru: Сегодня
sv: I dag
ta: இன்று
te: ఈరోజు
th: วันนี้
tr: Bugün
vi: Hôm nay

source: Go to month
ar: اذهب إلى الشهر
bn: মাসে যান
da: Gå til måned
de: Gehe zu Monat
el: Μετάβαση στο μήνα
es: Ir al mes
fi: Siirry kuukauteen
fr: Aller au mois
he: לך לחודש
hi: महीने पर जाएँ
id: Pergi ke bulan
it: Vai al mese
ja: 月に移動
kn: ತಿಂಗಳಿಗೆ ಹೋಗಿ
ml: മാസത്തിലേക്ക് പോകുക
mr: महिन्यात जा
nl: Ga naar maand
pa: ਮਹੀਨੇ 'ਤੇ ਜਾਓ
pl: Przejdź do miesiąca
pt: Ir para o mês
ru: Перейти к месяцу
sv: Gå till månad
ta: மாதத்திற்கு செல்லுங்கள்
te: నెలకు వెళ్లండి
th: ไปเดือน
tr: Aya git
vi: Chuyển đến tháng

source: Event Filters
ar: مرشحات الأحداث
bn: ইভেন্ট ফিল্টার
da: Hændelsesfiltre
de: Ereignisfilter
el: Φίλτρα συμβάντων
es: Filtros de eventos
fi: Tapahtumasuodattimet
fr: Filtres d'événements
he: מסנני אירועים
hi: इवेंट फ़िल्टर
id: Filter Acara
it: Filtri eventi
ja: イベントフィルター
kn: ಈವೆಂಟ್ ಫಿಲ್ಟರ್‌ಗಳು
ml: ഇവൻ്റ് ഫിൽട്ടറുകൾ
mr: इव्हेंट फिल्टर
nl: Gebeurtenisfilters
pa: ਇਵੈਂਟ ਫਿਲਟਰ
pl: Filtry zdarzeń
pt: Filtros de eventos
ru: Фильтры событий
sv: Händelsefilter
ta: நிகழ்வு வடிப்பான்கள்
te: ఈవెంట్ ఫిల్టర్లు
th: ตัวกรองเหตุการณ์
tr: Etkinlik Filtreleri
vi: Bộ lọc sự kiện

source: Lecture
ar: محاضرة
bn: বক্তৃতা
da: Foredrag
de: Vortrag
el: Διάλεξη
es: Conferencia
fi: Luento
he: הַרצָאָה
hi: व्याख्यान
id: Kuliah
it: Lezione
ja: 講義
kn: ಉಪನ್ಯಾಸ
ml: പ്രഭാഷണം
mr: व्याख्यान
nl: Lezing
pa: ਲੈਕਚਰ
pl: Wykład
pt: Palestra
ru: Лекция
sv: Föreläsning
ta: விரிவுரை
te: ఉపన్యాసం
th: บรรยาย
tr: Ders
vi: bài giảng

source: Python Programming
ar: برمجة بايثون
bn: পাইথন প্রোগ্রামিং
da: Python programmering
de: Python-Programmierung
el: Προγραμματισμός Python
es: Programación en Python
fi: Python ohjelmointi
fr: Programmation Python
he: תכנות פייתון
hi: पायथन प्रोग्रामिंग
id: Pemrograman Python
it: Programmazione Python
ja: Python プログラミング
kn: ಪೈಥಾನ್ ಪ್ರೋಗ್ರಾಮಿಂಗ್
ml: പൈത്തൺ പ്രോഗ്രാമിംഗ്
mr: पायथन प्रोग्रामिंग
nl: Python-programmering
pa: ਪਾਈਥਨ ਪ੍ਰੋਗਰਾਮਿੰਗ
pl: Programowanie w Pythonie
pt: Programação Python
ru: Программирование на Python
sv: Python programmering
ta: பைதான் புரோகிராமிங்
te: పైథాన్ ప్రోగ్రామింగ్
th: การเขียนโปรแกรมหลาม
tr: Python Programlama
vi: Lập trình Python

source: JavaScript Basics
ar: أساسيات جافا سكريبت
bn: জাভাস্ক্রিপ্ট বেসিক
da: Grundlæggende om JavaScript
de: JavaScript-Grundlagen
el: Βασικά JavaScript
es: Conceptos básicos de JavaScript
fi: JavaScriptin perusteet
fr: Bases de JavaScript
he: יסודות JavaScript
hi: जावास्क्रिप्ट मूल बातें
id: Dasar-dasar JavaScript
it: Nozioni di base su JavaScript
ja: JavaScript の基本
kn: ಜಾವಾಸ್ಕ್ರಿಪ್ಟ್ ಬೇಸಿಕ್ಸ್
ml: JavaScript അടിസ്ഥാനങ്ങൾ
mr: JavaScript मूलभूत
nl: JavaScript-basisprincipes
pa: JavaScript ਬੇਸਿਕਸ
pl: Podstawy JavaScriptu
pt: Noções básicas de JavaScript
ru: Основы JavaScript
sv: JavaScript grunderna
ta: ஜாவாஸ்கிரிப்ட் அடிப்படைகள்
te: జావాస్క్రిప్ట్ బేసిక్స్
th: พื้นฐานจาวาสคริปต์
tr: JavaScript'in Temelleri
vi: Khái niệm cơ bản về JavaScript

source: Search by keyword
ar: البحث عن طريق الكلمة الرئيسية
bn: কীওয়ার্ড দ্বারা অনুসন্ধান করুন
da: Søg efter nøgleord
de: Suche nach Stichwort
el: Αναζήτηση με λέξη-κλειδί
es: Buscar por palabra clave
fi: Hae avainsanalla
fr: Recherche par mot-clé
he: חפש לפי מילת מפתח
hi: संकेतशब्द द्वारा खोजें
id: Cari berdasarkan kata kunci
it: Cerca per parola chiave
ja: キーワードで探す
kn: ಕೀವರ್ಡ್ ಮೂಲಕ ಹುಡುಕಿ
ml: കീവേഡ് ഉപയോഗിച്ച് തിരയുക
mr: कीवर्डद्वारे शोधा
nl: Zoek op trefwoord
pa: ਕੀਵਰਡ ਦੁਆਰਾ ਖੋਜ ਕਰੋ
pl: Szukaj według słowa kluczowego
pt: Pesquisar por palavra-chave
ru: Поиск по ключевому слову
sv: Sök efter nyckelord
ta: முக்கிய வார்த்தை மூலம் தேடுங்கள்
te: కీవర్డ్ ద్వారా శోధించండి
th: ค้นหาด้วยคำสำคัญ
tr: Anahtar kelimeye göre ara
vi: Tìm kiếm theo từ khóa

source: JavaScript Final Project
ar: مشروع جافا سكريبت النهائي
bn: জাভাস্ক্রিপ্ট চূড়ান্ত প্রকল্প
da: JavaScript afsluttende projekt
de: JavaScript-Abschlussprojekt
el: Τελικό έργο JavaScript
es: Proyecto final de JavaScript
fi: JavaScriptin lopullinen projekti
fr: Projet final JavaScript
gu: જાવાસ્ક્રિપ્ટ અંતિમ પ્રોજેક્ટ
he: פרויקט גמר של JavaScript
hi: जावास्क्रिप्ट अंतिम परियोजना
id: Proyek Akhir JavaScript
it: Progetto finale JavaScript
ja: JavaScript 最終プロジェクト
kn: ಜಾವಾಸ್ಕ್ರಿಪ್ಟ್ ಅಂತಿಮ ಯೋಜನೆ
ml: JavaScript ഫൈനൽ പ്രോജക്റ്റ്
mr: JavaScript अंतिम प्रकल्प
nl: JavaScript-eindproject
no: JavaScript sluttprosjekt
or: ଜାଭାସ୍କ୍ରିପ୍ଟ ଫାଇନାଲ୍ ପ୍ରୋଜେକ୍ଟ |
pa: JavaScript ਫਾਈਨਲ ਪ੍ਰੋਜੈਕਟ
pl: Projekt końcowy JavaScript
pt: Projeto Final JavaScript
ru: Финальный проект JavaScript
sv: JavaScript slutprojekt
ta: ஜாவாஸ்கிரிப்ட் இறுதி திட்டம்
te: జావాస్క్రిప్ట్ ఫైనల్ ప్రాజెక్ట్
th: โครงการสุดท้ายของ JavaScript
tr: JavaScript Final Projesi
vi: Dự án cuối cùng về JavaScript

source: Due: July 23, 2024
ar: تاريخ الاستحقاق: 23 يوليو 2024
bn: মেয়াদ: 23 জুলাই, 2024
da: Afleveringsfrist: 23. juli 2024
de: Fällig: 23. Juli 2024
el: Προθεσμία: 23 Ιουλίου 2024
es: Fecha límite: 23 de julio de 2024
fi: Eräpäivä: 23.7.2024
fr: Date d'échéance : 23 juillet 2024
gu: નિયત તારીખ: 23 જુલાઈ, 2024
he: תאריך יעד: 23 ביולי 2024
hi: देय तिथि: 23 जुलाई, 2024
id: Batas waktu: 23 Juli 2024
ja: 期限: 2024 年 7 月 23 日
ml: അടയ്‌ക്കേണ്ട തീയതി: ജൂലൈ 23, 2024
mr: देय: 23 जुलै 2024
nl: Verschijnt: 23 juli 2024
no: Frist: 23. juli 2024
or: ଦେୟ: ଜୁଲାଇ 23, 2024 |
pa: ਮਿਆਦ: 23 ਜੁਲਾਈ, 2024
pl: Termin: 23 lipca 2024 r
pt: Vencimento: 23 de julho de 2024
ru: Срок сдачи: 23 июля 2024 г.
sv: Sista utgång: 23 juli 2024
ta: தேதி: ஜூலை 23, 2024
te: గడువు: జూలై 23, 2024
th: ครบกำหนด: 23 กรกฎาคม 2024
tr: Son tarih: 23 Temmuz 2024
vi: Đến hạn: ngày 23 tháng 7 năm 2024

source: Data Visualization Workshop
ar: ورشة عمل تصور البيانات
bn: ডেটা ভিজ্যুয়ালাইজেশন ওয়ার্কশপ
da: Workshop i datavisualisering
de: Workshop zur Datenvisualisierung
el: Εργαστήριο Οπτικοποίησης Δεδομένων
es: Taller de visualización de datos
fi: Datan visualisoinnin työpaja
fr: Atelier de visualisation de données
he: סדנת הדמיית נתונים
hi: डेटा विज़ुअलाइज़ेशन कार्यशाला
id: Lokakarya Visualisasi Data
it: Workshop sulla visualizzazione dei dati
ja: データ視覚化ワークショップ
ml: ഡാറ്റ വിഷ്വലൈസേഷൻ വർക്ക്ഷോപ്പ്
mr: डेटा व्हिज्युअलायझेशन कार्यशाळा
nl: Workshop datavisualisatie
pa: ਡਾਟਾ ਵਿਜ਼ੂਅਲਾਈਜ਼ੇਸ਼ਨ ਵਰਕਸ਼ਾਪ
pl: Warsztaty Wizualizacji Danych
pt: Workshop de Visualização de Dados
ru: Семинар по визуализации данных
sv: Workshop för datavisualisering
ta: தரவு காட்சிப்படுத்தல் பட்டறை
te: డేటా విజువలైజేషన్ వర్క్‌షాప్
th: การประชุมเชิงปฏิบัติการการสร้างภาพข้อมูล
tr: Veri Görselleştirme Atölyesi
vi: Hội thảo trực quan hóa dữ liệu

source: Due: July 28, 2024
ar: تاريخ الاستحقاق: 28 يوليو 2024
bn: মেয়াদ: 28 জুলাই, 2024
da: Afleveringsfrist: 28. juli 2024
de: Fällig: 28. Juli 2024
el: Προθεσμία: 28 Ιουλίου 2024
es: Fecha límite: 28 de julio de 2024
fi: Eräpäivä: 28.7.2024
fr: Date d'échéance : 28 juillet 2024
gu: નિયત તારીખ: 28 જુલાઈ, 2024
he: תאריך יעד: 28 ביולי 2024
hi: देय तिथि: 28 जुलाई, 2024
id: Batas waktu: 28 Juli 2024
ja: 期限: 2024 年 7 月 28 日
ml: അടയ്‌ക്കേണ്ട തീയതി: ജൂലൈ 28, 2024
mr: देय: 28 जुलै 2024
nl: Verschijnt: 28 juli 2024
no: Frist: 28. juli 2024
or: ଦେୟ: ଜୁଲାଇ 28, 2024 |
pa: ਮਿਆਦ: 28 ਜੁਲਾਈ, 2024
pl: Termin: 28 lipca 2024 r
pt: Vencimento: 28 de julho de 2024
ru: Срок сдачи: 28 июля 2024 г.
sv: Inlämning: 28 juli 2024
ta: தேதி: ஜூலை 28, 2024
te: గడువు: జూలై 28, 2024
th: ครบกำหนด: 28 กรกฎาคม 2024
tr: Son tarih: 28 Temmuz 2024
vi: Đến hạn: ngày 28 tháng 7 năm 2024

source: RSVP Yes
ar: الرد على الدعوة نعم
bn: RSVP হ্যাঁ
da: RSVP Ja
de: RSVP Ja
el: RSVP Ναι
es: Confirmar asistencia Sí
fi: RSVP Kyllä
fr: RSVP Oui
he: RSVP כן
hi: आरएसवीपी हां
id: RSVP Ya
it: Rispondi Sì
ja: 出欠確認 はい
ml: RSVP അതെ
mr: RSVP होय
nl: Reageren Ja
pa: RSVP ਹਾਂ
pl: Odpowiedź Tak
pt: RSVP Sim
ru: Ответить Да
sv: OSA Ja
ta: RSVP ஆம்
te: RSVP అవును
th: ตอบรับคำเชิญ ใช่
tr: RSVP Evet
vi: Trả lời Có

source: RSVP No
ar: الرد على الدعوة رقم
bn: আরএসভিপি নম্বর
da: RSVP nr
de: RSVP-Nr
es: Confirmar asistencia No
fi: RSVP nro
fr: RSVP Non
he: מס' RSVP
hi: आरएसवीपी नंबर
id: Nomor RSVP
it: RSVP n
ja: 出欠確認なし
ml: RSVP നം
mr: RSVP क्र
nl: RSVP-nr
pa: RSVP ਨੰ
pl: Odpowiedź nr
pt: RSVP Não
ru: Ответить нет
sv: OSA nr
ta: RSVP எண்
te: RSVP నం
th: ตอบรับคำเชิญเลขที่
tr: RSVP Hayır
vi: Trả lời không

source: Dashboard - LMS Learner
ar: لوحة التحكم - متعلم LMS
bn: ড্যাশবোর্ড - LMS লার্নার
de: Dashboard – LMS-Lerner
el: Πίνακας ελέγχου - LMS Learner
es: Panel de control - Estudiante de LMS
fi: Kojelauta – LMS-oppija
fr: Tableau de bord - Apprenant LMS
gu: ડેશબોર્ડ - LMS લર્નર
he: לוח מחוונים - LMS Learner
hi: डैशबोर्ड - एलएमएस लर्नर
id: Dasbor - Pelajar LMS
it: Dashboard - Studente LMS
ja: ダッシュボード - LMS 学習者
ml: ഡാഷ്ബോർഡ് - LMS ലേണർ
mr: डॅशबोर्ड - LMS लर्नर
nl: Dashboard - LMS-leerling
or: ଡ୍ୟାସବୋର୍ଡ - LMS ଶିକ୍ଷାର୍ଥୀ |
pa: ਡੈਸ਼ਬੋਰਡ - LMS ਸਿੱਖਣ ਵਾਲਾ
pl: Panel kontrolny – uczeń LMS
pt: Painel - Aprendiz LMS
ru: Панель управления – LMS Learner
ta: டாஷ்போர்டு - LMS கற்றவர்
te: డ్యాష్‌బోర్డ్ - LMS లెర్నర్
th: แดชบอร์ด - ผู้เรียน LMS
tr: Kontrol Paneli - LMS Öğrencisi
vi: Bảng điều khiển - Người học LMS

source: Learner Dashboard
ar: لوحة تحكم المتعلم
bn: লার্নার ড্যাশবোর্ড
da: Lærer Dashboard
de: Dashboard für Lernende
el: Πίνακας εργαλείων εκμάθησης
es: Panel de aprendizaje
fi: Oppijan kojelauta
fr: Tableau de bord de l'apprenant
gu: લર્નર ડેશબોર્ડ
he: לוח המחוונים ללומדים
hi: शिक्षार्थी डैशबोर्ड
id: Dasbor Pelajar
it: Pannello di controllo dello studente
ja: 学習者ダッシュボード
ml: പഠിതാവ് ഡാഷ്ബോർഡ്
mr: लर्नर डॅशबोर्ड
nl: Studentendashboard
no: Lærerdashbord
or: ଶିକ୍ଷାର୍ଥୀ ଡ୍ୟାସବୋର୍ଡ |
pa: ਲਰਨਰ ਡੈਸ਼ਬੋਰਡ
pl: Panel ucznia
pt: Painel do aluno
ru: Панель учащегося
sv: Instrumentpanel för elever
ta: கற்றவர் டாஷ்போர்டு
te: లెర్నర్ డాష్‌బోర్డ్
th: แดชบอร์ดผู้เรียน
tr: Öğrenci Kontrol Paneli
vi: Bảng điều khiển dành cho người học

source: Welcome back, %(full_name)s! Here's your personalized learning overview.
ar: مرحبًا بك مرة أخرى، %(full_name)s! إليك نظرة عامة على التعلم المخصص لك.
bn: আবার স্বাগতম, %(full_name)s! এখানে আপনার ব্যক্তিগতকৃত শেখার ওভারভিউ।
da: Velkommen tilbage, %(full_name)s! Her er din personlige læringsoversigt.
de: Willkommen zurück, %(full_name)s! Hier ist Ihre personalisierte Lernübersicht.
el: Καλώς ήρθατε πίσω, %(full_name)s! Εδώ είναι η εξατομικευμένη επισκόπηση εκμάθησης.
es: ¡Bienvenido de nuevo, %(full_name)s! Aquí está su descripción general de aprendizaje personalizado.
fi: Tervetuloa takaisin, %(full_name)s! Tässä on henkilökohtainen oppimisen yleiskatsaus.
fr: Bon retour, %(full_name)s ! Voici votre aperçu d’apprentissage personnalisé.
he: ברוך שובך, %(full_name)s! הנה סקירת הלמידה המותאמת אישית שלך.
hi: पुनः स्वागत है, %(full_name)s! यहां आपका वैयक्तिकृत शिक्षण अवलोकन है।
id: Selamat datang kembali, %(nama_lengkap)s! Inilah ikhtisar pembelajaran pribadi Anda.
it: Bentornato, %(full_name)s! Ecco la tua panoramica personalizzata sull'apprendimento.
ja: おかえりなさい、%(full_name)s!パーソナライズされた学習の概要は次のとおりです。
ml: തിരികെ സ്വാഗതം, %(full_name)s! നിങ്ങളുടെ വ്യക്തിഗതമാക്കിയ പഠന അവലോകനം ഇതാ.
mr: परत स्वागत आहे, %(full_name)s! तुमचे वैयक्तिकृत शिक्षण विहंगावलोकन येथे आहे.
nl: Welkom terug, %(full_name)s! Hier is uw gepersonaliseerde leeroverzicht.
pa: ਦੁਬਾਰਾ ਸੁਆਗਤ ਹੈ, %(full_name)s! ਇਹ ਤੁਹਾਡੀ ਵਿਅਕਤੀਗਤ ਸਿਖਲਾਈ ਦੀ ਸੰਖੇਪ ਜਾਣਕਾਰੀ ਹੈ।
pl: Witamy ponownie, %(full_name)s! Oto Twój spersonalizowany przegląd nauki.
pt: Bem vindo de volta, %(full_name)s! Aqui está sua visão geral do aprendizado personalizado.
ru: С возвращением, %(full_name)s! Вот ваш персональный обзор обучения.
sv: Välkommen tillbaka, %(full_name)s! Här är din personliga inlärningsöversikt.
ta: மீண்டும் வரவேற்கிறோம், %(full_name)s! உங்களின் தனிப்பயனாக்கப்பட்ட கற்றல் மேலோட்டம் இதோ.
te: తిరిగి స్వాగతం, %(full_name)s! మీ వ్యక్తిగతీకరించిన అభ్యాస స్థూలదృష్టి ఇక్కడ ఉంది.
th: ยินดีต้อนรับกลับมา %(full_name)s! นี่คือภาพรวมการเรียนรู้ส่วนบุคคลของคุณ
tr: Tekrar hoş geldiniz %(full_name)s! İşte kişiselleştirilmiş öğrenmeye genel bakışınız.
vi: Chào mừng trở lại, %(full_name)s! Đây là tổng quan về việc học tập được cá nhân hóa của bạn.

source: Courses in Progress
ar: الدورات قيد التقدم
bn: কোর্স চলছে
da: Kurser i gang
de: Laufende Kurse
el: Μαθήματα σε εξέλιξη
es: Cursos en progreso
fi: Kurssit meneillään
fr: Cours en cours
gu: અભ્યાસક્રમો ચાલુ છે
he: קורסים בהתקדמות
hi: प्रगति पर पाठ्यक्रम
id: Kursus yang Sedang Berlangsung
it: Corsi in corso
ja: 進行中のコース
ml: കോഴ്‌സുകൾ പുരോഗമിക്കുന്നു
mr: अभ्यासक्रम प्रगतीपथावर आहेत
nl: Cursussen in uitvoering
no: Kurs pågår
or: ପାଠ୍ୟକ୍ରମ ଚାଲିଛି |
pa: ਕੋਰਸ ਜਾਰੀ ਹਨ
pl: Kursy w toku
pt: Cursos em andamento
ru: Курсы в процессе
sv: Pågående kurser
ta: படிப்புகள் நடந்து வருகின்றன
te: ప్రోగ్రెస్‌లో ఉన్న కోర్సులు
th: หลักสูตรที่กำลังดำเนินการ
tr: Devam Eden Kurslar
vi: Các khóa học đang tiến hành

source: Certificates Earned
ar: الشهادات المكتسبة
bn: সার্টিফিকেট অর্জিত
da: Optjente certifikater
de: Erhaltene Zertifikate
el: Πιστοποιητικά που αποκτήθηκαν
es: Certificados obtenidos
fi: Ansaitut todistukset
fr: Certificats obtenus
gu: પ્રમાણપત્રો મેળવ્યા
he: הושגו תעודות
hi: प्रमाण पत्र अर्जित किये गये
id: Sertifikat Diperoleh
it: Certificati guadagnati
ja: 獲得した証明書
ml: നേടിയ സർട്ടിഫിക്കറ്റുകൾ
mr: प्रमाणपत्रे मिळविली
nl: Certificaten behaald
no: Opptjente sertifikater
or: ସାର୍ଟିଫିକେଟ୍ ଅର୍ଜନ
pa: ਸਰਟੀਫਿਕੇਟ ਹਾਸਲ ਕੀਤੇ
pl: Zdobyte certyfikaty
pt: Certificados ganhos
ru: Получено сертификатов
sv: Intjänade certifikat
ta: பெற்ற சான்றிதழ்கள்
te: సర్టిఫికెట్లు సంపాదించారు
th: ใบรับรองที่ได้รับ
tr: Kazanılan Sertifikalar
vi: Chứng chỉ đạt được

source: Learning Streak
ar: خط التعلم
bn: শেখার স্ট্রীক
de: Lernsträhne
el: Εκμάθηση σερί
es: Racha de aprendizaje
fi: Oppimisputki
fr: Série d'apprentissage
gu: લર્નિંગ સ્ટ્રીક
he: רצף למידה
hi: सीखने का सिलसिला
id: Pembelajaran Beruntun
it: Serie di apprendimento
ja: 連続学習
ml: പഠന സ്ട്രീക്ക്
mr: शिकण्याची स्ट्रीक
nl: Leerreeks
no: Læringsstrek
or: ଷ୍ଟ୍ରେକ୍ ଶିଖିବା |
pa: ਲਰਨਿੰਗ ਸਟ੍ਰੀਕ
pl: Pasja uczenia się
pt: Sequência de aprendizagem
ru: Стремление к обучению
ta: கற்றல் ஸ்ட்ரீக்
te: లెర్నింగ్ స్ట్రీక్
th: แนวการเรียนรู้
tr: Öğrenme Serisi
vi: Quá trình học tập

source: days
ar: أيام
bn: দিন
da: dage
de: Tage
el: ημέρες
es: días
fi: päivää
fr: jours
gu: દિવસો
he: ימים
hi: दिन
id: hari
it: giorni
ja: 日
ml: ദിവസങ്ങൾ
mr: दिवस
nl: dagen
no: dager
or: ଦିନ
pa: ਦਿਨ
pl: dni
pt: dias
ru: дни
sv: dagar
ta: நாட்கள்
te: రోజులు
th: วัน
tr: günler
vi: ngày

source: Learning Progress
ar: التقدم في التعلم
bn: শেখার অগ্রগতি
da: Læringsfremskridt
de: Lernfortschritt
el: Μαθησιακή Πρόοδος
es: Progreso del aprendizaje
fi: Oppimisen edistyminen
fr: Progrès de l'apprentissage
gu: શીખવાની પ્રગતિ
he: התקדמות הלמידה
hi: सीखने की प्रगति
id: Kemajuan Pembelajaran
it: Progresso dell'apprendimento
ja: 学習の進捗状況
ml: പഠന പുരോഗതി
mr: शिकण्याची प्रगती
nl: Leervooruitgang
no: Læringsfremgang
or: ଅଗ୍ରଗତି ଶିଖିବା |
pa: ਸਿੱਖਣ ਦੀ ਪ੍ਰਗਤੀ
pl: Postęp w nauce
pt: Progresso de aprendizagem
ru: Прогресс обучения
sv: Lärande framsteg
ta: கற்றல் முன்னேற்றம்
te: లెర్నింగ్ ప్రోగ్రెస్
th: ความก้าวหน้าการเรียนรู้
tr: Öğrenme İlerlemesi
vi: Tiến độ học tập
