Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Floating point number
ar: رقم النقطة العائمة
bn: ফ্লোটিং পয়েন্ট নম্বর
da: Flydende kommanummer
de: Gleitkommazahl
el: Αριθμός κινητής υποδιαστολής
es: número de coma flotante
fi: Liukulukuluku
fr: Nombre à virgule flottante
gu: ફ્લોટિંગ પોઈન્ટ નંબર
he: מספר נקודה צפה
hi: चल बिन्दु संख्या
id: Nomor titik mengambang
it: Numero in virgola mobile
ja: 浮動小数点数
kn: ಫ್ಲೋಟಿಂಗ್ ಪಾಯಿಂಟ್ ಸಂಖ್ಯೆ
ml: ഫ്ലോട്ടിംഗ് പോയിൻ്റ് നമ്പർ
mr: फ्लोटिंग पॉइंट क्रमांक
nl: Drijvende-kommagetal
no: Flytende kommanummer
or: ଭାସମାନ ବିନ୍ଦୁ ସଂଖ୍ୟା |
pa: ਫਲੋਟਿੰਗ ਪੁਆਇੰਟ ਨੰਬਰ
pl: Liczba zmiennoprzecinkowa
pt: Número de ponto flutuante
ru: Число с плавающей запятой
sv: Flyttalsnummer
ta: மிதக்கும் புள்ளி எண்
te: ఫ్లోటింగ్ పాయింట్ సంఖ్య
th: หมายเลขจุดลอยตัว
tr: Kayan nokta numarası
vi: Số dấu phẩy động

source: “%(value)s” value must be an integer.
ar: يجب أن تكون قيمة "%(value)s" عددًا صحيحًا.
bn: "%(মান)s" মান অবশ্যই একটি পূর্ণসংখ্যা হতে হবে।
da: Værdien "%(værdi)s" skal være et heltal.
de: Der Wert „%(value)s“ muss eine Ganzzahl sein.
el: Η τιμή "%(value)s" πρέπει να είναι ακέραιος.
es: El valor de “%(valor)s” debe ser un número entero.
fi: "%(value)s" -arvon on oltava kokonaisluku.
fr: La valeur « %(value)s » doit être un nombre entier.
gu: “%(value)s” મૂલ્ય પૂર્ણાંક હોવું આવશ્યક છે.
he: הערך "%(value)s" חייב להיות מספר שלם.
hi: “%(मान)s” मान एक पूर्णांक होना चाहिए।
id: Nilai “%(value)s” harus berupa bilangan bulat.
it: Il valore “%(value)s” deve essere un numero intero.
ja: 「%(value)s」の値は整数である必要があります。
kn: "%(ಮೌಲ್ಯ)s" ಮೌಲ್ಯವು ಪೂರ್ಣಾಂಕವಾಗಿರಬೇಕು.
ml: “%(മൂല്യം)s” മൂല്യം ഒരു പൂർണ്ണസംഖ്യയായിരിക്കണം.
mr: “%(मूल्य)s” मूल्य पूर्णांक असणे आवश्यक आहे.
nl: De waarde “%(value)s” moet een geheel getal zijn.
no: «%(value)s»-verdien må være et heltall.
or: “%(value)s” ଭାଲ୍ୟୁ ଏକ ଇଣ୍ଟିଜର୍ ହେବା ଜରୁରୀ |
pa: “%(ਮੁੱਲ)s” ਮੁੱਲ ਇੱਕ ਪੂਰਨ ਅੰਕ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Wartość „%(value)s” musi być liczbą całkowitą.
pt: O valor “%(valor)s” deve ser um número inteiro.
ru: Значение «%(value)s» должно быть целым числом.
sv: "%(value)s"-värdet måste vara ett heltal.
ta: "%(மதிப்பு)கள்" மதிப்பு ஒரு முழு எண்ணாக இருக்க வேண்டும்.
te: “%(విలువ)లు” విలువ తప్పనిసరిగా పూర్ణాంకం అయి ఉండాలి.
th: ค่า “%(value)s” ต้องเป็นจำนวนเต็ม
tr: “%(value)s” değeri tamsayı olmalıdır.
vi: Giá trị “%(value)s” phải là số nguyên.

source: Integer
ar: عدد صحيح
bn: পূর্ণসংখ্যা
da: Heltal
de: Ganze Zahl
el: Ακέραιος αριθμός
es: Entero
fi: Kokonaisluku
fr: Entier
gu: પૂર્ણાંક
he: מִספָּר שָׁלֵם
hi: पूर्णांक
id: Bilangan bulat
it: Intero
ja: 整数
kn: ಪೂರ್ಣಾಂಕ
ml: പൂർണ്ണസംഖ്യ
mr: पूर्णांक
nl: Geheel getal
no: Heltall
or: ଇଣ୍ଟିଜର୍
pa: ਪੂਰਨ ਅੰਕ
pl: Liczba całkowita
pt: Inteiro
ru: Целое число
sv: Heltal
ta: முழு எண்
te: పూర్ణాంకం
th: จำนวนเต็ม
tr: Tamsayı
vi: số nguyên

source: Big (8 byte) integer
ar: عدد صحيح كبير (8 بايت).
bn: বড় (8 বাইট) পূর্ণসংখ্যা
da: Stort (8 byte) heltal
de: Große Ganzzahl (8 Byte).
el: Μεγάλος (8 byte) ακέραιος
es: Entero grande (8 bytes)
fi: Iso (8 tavua) kokonaisluku
fr: Grand entier (8 octets)
gu: મોટા (8 બાઇટ) પૂર્ણાંક
he: מספר שלם גדול (8 בתים).
hi: बड़ा (8 बाइट) पूर्णांक
id: Bilangan bulat besar (8 byte).
it: Intero grande (8 byte).
ja: 大きな (8 バイト) 整数
kn: ದೊಡ್ಡ (8 ಬೈಟ್) ಪೂರ್ಣಾಂಕ
ml: വലിയ (8 ബൈറ്റ്) പൂർണ്ണസംഖ്യ
mr: मोठा (8 बाइट) पूर्णांक
nl: Groot geheel getal (8 bytes).
no: Stort (8 byte) heltall
or: ବଡ (8 ବାଇଟ୍) ଇଣ୍ଟିଜର୍ |
pa: ਵੱਡਾ (8 ਬਾਈਟ) ਪੂਰਨ ਅੰਕ
pl: Duża (8-bajtowa) liczba całkowita
pt: Inteiro grande (8 bytes)
ru: Большое (8-байтовое) целое число
sv: Stort (8 byte) heltal
ta: பெரிய (8 பைட்) முழு எண்
te: పెద్ద (8 బైట్) పూర్ణాంకం
th: จำนวนเต็มใหญ่ (8 ไบต์)
tr: Büyük (8 bayt) tamsayı
vi: Số nguyên lớn (8 byte)

source: Small integer
ar: عدد صحيح صغير
bn: ছোট পূর্ণসংখ্যা
da: Lille heltal
de: Kleine ganze Zahl
el: Μικρός ακέραιος αριθμός
es: Entero pequeño
fi: Pieni kokonaisluku
fr: Petit entier
gu: નાનો પૂર્ણાંક
he: מספר שלם קטן
hi: छोटा पूर्णांक
id: bilangan bulat kecil
it: Intero piccolo
ja: 小さい整数
kn: ಸಣ್ಣ ಪೂರ್ಣಾಂಕ
ml: ചെറിയ പൂർണ്ണസംഖ്യ
mr: लहान पूर्णांक
nl: Klein geheel getal
no: Lite heltall
or: ଛୋଟ ପୂର୍ଣ୍ଣ ସଂଖ୍ୟା
pa: ਛੋਟਾ ਪੂਰਨ ਅੰਕ
pl: Mała liczba całkowita
pt: Inteiro pequeno
ru: Маленькое целое число
sv: Litet heltal
ta: சிறிய முழு எண்
te: చిన్న పూర్ణాంకం
th: จำนวนเต็มเล็ก
tr: Küçük tamsayı
vi: số nguyên nhỏ

source: IPv4 address
ar: عنوان IPv4
bn: IPv4 ঠিকানা
da: IPv4-adresse
de: IPv4-Adresse
el: Διεύθυνση IPv4
es: dirección IPv4
fi: IPv4-osoite
fr: Adresse IPv4
gu: IPv4 સરનામું
he: כתובת IPv4
hi: IPv4 पता
id: alamat IPv4
it: Indirizzo IPv4
ja: IPv4アドレス
kn: IPv4 ವಿಳಾಸ
ml: IPv4 വിലാസം
mr: IPv4 पत्ता
nl: IPv4-adres
no: IPv4-adresse
or: IPv4 ଠିକଣା
pa: IPv4 ਪਤਾ
pl: Adres IPv4
pt: Endereço IPv4
ru: IPv4-адрес
sv: IPv4-adress
ta: IPv4 முகவரி
te: IPv4 చిరునామా
th: ที่อยู่ IPv4
tr: IPv4 adresi
vi: Địa chỉ IPv4

source: IP address
ar: عنوان IP
bn: আইপি ঠিকানা
da: IP-adresse
de: IP-Adresse
el: διεύθυνση IP
es: dirección IP
fi: IP-osoite
fr: Adresse IP
gu: IP સરનામું
he: כתובת IP
hi: आईपी ​​पता
id: alamat IP
it: Indirizzo IP
ja: IPアドレス
kn: IP ವಿಳಾಸ
ml: IP വിലാസം
mr: IP पत्ता
nl: IP-adres
no: IP-adresse
or: IP ଠିକଣା
pa: IP ਪਤਾ
pl: Adres IP
pt: Endereço IP
ru: IP-адрес
sv: IP-adress
ta: ஐபி முகவரி
te: IP చిరునామా
th: ที่อยู่ IP
tr: IP adresi
vi: địa chỉ IP

source: “%(value)s” value must be either None, True or False.
ar: يجب أن تكون قيمة "%(value)s" إما بلا أو True أو False.
bn: "%(মান)s" মান অবশ্যই কোনটি নয়, সত্য বা মিথ্যা হতে হবে৷
da: Værdien "%(value)s" skal være enten Ingen, Sand eller Falsk.
de: Der Wert „%(value)s“ muss entweder „None“, „True“ oder „False“ sein.
el: Η τιμή "%(value)s" πρέπει να είναι είτε None, True ή False.
es: El valor de “%(valor)s” debe ser Ninguno, Verdadero o Falso.
fi: "%(value)s"-arvon on oltava joko Ei mitään, tosi tai epätosi.
fr: La valeur « %(value)s » doit être soit Aucun, Vrai ou Faux.
gu: “%(value)s” મૂલ્ય કાં તો કંઈ નહીં, સાચું કે ખોટું હોવું જોઈએ.
he: ערך "%(value)s" חייב להיות None, True או False.
hi: “%(मान)s” मान या तो कोई नहीं, सही या गलत होना चाहिए।
id: Nilai “%(value)s” harus berupa Tidak Ada, Benar, atau Salah.
it: Il valore "%(valore)s" deve essere Nessuno, Vero o Falso.
ja: 「%(value)s」の値は、None、True、または False のいずれかである必要があります。
kn: “%(ಮೌಲ್ಯ)s” ಮೌಲ್ಯವು ಯಾವುದೂ ಅಲ್ಲ, ಸರಿ ಅಥವಾ ತಪ್ಪು ಆಗಿರಬೇಕು.
ml: “%(മൂല്യം)s” മൂല്യം ഒന്നുമല്ല, ശരിയോ തെറ്റോ ആയിരിക്കണം.
mr: “%(मूल्य)s” मूल्य एकतर काहीही नाही, खरे किंवा असत्य असणे आवश्यक आहे.
nl: De waarde “%(value)s” moet Geen, Waar of Onwaar zijn.
no: «%(value)s»-verdien må være enten Ingen, Sann eller Falsk.
or: “%(value)s” ମୂଲ୍ୟ ନିଶ୍ଚିତ ଭାବରେ କିଛି ନୁହେଁ, ସତ କିମ୍ବା ମିଥ୍ୟା |
pa: “%(ਮੁੱਲ)s” ਮੁੱਲ ਜਾਂ ਤਾਂ ਕੋਈ ਨਹੀਂ, ਸਹੀ ਜਾਂ ਗਲਤ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Wartość „%(value)s” musi mieć wartość Brak, Prawda lub Fałsz.
pt: O valor “%(valor)s” deve ser Nenhum, Verdadeiro ou Falso.
ru: Значение «%(value)s» должно быть равным None, True или False.
sv: "%(value)s"-värdet måste vara antingen None, True eller False.
ta: “%(மதிப்பு)கள்” மதிப்பு எதுவுமில்லை, உண்மை அல்லது தவறானதாக இருக்க வேண்டும்.
te: “%(విలువ)లు” విలువ ఏదీ కాదు, ఒప్పు లేదా తప్పు అయి ఉండాలి.
th: ค่า “%(value)s” ต้องเป็นไม่มี จริง หรือเท็จ
tr: “%(value)s” değeri Yok, Doğru veya Yanlış olmalıdır.
vi: Giá trị “%(value)s” phải là Không, Đúng hoặc Sai.

source: Boolean (Either True, False or None)
ar: منطقية (إما صحيح أو خطأ أو لا شيء)
bn: বুলিয়ান (হয় সত্য, মিথ্যা বা কিছুই নয়)
da: Boolean (enten sandt, falsk eller ingen)
de: Boolescher Wert (entweder wahr, falsch oder keiner)
el: Boolean (Είτε Σωστό, Λάθος ή Κανένα)
es: Booleano (verdadero, falso o ninguno)
fi: Boolen arvo (joko tosi, epätosi tai ei mitään)
fr: Booléen (Vrai, Faux ou Aucun)
gu: બુલિયન (ક્યાં તો સાચું, ખોટું અથવા કોઈ નહીં)
he: בוליאנית (או נכון, לא נכון או לא)
hi: बूलियन (या तो सत्य, असत्य या कोई नहीं)
id: Boolean (Benar, Salah, atau Tidak Ada)
it: Booleano (Vero, Falso o Nessuno)
ja: ブール値 (True、False、または None)
kn: ಬೂಲಿಯನ್ (ಸರಿ, ತಪ್ಪು ಅಥವಾ ಯಾವುದೂ ಇಲ್ಲ)
ml: ബൂളിയൻ (ഒന്നുകിൽ ശരിയോ തെറ്റോ അല്ലയോ)
mr: बुलियन (एकतर खरे, असत्य किंवा काहीही नाही)
nl: Booleaanse waarde (Waar, Onwaar of Geen)
no: boolsk (enten sant, usant eller ingen)
or: ବୁଲିଅନ୍ (ନା ସତ, ମିଥ୍ୟା କିମ୍ବା କିଛି ନୁହେଁ)
pa: ਬੁਲੀਅਨ (ਜਾਂ ਤਾਂ ਸਹੀ, ਗਲਤ ਜਾਂ ਕੋਈ ਨਹੀਂ)
pl: Wartość logiczna (prawda, fałsz lub brak)
pt: Booleano (verdadeiro, falso ou nenhum)
ru: Логическое значение (истина, ложь или нет)
sv: Boolean (antingen sant, falskt eller inget)
ta: பூலியன் (உண்மை, தவறு அல்லது எதுவுமில்லை)
te: బూలియన్ (నిజం, తప్పు లేదా ఏదీ కాదు)
th: บูลีน (จริง เท็จ หรือไม่มีเลย)
tr: Boolean (Doğru, Yanlış veya Hiçbiri)
vi: Boolean (Đúng, Sai hoặc Không)

source: Positive big integer
ar: عدد صحيح كبير موجب
bn: ধনাত্মক বড় পূর্ণসংখ্যা
da: Positivt stort heltal
de: Positive große ganze Zahl
el: Θετικός μεγάλος ακέραιος
es: Entero grande positivo
fi: Positiivinen iso kokonaisluku
fr: Grand entier positif
gu: ધન મોટું પૂર્ણાંક
he: מספר שלם גדול חיובי
hi: सकारात्मक बड़ा पूर्णांक
id: Bilangan bulat besar positif
it: Intero grande positivo
ja: 正の大きな整数
kn: ಧನಾತ್ಮಕ ದೊಡ್ಡ ಪೂರ್ಣಾಂಕ
ml: പോസിറ്റീവ് വലിയ പൂർണ്ണസംഖ്യ
mr: धनात्मक मोठा पूर्णांक
nl: Positief groot geheel getal
no: Positivt stort heltall
or: ସକରାତ୍ମକ ବଡ ପୂର୍ଣ୍ଣ ସଂଖ୍ୟା |
pa: ਸਕਾਰਾਤਮਕ ਵੱਡਾ ਪੂਰਨ ਅੰਕ
pl: Dodatnia duża liczba całkowita
pt: Inteiro grande positivo
ru: Положительное большое целое число
sv: Positivt stort heltal
ta: நேர்மறை பெரிய முழு எண்
te: ధనాత్మక పెద్ద పూర్ణాంకం
th: จำนวนเต็มใหญ่บวก
tr: Pozitif büyük tamsayı
vi: Số nguyên dương lớn

source: Positive integer
ar: عدد صحيح موجب
bn: ধনাত্মক পূর্ণসংখ্যা
da: Positivt heltal
de: Positive ganze Zahl
el: Θετικός ακέραιος αριθμός
es: Entero positivo
fi: Positiivinen kokonaisluku
fr: Entier positif
gu: ધન પૂર્ણાંક
he: מספר שלם חיובי
hi: धनात्मक पूर्णांक
id: Bilangan bulat positif
it: Intero positivo
ja: 正の整数
kn: ಧನಾತ್ಮಕ ಪೂರ್ಣಾಂಕ
ml: പോസിറ്റീവ് പൂർണ്ണസംഖ്യ
mr: धन पूर्णांक
nl: Positief geheel getal
no: Positivt heltall
or: ସକରାତ୍ମକ ପୂର୍ଣ୍ଣ ସଂଖ୍ୟା
pa: ਸਕਾਰਾਤਮਕ ਪੂਰਨ ਅੰਕ
pl: Dodatnia liczba całkowita
pt: Inteiro positivo
ru: Положительное целое число
sv: Positivt heltal
ta: நேர்மறை முழு எண்
te: సానుకూల పూర్ణాంకం
th: จำนวนเต็มบวก
tr: Pozitif tamsayı
vi: số nguyên dương

source: Positive small integer
ar: عدد صحيح صغير موجب
bn: ধনাত্মক ছোট পূর্ণসংখ্যা
da: Positivt lille heltal
de: Positive kleine ganze Zahl
el: Θετικός μικρός ακέραιος
es: Entero pequeño positivo
fi: Positiivinen pieni kokonaisluku
fr: Petit entier positif
gu: ધન નાનો પૂર્ણાંક
he: מספר שלם קטן חיובי
hi: धनात्मक लघु पूर्णांक
id: Bilangan bulat kecil positif
it: Intero piccolo positivo
ja: 正の小さな整数
kn: ಧನಾತ್ಮಕ ಸಣ್ಣ ಪೂರ್ಣಾಂಕ
ml: പോസിറ്റീവ് ചെറിയ പൂർണ്ണസംഖ്യ
mr: धनात्मक लहान पूर्णांक
nl: Positief klein geheel getal
no: Positivt lite heltall
or: ସକରାତ୍ମକ ଛୋଟ ପୂର୍ଣ୍ଣ ସଂଖ୍ୟା
pa: ਸਕਾਰਾਤਮਕ ਛੋਟਾ ਪੂਰਨ ਅੰਕ
pl: Dodatnia mała liczba całkowita
pt: Inteiro pequeno positivo
ru: Положительное маленькое целое число
sv: Positivt litet heltal
ta: நேர்மறை சிறிய முழு எண்
te: సానుకూల చిన్న పూర్ణాంకం
th: จำนวนเต็มเล็กบวก
tr: Pozitif küçük tamsayı
vi: số nguyên dương nhỏ

source: Slug (up to %(max_length)s)
ar: سبيكة صلبة (حتى %(max_length)s)
bn: স্লাগ (%(সর্বোচ্চ_দৈর্ঘ্য) সেকেন্ড পর্যন্ত)
da: Snegl (op til %(max_length)s)
de: Slug (bis zu %(max_length)s)
el: Slug (έως %(max_length)s)
es: Slug (hasta %(max_length)s)
fi: Slug (jopa %(max_length)s)
fr: Limace (jusqu'à %(max_length)s)
gu: ગોકળગાય (%(max_length)s સુધી)
he: שבלול (עד %(max_length)s)
hi: स्लग (%(max_length)s तक)
id: Siput (hingga %(max_length)s)
it: Lumaca (fino a %(max_length)s)
ja: スラグ (最大 %(max_length)s)
kn: ಸ್ಲಗ್ (%(max_length)s ವರೆಗೆ)
ml: സ്ലഗ് (%(max_length)s വരെ)
mr: स्लग (%(max_length)s पर्यंत)
nl: Naaktslak (tot %(max_length)s)
no: Snegl (opptil %(max_length)s)
or: ସ୍ଲଗ୍ (%(max_length)s ପର୍ଯ୍ୟନ୍ତ)
pa: ਸਲੱਗ (%(max_length)s ਤੱਕ)
pl: Ślimak (do %(max_length)s)
pt: Slug (até %(max_length)s)
ru: Слаг (до %(max_length)s)
sv: Snigel (upp till %(max_length)s)
ta: ஸ்லக் (%(max_length)s வரை)
te: స్లగ్ (%(max_length)s వరకు)
th: ทาก (สูงสุด %(max_length)s)
tr: Sümüklü böcek (%(max_length)s'e kadar)
vi: Sên (tối đa %(max_length)s)

source: Text
ar: نص
bn: পাঠ্য
da: Tekst
el: Κείμενο
es: Texto
fi: Teksti
fr: Texte
gu: ટેક્સ્ટ
he: טֶקסט
hi: मूलपाठ
id: Teks
it: Testo
ja: 文章
kn: ಪಠ್ಯ
ml: വാചകം
mr: मजकूर
nl: Tekst
no: Tekst
or: ପାଠ
pa: ਟੈਕਸਟ
pl: Tekst
pt: Texto
ru: Текст
ta: உரை
te: వచనం
th: ข้อความ
tr: Metin
vi: Chữ

source: “%(value)s” value has an invalid format. It must be in HH:MM[:ss[.uuuuuu]] format.
ar: القيمة "%(value)s" لها تنسيق غير صالح. يجب أن يكون بتنسيق HH:MM[:ss[.uuuuuu]].
bn: মান "%(মান)s" এর একটি অবৈধ বিন্যাস রয়েছে৷ এটি অবশ্যই HH:MM[:ss[.uuuuuu]] ফর্ম্যাটে হতে হবে।
da: Værdien "%(value)s" har et ugyldigt format. Det skal være i formatet TT:MM[:ss[.uuuuuu]].
de: Der Wert „%(value)s“ hat ein ungültiges Format. Es muss im Format HH:MM[:ss[.uuuuuu]] vorliegen.
el: Η τιμή "%(value)s" έχει μη έγκυρη μορφή. Πρέπει να είναι σε μορφή ΩΩ:ΛΛ[:δδ[.uuuuuu]].
es: El valor “%(valor)s” tiene un formato no válido. Debe estar en formato HH:MM[:ss[.uuuuuu]].
fi: Arvon %(value)s muoto on virheellinen. Sen on oltava muodossa HH:MM[:ss[.uuuuuu]].
fr: La valeur « %(value)s » a un format non valide. Il doit être au format HH:MM[:ss[.uuuuuu]].
gu: “%(value)s” મૂલ્ય અમાન્ય ફોર્મેટ ધરાવે છે. તે HH:MM[:ss[.uuuuuu]] ફોર્મેટમાં હોવું જોઈએ.
he: לערך "%(value)s" יש פורמט לא חוקי. זה חייב להיות בפורמט HH:MM[:ss[.uuuuuu]].
hi: “%(मान)s” मान का प्रारूप अमान्य है। यह HH:MM[:ss[.uuuuuu]] प्रारूप में होना चाहिए।
id: Nilai “%(value)s” memiliki format yang tidak valid. Harus dalam format HH:MM[:ss[.uuuuuu]].
it: Il valore "%(valore)s" ha un formato non valido. Deve essere nel formato HH:MM[:ss[.uuuuuu]].
ja: 「%(value)s」値の形式が無効です。 HH:MM[:ss[.uuuuuu]] 形式である必要があります。
kn: “%(value)s” ಮೌಲ್ಯವು ಅಮಾನ್ಯ ಸ್ವರೂಪವನ್ನು ಹೊಂದಿದೆ. ಇದು HH:MM[:ss[.uuuuu]] ಫಾರ್ಮ್ಯಾಟ್‌ನಲ್ಲಿರಬೇಕು.
ml: "%(value)s" മൂല്യത്തിന് ഒരു അസാധുവായ ഫോർമാറ്റ് ഉണ്ട്. ഇത് HH:MM[:ss[.uuuuuu]] ഫോർമാറ്റിൽ ആയിരിക്കണം.
mr: “%(मूल्य)s” मूल्याचे स्वरूप अवैध आहे. ते HH:MM[:ss[.uuuuuu]] फॉरमॅटमध्ये असणे आवश्यक आहे.
nl: De waarde “%(value)s” heeft een ongeldig formaat. Het moet de indeling HH:MM[:ss[.uuuuuu]] hebben.
no: «%(value)s»-verdien har et ugyldig format. Den må være i TT:MM[:ss[.uuuuuu]]-format.
or: “%(value)s” ଭାଲ୍ୟୁର ଏକ ଅବ alid ଧ ଫର୍ମାଟ୍ ଅଛି | ଏହା ନିଶ୍ଚିତ ଭାବରେ HH: MM [: ss [.uuuuuu]] ଫର୍ମାଟରେ |
pa: “%(ਮੁੱਲ)s” ਮੁੱਲ ਦਾ ਇੱਕ ਅਵੈਧ ਫਾਰਮੈਟ ਹੈ। ਇਹ HH:MM[:ss[.uuuuuu]] ਫਾਰਮੈਟ ਵਿੱਚ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Wartość „%(value)s” ma nieprawidłowy format. Musi być w formacie HH:MM[:ss[.uuuuuu]].
pt: O valor “%(value)s” tem um formato inválido. Deve estar no formato HH:MM[:ss[.uuuuuu]].
ru: Значение «%(value)s» имеет недопустимый формат. Он должен быть в формате ЧЧ:ММ[:сс[.уууууу]].
sv: "%(value)s"-värdet har ett ogiltigt format. Det måste vara i formatet TT:MM[:ss[.uuuuuu]].
ta: “%(மதிப்பு)s” மதிப்பு தவறான வடிவமைப்பைக் கொண்டுள்ளது. இது HH:MM[:ss[.uuuuuu]] வடிவத்தில் இருக்க வேண்டும்.
te: “%(విలువ)లు” విలువ చెల్లని ఆకృతిని కలిగి ఉంది. ఇది తప్పనిసరిగా HH:MM[:ss[.uuuuu]] ఆకృతిలో ఉండాలి.
th: ค่า “%(value)s” มีรูปแบบที่ไม่ถูกต้อง ต้องอยู่ในรูปแบบ HH:MM[:ss[.uuuuuu]]
tr: “%(value)s” değeri geçersiz bir formata sahip. SS:DD[:ss[.uuuuuu]] biçiminde olmalıdır.
vi: Giá trị “%(value)s” có định dạng không hợp lệ. Nó phải ở định dạng HH:MM[:ss[.uuuuuu]].

source: “%(value)s” value has the correct format (HH:MM[:ss[.uuuuuu]]) but it is an invalid time.
ar: القيمة "%(value)s" لها التنسيق الصحيح (HH:MM[:ss[.uuuuuu]]) ولكنها وقت غير صالح.
bn: "%(মান)s" মানটির সঠিক বিন্যাস রয়েছে (HH:MM[:ss[.uuuuu]]) কিন্তু এটি একটি অবৈধ সময়।
da: "%(value)s"-værdien har det korrekte format (TT:MM[:ss[.uuuuuu]]), men det er et ugyldigt tidspunkt.
de: Der Wert „%(value)s“ hat das richtige Format (HH:MM[:ss[.uuuuuu]]), aber es ist eine ungültige Zeit.
el: Η τιμή "%(value)s" έχει τη σωστή μορφή (ΩΩ:ΛΜ[:ss[.uuuuu]]), αλλά δεν είναι έγκυρη ώρα.
es: El valor “%(valor)s” tiene el formato correcto (HH:MM[:ss[.uuuuuu]]) pero es una hora no válida.
fi: Arvo "%(value)s" on oikeassa muodossa (HH:MM[:ss[.uuuuuu]]), mutta se on virheellinen aika.
fr: La valeur « %(value)s » a le format correct (HH:MM[:ss[.uuuuuu]]), mais il s'agit d'une heure non valide.
gu: “%(value)s” મૂલ્યનું ફોર્મેટ સાચું છે (HH:MM[:ss[.uuuuu]]) પરંતુ તે અમાન્ય સમય છે.
he: לערך "%(value)s" יש את הפורמט הנכון (HH:MM[:ss[.uuuuuu]]) אבל זה זמן לא חוקי.
hi: "%(मान)s" मान का प्रारूप सही है (HH:MM[:ss[.uuuuuu]]) लेकिन यह एक अमान्य समय है।
id: Nilai “%(value)s” memiliki format yang benar (HH:MM[:ss[.uuuuuu]]) tetapi waktunya tidak valid.
it: Il valore "%(value)s" ha il formato corretto (HH:MM[:ss[.uuuuuu]]) ma è un'ora non valida.
ja: 「%(value)s」値は正しい形式 (HH:MM[:ss[.uuuuuu]]) ですが、無効な時刻です。
kn: “%(value)s” ಮೌಲ್ಯವು ಸರಿಯಾದ ಸ್ವರೂಪವನ್ನು ಹೊಂದಿದೆ (HH:MM[:ss[.uuuuu]]) ಆದರೆ ಇದು ಅಮಾನ್ಯ ಸಮಯವಾಗಿದೆ.
ml: "%(value)s" മൂല്യത്തിന് ശരിയായ ഫോർമാറ്റ് ഉണ്ട് (HH:MM[:ss[.uuuuuu]]) എന്നാൽ ഇത് ഒരു അസാധുവായ സമയമാണ്.
mr: “%(value)s” मूल्याचे स्वरूप योग्य आहे (HH:MM[:ss[.uuuuu]]) परंतु ती अवैध वेळ आहे.
nl: De waarde “%(value)s” heeft de juiste notatie (UU:MM[:ss[.uuuuuu]]), maar het is een ongeldige tijd.
no: «%(value)s»-verdien har riktig format (TT:MM[:ss[.uuuuuu]]), men det er en ugyldig tid.
or: “%(value)s” ମୂଲ୍ୟର ସଠିକ୍ ଫର୍ମାଟ୍ ଅଛି (HH: MM [: ss [.uuuuuu]]) କିନ୍ତୁ ଏହା ଏକ ଅବ alid ଧ ସମୟ |
pa: “%(ਮੁੱਲ)s” ਮੁੱਲ ਦਾ ਸਹੀ ਫਾਰਮੈਟ ਹੈ (HH:MM[:ss[.uuuuu]]) ਪਰ ਇਹ ਅਵੈਧ ਸਮਾਂ ਹੈ।
pl: Wartość „%(value)s” ma poprawny format (GG:MM[:ss[.uuuuuu]]), ale jest to nieprawidłowy czas.
pt: O valor “%(value)s” tem o formato correto (HH:MM[:ss[.uuuuuu]]) mas é uma hora inválida.
ru: Значение «%(value)s» имеет правильный формат (ЧЧ:ММ[:сс[.uuuuuu]]), но это недопустимое время.
sv: "%(value)s"-värdet har rätt format (TT:MM[:ss[.uuuuuu]]) men det är en ogiltig tid.
ta: “%(மதிப்பு)s” மதிப்பு சரியான வடிவத்தைக் கொண்டுள்ளது (HH:MM[:ss[.uuuuu]]) ஆனால் இது தவறான நேரம்.
te: “%(value)s” విలువ సరైన ఆకృతిని కలిగి ఉంది (HH:MM[:ss[.uuuuu]]) కానీ ఇది చెల్లని సమయం.
th: ค่า “%(value)s” มีรูปแบบที่ถูกต้อง (HH:MM[:ss[.uuuuuu]]) แต่เป็นเวลาที่ไม่ถูกต้อง
tr: “%(value)s” değeri doğru formatta (SS:MM[:ss[.uuuuuu]]), ancak geçersiz bir zaman.
vi: Giá trị “%(value)s” có định dạng đúng (HH:MM[:ss[.uuuuuu]]) nhưng đó là thời gian không hợp lệ.

source: Time
ar: وقت
bn: সময়
da: Tid
de: Zeit
el: Φορά
es: Tiempo
fi: Aika
fr: Temps
gu: સમય
he: זְמַן
hi: समय
id: Waktu
it: Tempo
ja: 時間
kn: ಸಮಯ
ml: സമയം
mr: वेळ
nl: Tijd
no: Tid
or: ସମୟ
pa: ਸਮਾਂ
pl: Czas
pt: Tempo
ru: Время
sv: Tid
ta: நேரம்
te: సమయం
th: เวลา
tr: Zaman
vi: Thời gian

source: Raw binary data
ar: البيانات الثنائية الخام
bn: কাঁচা বাইনারি ডেটা
da: Rå binære data
de: Rohe Binärdaten
el: Ακατέργαστα δυαδικά δεδομένα
es: Datos binarios sin procesar
fi: Raaka binaaridata
fr: Données binaires brutes
gu: કાચો બાઈનરી ડેટા
he: נתונים בינאריים גולמיים
hi: कच्चा बाइनरी डेटा
id: Data biner mentah
it: Dati binari grezzi
ja: 生のバイナリデータ
kn: ಕಚ್ಚಾ ಬೈನರಿ ಡೇಟಾ
ml: അസംസ്കൃത ബൈനറി ഡാറ്റ
mr: कच्चा बायनरी डेटा
nl: Ruwe binaire gegevens
no: Rå binære data
or: କଞ୍ଚା ବାଇନାରୀ ତଥ୍ୟ |
pa: ਕੱਚਾ ਬਾਈਨਰੀ ਡਾਟਾ
pl: Surowe dane binarne
pt: Dados binários brutos
ru: Необработанные двоичные данные
sv: Rå binär data
ta: மூல பைனரி தரவு
te: ముడి బైనరీ డేటా
th: ข้อมูลไบนารีดิบ
tr: Ham ikili veriler
vi: Dữ liệu nhị phân thô

source: “%(value)s” is not a valid UUID.
ar: "%(value)s" ليس UUID صالحًا.
bn: "%(মান)s" একটি বৈধ UUID নয়৷
da: "%(value)s" er ikke et gyldigt UUID.
de: „%(value)s“ ist keine gültige UUID.
el: Το "%(value)s" δεν είναι έγκυρο UUID.
es: “%(value)s” no es un UUID válido.
fi: "%(value)s" ei ole kelvollinen UUID.
fr: « %(value)s » n'est pas un UUID valide.
gu: “%(value)s” એ માન્ય UUID નથી.
he: "%(value)s" אינו UUID חוקי.
hi: "%(मान)s" वैध यूयूआईडी नहीं है।
id: “%(nilai)s” bukan UUID yang valid.
it: "%(valore)s" non è un UUID valido.
ja: 「%(value)s」は有効な UUID ではありません。
kn: “%(ಮೌಲ್ಯ)ಗಳು” ಮಾನ್ಯವಾದ UUID ಅಲ್ಲ.
ml: "%(മൂല്യം)s" ഒരു സാധുവായ UUID അല്ല.
mr: “%(मूल्य)s” हा वैध UUID नाही.
nl: “%(value)s” is geen geldige UUID.
no: «%(value)s» er ikke en gyldig UUID.
or: “%(value)s” ଏକ ବ valid ଧ UUID ନୁହେଁ |
pa: “%(ਮੁੱਲ)s” ਇੱਕ ਵੈਧ UUID ਨਹੀਂ ਹੈ।
pl: „%(value)s” nie jest prawidłowym identyfikatorem UUID.
pt: “%(value)s” não é um UUID válido.
ru: «%(значение)s» не является допустимым UUID.
sv: "%(value)s" är inte ett giltigt UUID.
ta: “%(மதிப்பு)கள்” சரியான UUID அல்ல.
te: “%(విలువ)లు” చెల్లుబాటు అయ్యే UUID కాదు.
th: “%(value)s” ไม่ใช่ UUID ที่ถูกต้อง
tr: “%(value)s” geçerli bir UUID değil.
vi: “%(value)s” không phải là UUID hợp lệ.

source: Universally unique identifier
ar: معرف فريد عالميًا
bn: সর্বজনীনভাবে অনন্য শনাক্তকারী
da: Universelt unik identifikator
de: Universell eindeutige Kennung
el: Καθολικά μοναδικό αναγνωριστικό
es: Identificador universalmente único
fi: Universaali yksilöllinen tunniste
gu: સાર્વત્રિક રીતે અનન્ય ઓળખકર્તા
he: מזהה ייחודי אוניברסלי
hi: सार्वभौमिक रूप से अद्वितीय पहचानकर्ता
id: Pengidentifikasi unik secara universal
it: Identificatore univoco universale
ja: 普遍的に一意の識別子
kn: ಸಾರ್ವತ್ರಿಕವಾಗಿ ಅನನ್ಯ ಗುರುತಿಸುವಿಕೆ
ml: സാർവത്രികമായി അദ്വിതീയ ഐഡൻ്റിഫയർ
mr: युनिव्हर्सली युनिक आयडेंटिफायर
nl: Universeel unieke identificatie
no: Universelt unik identifikator
or: ସର୍ବଭାରତୀୟ ଅନନ୍ୟ ପରିଚାୟକ |
pa: ਵਿਆਪਕ ਤੌਰ 'ਤੇ ਵਿਲੱਖਣ ਪਛਾਣਕਰਤਾ
pl: Uniwersalnie unikalny identyfikator
pt: Identificador universalmente exclusivo
ru: Универсальный уникальный идентификатор
sv: Universellt unik identifierare
ta: உலகளாவிய தனித்துவமான அடையாளங்காட்டி
te: విశ్వవ్యాప్తంగా ప్రత్యేకమైన ఐడెంటిఫైయర్
th: ตัวระบุที่ไม่ซ้ำแบบสากล
tr: Evrensel olarak benzersiz tanımlayıcı
vi: Mã định danh duy nhất toàn cầu

source: File
ar: ملف
bn: ফাইল
da: Fil
de: Datei
el: Αρχείο
es: Archivo
fi: Tiedosto
fr: Déposer
gu: ફાઈલ
he: קוֹבֶץ
hi: फ़ाइल
id: Mengajukan
ja: ファイル
kn: ಫೈಲ್
ml: ഫയൽ
mr: फाईल
nl: Bestand
no: Fil
or: ଫାଇଲ୍ |
pa: ਫਾਈਲ
pl: Plik
pt: Arquivo
ru: Файл
sv: Fil
ta: கோப்பு
te: ఫైల్
th: ไฟล์
tr: Dosya
vi: Tài liệu

source: Image
ar: صورة
bn: ছবি
da: Billede
de: Bild
el: Εικών
es: Imagen
fi: Kuva
gu: છબી
he: תְמוּנָה
hi: छवि
id: Gambar
it: Immagine
ja: 画像
kn: ಚಿತ್ರ
ml: ചിത്രം
mr: प्रतिमा
nl: Afbeelding
no: Bilde
or: ପ୍ରତିଛବି |
pa: ਚਿੱਤਰ
pl: Obraz
pt: Imagem
ru: Изображение
sv: Bild
ta: படம்
te: చిత్రం
th: ภาพ
tr: Resim
vi: Hình ảnh

source: A JSON object
ar: كائن JSON
bn: একটি JSON অবজেক্ট
da: Et JSON-objekt
de: Ein JSON-Objekt
el: Ένα αντικείμενο JSON
es: Un objeto JSON
fi: JSON-objekti
fr: Un objet JSON
gu: JSON ઑબ્જેક્ટ
he: אובייקט JSON
hi: एक JSON ऑब्जेक्ट
id: Objek JSON
it: Un oggetto JSON
ja: JSON オブジェクト
kn: JSON ವಸ್ತು
ml: ഒരു JSON ഒബ്‌ജക്റ്റ്
mr: JSON ऑब्जेक्ट
nl: Een JSON-object
no: Et JSON-objekt
or: ଏକ JSON ବସ୍ତୁ |
pa: ਇੱਕ JSON ਵਸਤੂ
pl: Obiekt JSON
pt: Um objeto JSON
ru: Объект JSON
sv: Ett JSON-objekt
ta: ஒரு JSON பொருள்
te: JSON వస్తువు
th: วัตถุ JSON
tr: Bir JSON nesnesi
vi: Một đối tượng JSON

source: Value must be valid JSON.
ar: يجب أن تكون القيمة صالحة JSON.
bn: মান অবশ্যই বৈধ JSON হতে হবে।
da: Værdien skal være gyldig JSON.
de: Der Wert muss gültiges JSON sein.
el: Η τιμή πρέπει να είναι έγκυρη JSON.
es: El valor debe ser JSON válido.
fi: Arvon on oltava kelvollinen JSON.
fr: La valeur doit être un JSON valide.
gu: મૂલ્ય માન્ય JSON હોવું આવશ્યક છે.
he: הערך חייב להיות JSON חוקי.
hi: मान मान्य JSON होना चाहिए.
id: Nilai harus berupa JSON yang valid.
it: Il valore deve essere un JSON valido.
ja: 値は有効な JSON である必要があります。
kn: ಮೌಲ್ಯವು ಮಾನ್ಯವಾದ JSON ಆಗಿರಬೇಕು.
ml: മൂല്യം സാധുവായ JSON ആയിരിക്കണം.
mr: मूल्य वैध JSON असणे आवश्यक आहे.
nl: De waarde moet een geldige JSON zijn.
no: Verdien må være gyldig JSON.
or: ମୂଲ୍ୟ ନିଶ୍ଚିତ ଭାବରେ ବ valid ଧ JSON ଅଟେ |
pa: ਮੁੱਲ ਵੈਧ JSON ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Wartość musi być prawidłowym kodem JSON.
pt: O valor deve ser JSON válido.
ru: Значение должно быть действительным JSON.
sv: Värdet måste vara giltigt JSON.
ta: மதிப்பு சரியான JSON ஆக இருக்க வேண்டும்.
te: విలువ తప్పనిసరిగా చెల్లుబాటు అయ్యే JSON అయి ఉండాలి.
th: ค่าต้องเป็น JSON ที่ถูกต้อง
tr: Değer geçerli bir JSON olmalıdır.
vi: Giá trị phải là JSON hợp lệ.
