Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Technology
ar: تكنولوجيا
bn: প্রযুক্তি
da: Teknologi
de: Technologie
el: Τεχνολογία
es: Tecnología
fi: Tekniikka
fr: Technologie
he: טֶכנוֹלוֹגִיָה
hi: तकनीकी
id: Teknologi
it: Tecnologia
ja: テクノロジー
kn: ತಂತ್ರಜ್ಞಾನ
ml: സാങ്കേതികവിദ്യ
mr: तंत्रज्ञान
nl: Technologie
pa: ਤਕਨਾਲੋਜੀ
pl: Technologia
pt: Tecnologia
ru: Технология
sv: Teknologi
ta: தொழில்நுட்பம்
te: సాంకేతికత
th: เทคโนโลยี
tr: Teknoloji
vi: Công nghệ

source: Data Science Mastery
ar: إتقان علوم البيانات
bn: ডেটা সায়েন্স মাস্টারি
da: Data Science beherskelse
de: Beherrschung der Datenwissenschaft
el: Μάστερ Επιστήμης Δεδομένων
es: Dominio de la ciencia de datos
fi: Tietojen hallinta
fr: Maîtrise de la science des données
he: שליטה במדעי הנתונים
hi: डेटा विज्ञान में महारत
id: Penguasaan Ilmu Data
it: Padronanza della scienza dei dati
ja: データサイエンスの習得
kn: ಡೇಟಾ ಸೈನ್ಸ್ ಮಾಸ್ಟರಿ
ml: ഡാറ്റ സയൻസ് മാസ്റ്ററി
mr: डेटा सायन्स मास्टरी
nl: Meesterschap in datawetenschap
pa: ਡਾਟਾ ਸਾਇੰਸ ਮਹਾਰਤ
pl: Mistrzostwo nauki o danych
pt: Domínio da ciência de dados
ru: Мастерство науки о данных
sv: Behärskning av datavetenskap
ta: தரவு அறிவியல் தேர்ச்சி
te: డేటా సైన్స్ నైపుణ్యం
th: ความเชี่ยวชาญด้านวิทยาศาสตร์ข้อมูล
tr: Veri Bilimi Ustalığı
vi: Làm chủ khoa học dữ liệu

source: Data & Analytics
ar: البيانات والتحليلات
bn: ডেটা এবং বিশ্লেষণ
de: Daten und Analysen
el: Δεδομένα & Αναλύσεις
es: Datos y análisis
fr: Données et analyses
he: נתונים ואנליטיקה
hi: डेटा विश्लेषण
id: Data & Analisis
it: Dati e analisi
ja: データと分析
kn: ಡೇಟಾ & ಅನಾಲಿಟಿಕ್ಸ್
ml: ഡാറ്റ & അനലിറ്റിക്സ്
mr: डेटा आणि विश्लेषण
nl: Gegevens en analyses
pa: ਡਾਟਾ ਅਤੇ ਵਿਸ਼ਲੇਸ਼ਣ
pl: Dane i analityka
pt: Dados e análises
ru: Данные и аналитика
ta: தரவு & பகுப்பாய்வு
te: డేటా & అనలిటిక్స్
th: ข้อมูลและการวิเคราะห์
tr: Veri ve Analitik
vi: Dữ liệu & Phân tích

source: Learning Path Visualization: Full Stack Web Development
ar: تصور مسار التعلم: تطوير ويب مكدس كامل
bn: লার্নিং পাথ ভিজ্যুয়ালাইজেশন: ফুল স্ট্যাক ওয়েব ডেভেলপমেন্ট
da: Læringsstivisualisering: Full Stack Webudvikling
de: Visualisierung des Lernpfads: Full-Stack-Webentwicklung
el: Οπτικοποίηση διαδρομής μάθησης: Ανάπτυξη Web Full Stack
es: Visualización de la ruta de aprendizaje: desarrollo web completo
fi: Oppimispolun visualisointi: Full Stack Web Development
fr: Visualisation du parcours d'apprentissage : développement Web Full Stack
he: ויזואליזציה של נתיב למידה: פיתוח אינטרנט מלא
hi: लर्निंग पाथ विज़ुअलाइज़ेशन: पूर्ण स्टैक वेब विकास
id: Visualisasi Jalur Pembelajaran: Pengembangan Web Full Stack
it: Visualizzazione del percorso di apprendimento: sviluppo Web full stack
ja: ラーニング パスの視覚化: フルスタック Web 開発
kn: ಕಲಿಕೆಯ ಮಾರ್ಗ ದೃಶ್ಯೀಕರಣ: ಪೂರ್ಣ ಸ್ಟಾಕ್ ವೆಬ್ ಅಭಿವೃದ್ಧಿ
ml: പഠന പാത ദൃശ്യവൽക്കരണം: പൂർണ്ണ സ്റ്റാക്ക് വെബ് വികസനം
mr: लर्निंग पाथ व्हिज्युअलायझेशन: पूर्ण स्टॅक वेब विकास
nl: Visualisatie van leerpaden: volledige webontwikkeling
pa: ਲਰਨਿੰਗ ਪਾਥ ਵਿਜ਼ੂਅਲਾਈਜ਼ੇਸ਼ਨ: ਪੂਰਾ ਸਟੈਕ ਵੈੱਬ ਵਿਕਾਸ
pl: Wizualizacja ścieżki edukacyjnej: tworzenie stron internetowych z pełnym stosem
pt: Visualização do caminho de aprendizagem: Desenvolvimento Web Full Stack
ru: Визуализация пути обучения: полноценная веб-разработка
sv: Inlärningsvägvisualisering: Webbutveckling i full stack
ta: கற்றல் பாதை காட்சிப்படுத்தல்: முழு அடுக்கு வலை அபிவிருத்தி
te: అభ్యాస మార్గం విజువలైజేషన్: పూర్తి స్టాక్ వెబ్ అభివృద్ధి
th: การสร้างภาพเส้นทางการเรียนรู้: การพัฒนาเว็บแบบเต็มสแต็ก
tr: Öğrenim Yolu Görselleştirmesi: Tam Yığın Web Geliştirme
vi: Trực quan hóa lộ trình học tập: Phát triển web toàn diện

source: HTML & CSS Basics
ar: أساسيات HTML وCSS
bn: HTML এবং CSS বেসিক
da: Grundlæggende HTML og CSS
de: HTML- und CSS-Grundlagen
el: Βασικά στοιχεία HTML & CSS
es: Conceptos básicos de HTML y CSS
fi: HTML:n ja CSS:n perusteet
fr: Bases HTML et CSS
he: יסודות HTML ו-CSS
hi: HTML और CSS मूल बातें
id: Dasar-dasar HTML & CSS
it: Nozioni di base su HTML e CSS
ja: HTML と CSS の基本
kn: HTML ಮತ್ತು CSS ಬೇಸಿಕ್ಸ್
ml: HTML & CSS അടിസ്ഥാനങ്ങൾ
mr: HTML आणि CSS मूलभूत
nl: HTML- en CSS-basisprincipes
pa: HTML ਅਤੇ CSS ਬੇਸਿਕਸ
pl: Podstawy HTML i CSS
pt: Noções básicas de HTML e CSS
ru: Основы HTML и CSS
sv: Grunderna i HTML och CSS
ta: HTML & CSS அடிப்படைகள்
te: HTML & CSS బేసిక్స్
th: พื้นฐาน HTML และ CSS
tr: HTML ve CSS Temelleri
vi: Khái niệm cơ bản về HTML & CSS

source: 4 weeks
ar: 4 أسابيع
bn: 4 সপ্তাহ
da: 4 uger
de: 4 Wochen
el: 4 εβδομάδες
es: 4 semanas
fi: 4 viikkoa
fr: 4 semaines
he: 4 שבועות
hi: 4 सप्ताह
id: 4 minggu
it: 4 settimane
ja: 4週間
kn: 4 ವಾರಗಳು
ml: 4 ആഴ്ച
mr: 4 आठवडे
nl: 4 weken
pa: 4 ਹਫ਼ਤੇ
pl: 4 tygodnie
pt: 4 semanas
ru: 4 недели
sv: 4 veckor
ta: 4 வாரங்கள்
te: 4 వారాలు
th: 4 สัปดาห์
tr: 4 hafta
vi: 4 tuần

source: JavaScript Fundamentals
ar: أساسيات جافا سكريبت
bn: জাভাস্ক্রিপ্ট ফান্ডামেন্টাল
de: JavaScript-Grundlagen
el: Βασικές αρχές JavaScript
es: Fundamentos de JavaScript
fi: JavaScriptin perusteet
fr: Principes fondamentaux de JavaScript
he: יסודות JavaScript
hi: जावास्क्रिप्ट बुनियादी बातें
id: Dasar-dasar JavaScript
it: Fondamenti di JavaScript
ja: JavaScript の基礎
kn: ಜಾವಾಸ್ಕ್ರಿಪ್ಟ್ ಫಂಡಮೆಂಟಲ್ಸ್
ml: JavaScript അടിസ്ഥാനങ്ങൾ
mr: JavaScript मूलभूत तत्त्वे
nl: JavaScript-grondbeginselen
pa: JavaScript ਫੰਡਾਮੈਂਟਲਜ਼
pl: Podstawy JavaScriptu
pt: Fundamentos de JavaScript
ru: Основы JavaScript
ta: ஜாவாஸ்கிரிப்ட் அடிப்படைகள்
te: జావాస్క్రిప్ట్ ఫండమెంటల్స్
th: พื้นฐานจาวาสคริปต์
tr: JavaScript'in Temelleri
vi: Cơ bản về JavaScript

source: 6 weeks
ar: 6 أسابيع
bn: 6 সপ্তাহ
da: 6 uger
de: 6 Wochen
el: 6 εβδομάδες
es: 6 semanas
fi: 6 viikkoa
fr: 6 semaines
he: 6 שבועות
hi: 6 सप्ताह
id: 6 minggu
it: 6 settimane
ja: 6週間
kn: 6 ವಾರಗಳು
ml: 6 ആഴ്ച
mr: 6 आठवडे
nl: 6 weken
pa: 6 ਹਫ਼ਤੇ
pl: 6 tygodni
pt: 6 semanas
ru: 6 недель
sv: 6 veckor
ta: 6 வாரங்கள்
te: 6 వారాలు
th: 6 สัปดาห์
tr: 6 hafta
vi: 6 tuần

source: Backend with Node.js
ar: الواجهة الخلفية مع Node.js
bn: Node.js এর সাথে ব্যাকএন্ড
da: Backend med Node.js
de: Backend mit Node.js
el: Backend με Node.js
es: Backend con Node.js
fi: Node.js:n taustaohjelma
fr: Back-end avec Node.js
he: אחורי עם Node.js
hi: Node.js के साथ बैकएंड
id: Backend dengan Node.js
it: Backend con Node.js
ja: Node.jsを使用したバックエンド
kn: Node.js ಜೊತೆಗೆ ಬ್ಯಾಕೆಂಡ್
ml: Node.js ഉള്ള ബാക്കെൻഡ്
mr: Node.js सह बॅकएंड
nl: Backend met Node.js
pa: Node.js ਦੇ ਨਾਲ ਬੈਕਐਂਡ
pl: Backend z Node.js
pt: Back-end com Node.js
ru: Бэкэнд с Node.js
sv: Backend med Node.js
ta: Node.js உடன் பின்னிணைப்பு
te: Node.jsతో బ్యాకెండ్
th: แบ็กเอนด์ด้วย Node.js
tr: Node.js ile arka uç
vi: Phần cuối với Node.js

source: 8 weeks
ar: 8 أسابيع
bn: 8 সপ্তাহ
da: 8 uger
de: 8 Wochen
el: 8 εβδομάδες
es: 8 semanas
fi: 8 viikkoa
fr: 8 semaines
he: 8 שבועות
hi: 8 सप्ताह
id: 8 minggu
it: 8 settimane
ja: 8週間
kn: 8 ವಾರಗಳು
ml: 8 ആഴ്ച
mr: 8 आठवडे
nl: 8 weken
pa: 8 ਹਫ਼ਤੇ
pl: 8 tygodni
pt: 8 semanas
ru: 8 недель
sv: 8 veckor
ta: 8 வாரங்கள்
te: 8 వారాలు
th: 8 สัปดาห์
tr: 8 hafta
vi: 8 tuần

source: Frontend Frameworks
ar: أطر الواجهة الأمامية
bn: ফ্রন্টএন্ড ফ্রেমওয়ার্ক
da: Frontend-rammer
es: Marcos de interfaz de usuario
fr: Cadres frontaux
he: מסגרות חזיתיות
hi: फ्रंटएंड फ्रेमवर्क
id: Kerangka Frontend
it: Framework frontend
ja: フロントエンドフレームワーク
kn: ಮುಂಭಾಗದ ಚೌಕಟ್ಟುಗಳು
ml: ഫ്രണ്ടെൻഡ് ഫ്രെയിംവർക്കുകൾ
mr: फ्रंटएंड फ्रेमवर्क
pa: ਫਰੰਟਐਂਡ ਫਰੇਮਵਰਕ
pl: Frameworki frontendowe
pt: Estruturas de front-end
ru: Фронтенд-фреймворки
ta: முன்னணி கட்டமைப்புகள்
te: ఫ్రంటెండ్ ఫ్రేమ్‌వర్క్‌లు
th: กรอบงานส่วนหน้า
tr: Ön Uç Çerçeveleri
vi: Khung giao diện người dùng

source: Capstone Project
ar: مشروع كابستون
bn: ক্যাপস্টোন প্রকল্প
da: Capstone projekt
de: Capstone-Projekt
es: Proyecto final
fi: Capstone projekti
fr: Projet de synthèse
he: פרויקט קפסטון
hi: कैपस्टोन परियोजना
id: Proyek Batu Penjuru
it: Progetto Capstone
ja: キャップストーンプロジェクト
kn: ಕ್ಯಾಪ್ಸ್ಟೋನ್ ಯೋಜನೆ
ml: ക്യാപ്‌സ്റ്റോൺ പദ്ധതി
mr: कॅपस्टोन प्रकल्प
pa: ਕੈਪਸਟੋਨ ਪ੍ਰੋਜੈਕਟ
pl: Projekt Capstone
pt: Projeto Capstone
ru: Капстоун Проект
sv: Capstone-projektet
ta: கேப்ஸ்டோன் திட்டம்
te: కాప్స్టోన్ ప్రాజెక్ట్
th: โครงการแคปสโตน
tr: Bitirme Projesi
vi: Dự án Capstone

source: Learning Path Visualization: Data Science Mastery
ar: تصور مسار التعلم: إتقان علوم البيانات
bn: শেখার পথ ভিজ্যুয়ালাইজেশন: ডেটা সায়েন্স মাস্টারি
da: Læringsstivisualisering: Data Science Mestring
de: Visualisierung des Lernpfads: Beherrschung der Datenwissenschaft
el: Οπτικοποίηση διαδρομής μάθησης: Μάστερη επιστήμης δεδομένων
es: Visualización de la ruta de aprendizaje: dominio de la ciencia de datos
fi: Oppimispolun visualisointi: Datatieteen hallinta
fr: Visualisation du parcours d'apprentissage : maîtrise de la science des données
he: ויזואליזציה של נתיב למידה: שליטה במדעי הנתונים
hi: लर्निंग पाथ विज़ुअलाइज़ेशन: डेटा साइंस मास्टरी
id: Visualisasi Jalur Pembelajaran: Penguasaan Ilmu Data
it: Visualizzazione del percorso di apprendimento: padronanza della scienza dei dati
ja: ラーニング パスの視覚化: データ サイエンスの習得
kn: ಕಲಿಕೆಯ ಮಾರ್ಗ ದೃಶ್ಯೀಕರಣ: ಡೇಟಾ ಸೈನ್ಸ್ ಮಾಸ್ಟರಿ
ml: ലേണിംഗ് പാത്ത് വിഷ്വലൈസേഷൻ: ഡാറ്റ സയൻസ് മാസ്റ്ററി
mr: लर्निंग पाथ व्हिज्युअलायझेशन: डेटा सायन्स मास्टरी
nl: Visualisatie van leerpaden: meesterschap in datawetenschap
pa: ਲਰਨਿੰਗ ਪਾਥ ਵਿਜ਼ੂਅਲਾਈਜ਼ੇਸ਼ਨ: ਡੇਟਾ ਸਾਇੰਸ ਮਾਸਟਰੀ
pl: Wizualizacja ścieżki edukacyjnej: biegłość w nauce danych
pt: Visualização do caminho de aprendizagem: domínio da ciência de dados
ru: Визуализация пути обучения: освоение науки о данных
ta: கற்றல் பாதை காட்சிப்படுத்தல்: தரவு அறிவியல் தேர்ச்சி
te: లెర్నింగ్ పాత్ విజువలైజేషన్: డేటా సైన్స్ మాస్టరీ
th: การสร้างภาพเส้นทางการเรียนรู้: ความเชี่ยวชาญด้านวิทยาศาสตร์ข้อมูล
tr: Öğrenim Yolu Görselleştirmesi: Veri Bilimi Ustalığı
vi: Trực quan hóa lộ trình học tập: Làm chủ khoa học dữ liệu

source: Introduction to Data Science
ar: مقدمة في علم البيانات
bn: তথ্য বিজ্ঞান ভূমিকা
da: Introduktion til datavidenskab
de: Einführung in die Datenwissenschaft
el: Εισαγωγή στην Επιστήμη Δεδομένων
es: Introducción a la ciencia de datos
fi: Johdatus tietotieteeseen
fr: Introduction à la science des données
he: מבוא למדעי הנתונים
hi: डेटा विज्ञान का परिचय
id: Pengantar Ilmu Data
it: Introduzione alla scienza dei dati
ja: データサイエンス入門
kn: ದತ್ತಾಂಶ ವಿಜ್ಞಾನದ ಪರಿಚಯ
ml: ഡാറ്റാ സയൻസിൻ്റെ ആമുഖം
mr: डेटा सायन्सचा परिचय
nl: Inleiding tot datawetenschap
pa: ਡੇਟਾ ਸਾਇੰਸ ਨਾਲ ਜਾਣ-ਪਛਾਣ
pl: Wprowadzenie do nauki o danych
pt: Introdução à Ciência de Dados
ru: Введение в науку о данных
sv: Introduktion till datavetenskap
ta: தரவு அறிவியலுக்கான அறிமுகம்
te: డేటా సైన్స్ పరిచయం
th: ความรู้เบื้องต้นเกี่ยวกับวิทยาศาสตร์ข้อมูล
tr: Veri Bilimine Giriş
vi: Giới thiệu về Khoa học dữ liệu

source: Statistics and Probability
ar: الإحصائيات والاحتمالات
bn: পরিসংখ্যান এবং সম্ভাব্যতা
da: Statistik og sandsynlighed
de: Statistik und Wahrscheinlichkeit
el: Στατιστική και Πιθανότητες
es: Estadística y probabilidad
fi: Tilastot ja todennäköisyys
fr: Statistiques et probabilités
he: סטטיסטיקה והסתברות
hi: सांख्यिकी और संभाव्यता
id: Statistik dan Probabilitas
it: Statistica e probabilità
ja: 統計と確率
kn: ಅಂಕಿಅಂಶಗಳು ಮತ್ತು ಸಂಭವನೀಯತೆ
ml: സ്ഥിതിവിവരക്കണക്കുകളും സാധ്യതയും
mr: आकडेवारी आणि संभाव्यता
nl: Statistieken en waarschijnlijkheid
pa: ਅੰਕੜੇ ਅਤੇ ਸੰਭਾਵਨਾ
pl: Statystyka i prawdopodobieństwo
pt: Estatística e Probabilidade
ru: Статистика и вероятность
sv: Statistik och sannolikhet
ta: புள்ளியியல் மற்றும் நிகழ்தகவு
te: గణాంకాలు మరియు సంభావ్యత
th: สถิติและความน่าจะเป็น
tr: İstatistik ve Olasılık
vi: Thống kê và xác suất

source: Python for Data Science
ar: بايثون لعلوم البيانات
bn: ডেটা সায়েন্সের জন্য পাইথন
da: Python til datavidenskab
de: Python für Data Science
el: Python για Επιστήμη Δεδομένων
es: Python para la ciencia de datos
fi: Python tietotieteelle
fr: Python pour la science des données
hi: डेटा साइंस के लिए पायथन
id: Python untuk Ilmu Data
it: Python per la scienza dei dati
ja: データサイエンスのためのPython
kn: ಡೇಟಾ ಸೈನ್ಸ್‌ಗಾಗಿ ಪೈಥಾನ್
ml: ഡാറ്റാ സയൻസിൻ്റെ പൈത്തൺ
mr: डेटा सायन्ससाठी पायथन
nl: Python voor datawetenschap
pa: ਡੇਟਾ ਸਾਇੰਸ ਲਈ ਪਾਈਥਨ
pl: Python w nauce danych
pt: Python para ciência de dados
ru: Python для науки о данных
sv: Python för datavetenskap
ta: தரவு அறிவியலுக்கான பைதான்
te: డేటా సైన్స్ కోసం పైథాన్
th: Python สำหรับวิทยาศาสตร์ข้อมูล
tr: Veri Bilimi için Python
vi: Python cho khoa học dữ liệu

source: Data Visualization
ar: تصور البيانات
bn: ডেটা ভিজ্যুয়ালাইজেশন
da: Datavisualisering
de: Datenvisualisierung
el: Οπτικοποίηση δεδομένων
es: Visualización de datos
fi: Tietojen visualisointi
fr: Visualisation des données
he: הדמיית נתונים
hi: डेटा विज़ुअलाइज़ेशन
id: Visualisasi Data
it: Visualizzazione dei dati
ja: データの視覚化
kn: ಡೇಟಾ ದೃಶ್ಯೀಕರಣ
ml: ഡാറ്റ ദൃശ്യവൽക്കരണം
mr: डेटा व्हिज्युअलायझेशन
nl: Datavisualisatie
pa: ਡਾਟਾ ਵਿਜ਼ੂਅਲਾਈਜ਼ੇਸ਼ਨ
pl: Wizualizacja danych
pt: Visualização de dados
ru: Визуализация данных
sv: Datavisualisering
ta: தரவு காட்சிப்படுத்தல்
te: డేటా విజువలైజేషన్
th: การแสดงข้อมูล
tr: Veri Görselleştirme
vi: Trực quan hóa dữ liệu

source: Machine Learning Fundamentals
ar: أساسيات التعلم الآلي
bn: মেশিন লার্নিং ফান্ডামেন্টাল
de: Grundlagen des maschinellen Lernens
el: Βασικές αρχές μηχανικής μάθησης
es: Fundamentos del aprendizaje automático
fi: Koneoppimisen perusteet
fr: Fondamentaux de l'apprentissage automatique
he: יסודות למידת מכונה
hi: मशीन लर्निंग की बुनियादी बातें
id: Dasar-dasar Pembelajaran Mesin
it: Fondamenti di apprendimento automatico
ja: 機械学習の基礎
kn: ಯಂತ್ರ ಕಲಿಕೆಯ ಮೂಲಭೂತ ಅಂಶಗಳು
ml: മെഷീൻ ലേണിംഗ് അടിസ്ഥാനങ്ങൾ
mr: मशीन लर्निंग मूलभूत तत्त्वे
nl: Basisprincipes van machinaal leren
pa: ਮਸ਼ੀਨ ਸਿਖਲਾਈ ਦੇ ਬੁਨਿਆਦੀ ਤੱਤ
pl: Podstawy uczenia maszynowego
pt: Fundamentos do aprendizado de máquina
ru: Основы машинного обучения
sv: Grundläggande maskininlärning
ta: இயந்திர கற்றல் அடிப்படைகள்
te: మెషిన్ లెర్నింగ్ ఫండమెంటల్స్
th: พื้นฐานการเรียนรู้ของเครื่อง
tr: Makine Öğreniminin Temelleri
vi: Nguyên tắc cơ bản về học máy

source: 10 weeks
ar: 10 أسابيع
bn: 10 সপ্তাহ
da: 10 uger
de: 10 Wochen
el: 10 εβδομάδες
es: 10 semanas
fi: 10 viikkoa
fr: 10 semaines
he: 10 שבועות
hi: 10 सप्ताह
id: 10 minggu
it: 10 settimane
ja: 10週間
kn: 10 ವಾರಗಳು
ml: 10 ആഴ്ച
mr: 10 आठवडे
nl: 10 weken
pa: 10 ਹਫ਼ਤੇ
pl: 10 tygodni
pt: 10 semanas
ru: 10 недель
sv: 10 veckor
ta: 10 வாரங்கள்
te: 10 వారాలు
th: 10 สัปดาห์
tr: 10 hafta
vi: 10 tuần

source: Deep Learning
ar: التعلم العميق
bn: গভীর শিক্ষা
da: Dyb læring
de: Tiefes Lernen
el: Βαθιά Μάθηση
es: Aprendizaje profundo
fi: Syväoppiminen
fr: Apprentissage profond
he: למידה עמוקה
hi: गहन शिक्षा
id: Pembelajaran Mendalam
it: Apprendimento profondo
ja: ディープラーニング
kn: ಆಳವಾದ ಕಲಿಕೆ
ml: ആഴത്തിലുള്ള പഠനം
mr: सखोल शिक्षण
nl: Diep leren
pa: ਡੂੰਘੀ ਸਿਖਲਾਈ
pl: Głębokie uczenie się
pt: Aprendizado profundo
ru: Глубокое обучение
ta: ஆழ்ந்த கற்றல்
te: లోతైన అభ్యాసం
th: การเรียนรู้เชิงลึก
tr: Derin Öğrenme
vi: Học sâu

source: Big Data Technologies
ar: تقنيات البيانات الضخمة
bn: বিগ ডেটা টেকনোলজিস
da: Big Data teknologier
de: Big-Data-Technologien
es: Tecnologías de grandes datos
fi: Big Data -teknologiat
fr: Technologies du Big Data
he: טכנולוגיות ביג דאטה
hi: बिग डेटा टेक्नोलॉजीज
id: Teknologi Data Besar
it: Tecnologie dei Big Data
ja: ビッグデータ技術
kn: ಬಿಗ್ ಡೇಟಾ ಟೆಕ್ನಾಲಜೀಸ್
ml: ബിഗ് ഡാറ്റ ടെക്നോളജീസ്
mr: बिग डेटा तंत्रज्ञान
nl: Big Data-technologieën
pa: ਬਿਗ ਡਾਟਾ ਤਕਨਾਲੋਜੀ
pl: Technologie Big Data
pt: Tecnologias de Big Data
ru: Технологии больших данных
sv: Big Data-teknik
ta: பெரிய தரவு தொழில்நுட்பங்கள்
te: బిగ్ డేటా టెక్నాలజీస్
th: เทคโนโลยีข้อมูลขนาดใหญ่
tr: Büyük Veri Teknolojileri
vi: Công nghệ dữ liệu lớn

source: Learner Progress Distribution
ar: توزيع تقدم المتعلم
bn: শিক্ষার্থী অগ্রগতি বিতরণ
da: Fordeling af elevfremskridt
de: Verteilung des Lernfortschritts
el: Κατανομή προόδου του μαθητή
es: Distribución del progreso del alumno
fi: Oppijan edistymisen jakelu
fr: Répartition des progrès des apprenants
he: התפלגות התקדמות הלומדים
hi: शिक्षार्थी प्रगति वितरण
id: Distribusi Kemajuan Peserta Didik
it: Distribuzione dei progressi dello studente
ja: 学習者の進捗状況の配布
kn: ಕಲಿಯುವವರ ಪ್ರಗತಿ ವಿತರಣೆ
ml: പഠിതാക്കളുടെ പുരോഗതി വിതരണം
mr: शिकाऊ प्रगती वितरण
nl: Verdeling van de voortgang van leerlingen
pa: ਸਿਖਿਆਰਥੀ ਤਰੱਕੀ ਵੰਡ
pl: Dystrybucja postępów uczniów
pt: Distribuição do progresso do aluno
ru: Распределение прогресса учащихся
sv: Fördelning av elevernas framsteg
ta: கற்றவர் முன்னேற்றம் விநியோகம்
te: లెర్నర్ ప్రోగ్రెస్ డిస్ట్రిబ్యూషన్
th: การกระจายความก้าวหน้าของผู้เรียน
tr: Öğrenci İlerleme Dağılımı
vi: Phân bổ tiến độ của người học

source: Completion Time Analysis
ar: تحليل وقت الانتهاء
bn: সমাপ্তির সময় বিশ্লেষণ
da: Gennemførelsestidsanalyse
de: Fertigstellungszeitanalyse
el: Ανάλυση χρόνου ολοκλήρωσης
es: Análisis del tiempo de finalización
fi: Valmistumisaika-analyysi
fr: Analyse du temps de réalisation
he: ניתוח זמן השלמה
hi: समापन समय विश्लेषण
id: Analisis Waktu Penyelesaian
it: Analisi dei tempi di completamento
ja: 完了時間の分析
kn: ಪೂರ್ಣಗೊಳಿಸುವಿಕೆಯ ಸಮಯದ ವಿಶ್ಲೇಷಣೆ
ml: പൂർത്തീകരണ സമയ വിശകലനം
mr: पूर्ण होण्याच्या वेळेचे विश्लेषण
nl: Analyse van de voltooiingstijd
pa: ਪੂਰਾ ਹੋਣ ਦਾ ਸਮਾਂ ਵਿਸ਼ਲੇਸ਼ਣ
pl: Analiza czasu realizacji
pt: Análise do Tempo de Conclusão
ru: Анализ времени завершения
sv: Analys av slutförandetid
ta: நிறைவு நேர பகுப்பாய்வு
te: పూర్తి సమయం విశ్లేషణ
th: การวิเคราะห์เวลาที่เสร็จสมบูรณ์
tr: Tamamlanma Süresi Analizi
vi: Phân tích thời gian hoàn thành

source: Learner Feedback
ar: ردود فعل المتعلم
bn: শিক্ষার্থীর প্রতিক্রিয়া
da: Elevfeedback
de: Feedback der Lernenden
el: Ανατροφοδότηση μαθητών
es: Comentarios del alumno
fi: Oppijan palaute
fr: Commentaires des apprenants
gu: શીખનાર પ્રતિસાદ
he: משוב לומד
hi: शिक्षार्थी प्रतिक्रिया
id: Umpan Balik Pelajar
it: Feedback degli studenti
ja: 学習者のフィードバック
kn: ಕಲಿಯುವವರ ಪ್ರತಿಕ್ರಿಯೆ
ml: പഠിതാക്കളുടെ ഫീഡ്ബാക്ക്
mr: शिकाऊ अभिप्राय
nl: Feedback van leerlingen
no: Tilbakemelding fra elever
or: ଶିକ୍ଷାର୍ଥୀ ମତାମତ |
pa: ਸਿਖਿਆਰਥੀ ਫੀਡਬੈਕ
pl: Informacje zwrotne od ucznia
pt: Feedback do aluno
ru: Отзывы учащихся
sv: Elevfeedback
ta: கற்றவர் கருத்து
te: అభ్యాసకుల అభిప్రాయం
th: ผลตอบรับของผู้เรียน
tr: Öğrenci Geri Bildirimi
vi: Phản hồi của người học

source: Learner
ar: المتعلم
bn: শিক্ষিকা
da: Lærer
de: Lerner
el: Μαθητής
es: Aprendiz
fi: Oppija
fr: Apprenant
gu: શીખનાર
he: לומד
hi: शिक्षार्थी
id: Pelajar
it: Studente
ja: 学習者
kn: ಕಲಿಯುವವರು
ml: പഠിതാവ്
mr: शिकणारा
nl: Leerling
no: Lærer
or: ଶିକ୍ଷାର୍ଥୀ
pa: ਸਿੱਖਣ ਵਾਲਾ
pl: Uczeń
pt: Aluno
ru: Учащийся
sv: Elev
ta: கற்றவர்
te: అభ్యాసకుడు
th: ผู้เรียน
tr: Öğrenci
vi: Người học

source: The learning path was well-structured and provided a clear roadmap to becoming a full stack developer. The projects were particularly helpful in applying the concepts learned.
ar: كان مسار التعلم منظمًا بشكل جيد وقدم خارطة طريق واضحة لتصبح مطور مكدس كامل. وكانت المشاريع مفيدة بشكل خاص في تطبيق المفاهيم المستفادة.
bn: শেখার পথটি সুগঠিত ছিল এবং একটি সম্পূর্ণ স্ট্যাক ডেভেলপার হওয়ার জন্য একটি পরিষ্কার রোডম্যাপ প্রদান করে। প্রকল্পগুলি শেখা ধারণাগুলি প্রয়োগ করতে বিশেষভাবে সহায়ক ছিল।
da: Læringsvejen var velstruktureret og gav en klar køreplan for at blive en fuld stack-udvikler. Projekterne var særligt nyttige til at anvende de lærte begreber.
de: Der Lernpfad war gut strukturiert und bot einen klaren Weg zum Full-Stack-Entwickler. Die Projekte waren besonders hilfreich bei der Anwendung der erlernten Konzepte.
el: Η διαδρομή μάθησης ήταν καλά δομημένη και παρείχε έναν σαφή οδικό χάρτη για να γίνεις προγραμματιστής full stack. Τα έργα ήταν ιδιαίτερα χρήσιμα στην εφαρμογή των εννοιών που διδάχθηκαν.
es: La ruta de aprendizaje estuvo bien estructurada y proporcionó una hoja de ruta clara para convertirse en un desarrollador completo. Los proyectos fueron particularmente útiles para aplicar los conceptos aprendidos.
fi: Oppimispolku oli hyvin jäsennelty ja tarjosi selkeän etenemissuunnitelman täyden pinon kehittäjäksi tulemiseen. Projektit auttoivat erityisesti opittujen käsitteiden soveltamisessa.
fr: Le parcours d'apprentissage était bien structuré et fournissait une feuille de route claire pour devenir un développeur full stack. Les projets ont été particulièrement utiles dans l’application des concepts appris.
he: מסלול הלמידה היה מובנה היטב וסיפק מפת דרכים ברורה להפוך למפתח מלא. הפרויקטים עזרו במיוחד ביישום המושגים שנלמדו.
hi: सीखने का मार्ग अच्छी तरह से संरचित था और पूर्ण स्टैक डेवलपर बनने के लिए एक स्पष्ट रोडमैप प्रदान किया गया था। सीखी गई अवधारणाओं को लागू करने में परियोजनाएँ विशेष रूप से सहायक थीं।
id: Jalur pembelajaran terstruktur dengan baik dan memberikan peta jalan yang jelas untuk menjadi full stack developer. Proyek-proyek ini sangat membantu dalam menerapkan konsep-konsep yang dipelajari.
it: Il percorso di apprendimento era ben strutturato e forniva una chiara tabella di marcia per diventare uno sviluppatore full stack. I progetti sono stati particolarmente utili per applicare i concetti appresi.
ja: 学習パスはよく構造化されており、フルスタック開発者になるための明確なロードマップを提供しました。プロジェクトは、学んだ概念を応用するのに特に役立ちました。
kn: ಕಲಿಕೆಯ ಮಾರ್ಗವು ಉತ್ತಮವಾಗಿ-ರಚನಾತ್ಮಕವಾಗಿದೆ ಮತ್ತು ಸಂಪೂರ್ಣ ಸ್ಟಾಕ್ ಡೆವಲಪರ್ ಆಗಲು ಸ್ಪಷ್ಟ ಮಾರ್ಗಸೂಚಿಯನ್ನು ಒದಗಿಸಿದೆ. ಕಲಿತ ಪರಿಕಲ್ಪನೆಗಳನ್ನು ಅನ್ವಯಿಸುವಲ್ಲಿ ಯೋಜನೆಗಳು ವಿಶೇಷವಾಗಿ ಸಹಾಯಕವಾಗಿವೆ.
ml: പഠനപാത നന്നായി ചിട്ടപ്പെടുത്തിയതും ഒരു ഫുൾ സ്റ്റാക്ക് ഡെവലപ്പർ ആകുന്നതിനുള്ള വ്യക്തമായ മാർഗരേഖയും നൽകിയിരുന്നു. പഠിച്ച ആശയങ്ങൾ പ്രയോഗിക്കുന്നതിന് പ്രോജക്ടുകൾ പ്രത്യേകിച്ചും സഹായകമായിരുന്നു.
mr: शिकण्याचा मार्ग सु-संरचित होता आणि पूर्ण स्टॅक डेव्हलपर बनण्यासाठी एक स्पष्ट रोडमॅप प्रदान केला होता. शिकलेल्या संकल्पना लागू करण्यासाठी प्रकल्प विशेषतः उपयुक्त ठरले.
nl: Het leertraject was goed gestructureerd en bood een duidelijk stappenplan om een ​​full-stack ontwikkelaar te worden. De projecten waren bijzonder nuttig bij het toepassen van de geleerde concepten.
pa: ਸਿੱਖਣ ਦਾ ਮਾਰਗ ਚੰਗੀ ਤਰ੍ਹਾਂ ਸੰਗਠਿਤ ਸੀ ਅਤੇ ਇੱਕ ਪੂਰਾ ਸਟੈਕ ਡਿਵੈਲਪਰ ਬਣਨ ਲਈ ਇੱਕ ਸਪਸ਼ਟ ਰੋਡਮੈਪ ਪ੍ਰਦਾਨ ਕਰਦਾ ਸੀ। ਪ੍ਰੋਜੈਕਟ ਸਿੱਖੀਆਂ ਧਾਰਨਾਵਾਂ ਨੂੰ ਲਾਗੂ ਕਰਨ ਵਿੱਚ ਵਿਸ਼ੇਸ਼ ਤੌਰ 'ਤੇ ਮਦਦਗਾਰ ਸਨ।
pl: Ścieżka szkoleniowa była dobrze zorganizowana i zapewniała jasny plan działania, aby zostać programistą full-stack. Projekty były szczególnie pomocne w zastosowaniu poznanych koncepcji.
pt: O caminho de aprendizagem foi bem estruturado e forneceu um roteiro claro para se tornar um desenvolvedor full stack. Os projetos foram particularmente úteis na aplicação dos conceitos aprendidos.
ru: Путь обучения был хорошо структурирован и представлял собой четкую дорожную карту для того, чтобы стать полноценным разработчиком. Проекты оказались особенно полезными в применении изученных концепций.
sv: Lärvägen var välstrukturerad och gav en tydlig färdplan för att bli en fullstack-utvecklare. Projekten var särskilt hjälpsamma för att tillämpa de begrepp som lärts.
ta: கற்றல் பாதை நன்கு கட்டமைக்கப்பட்டது மற்றும் முழுமையான ஸ்டேக் டெவலப்பராக மாறுவதற்கான தெளிவான பாதையை வழங்கியது. கற்றுக்கொண்ட கருத்துகளைப் பயன்படுத்துவதில் திட்டங்கள் குறிப்பாக உதவியாக இருந்தன.
te: అభ్యాస మార్గం బాగా నిర్మాణాత్మకంగా ఉంది మరియు పూర్తి స్టాక్ డెవలపర్‌గా మారడానికి స్పష్టమైన రోడ్‌మ్యాప్‌ను అందించింది. నేర్చుకున్న భావనలను వర్తింపజేయడంలో ప్రాజెక్ట్‌లు ప్రత్యేకంగా సహాయపడతాయి.
th: เส้นทางการเรียนรู้มีโครงสร้างที่ดีและเป็นแนวทางที่ชัดเจนในการเป็นนักพัฒนาเต็มสแต็ก โครงงานมีประโยชน์อย่างยิ่งในการประยุกต์แนวคิดที่เรียนรู้
tr: Öğrenme yolu iyi yapılandırılmıştı ve tam yığın geliştiricisi olma yolunda net bir yol haritası sağladı. Projeler özellikle öğrenilen kavramların uygulanmasında faydalı oldu.
vi: Lộ trình học tập có cấu trúc rõ ràng và cung cấp lộ trình rõ ràng để trở thành nhà phát triển full stack. Các dự án đặc biệt hữu ích trong việc áp dụng các khái niệm đã học.
