Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Create Course
ar: إنشاء دورة
bn: কোর্স তৈরি করুন
da: Opret kursus
de: Kurs erstellen
el: Δημιουργία μαθήματος
es: Crear curso
fi: Luo kurssi
fr: Créer un cours
gu: કોર્સ બનાવો
he: צור קורס
hi: पाठ्यक्रम बनाएं
id: Buat Kursus
it: Crea corso
ja: コースの作成
kn: ಕೋರ್ಸ್ ರಚಿಸಿ
ml: കോഴ്സ് സൃഷ്ടിക്കുക
mr: कोर्स तयार करा
nl: Cursus maken
no: Opprett kurs
or: ପାଠ୍ୟକ୍ରମ ସୃଷ୍ଟି କରନ୍ତୁ |
pa: ਕੋਰਸ ਬਣਾਓ
pl: Utwórz kurs
pt: Criar curso
ru: Создать курс
sv: Skapa kurs
ta: பாடத்தை உருவாக்கவும்
te: కోర్సును సృష్టించండి
th: สร้างหลักสูตร
tr: Kurs Oluştur
vi: Tạo khóa học

source: Basic Information
ar: المعلومات الأساسية
bn: মৌলিক তথ্য
da: Grundlæggende information
de: Grundlegende Informationen
el: Βασικές Πληροφορίες
es: Información básica
fi: Perustiedot
fr: Informations de base
he: מידע בסיסי
hi: मूल जानकारी
id: Informasi Dasar
it: Informazioni di base
ja: 基本情報
kn: ಮೂಲ ಮಾಹಿತಿ
ml: അടിസ്ഥാന വിവരങ്ങൾ
mr: मूलभूत माहिती
nl: Basisinformatie
pa: ਮੁੱਢਲੀ ਜਾਣਕਾਰੀ
pl: Podstawowe informacje
pt: Informações Básicas
ru: Основная информация
sv: Grundläggande information
ta: அடிப்படை தகவல்
te: ప్రాథమిక సమాచారం
th: ข้อมูลพื้นฐาน
tr: Temel Bilgiler
vi: Thông tin cơ bản

source: Short Description
ar: وصف قصير
bn: সংক্ষিপ্ত বিবরণ
da: Kort beskrivelse
de: Kurzbeschreibung
el: Σύντομη περιγραφή
es: Breve descripción
fi: Lyhyt kuvaus
fr: Brève description
he: תיאור קצר
hi: संक्षिप्त वर्णन
id: Deskripsi Singkat
it: Breve descrizione
ja: 簡単な説明
kn: ಸಂಕ್ಷಿಪ್ತ ವಿವರಣೆ
ml: ഹ്രസ്വ വിവരണം
mr: लहान वर्णन
nl: Korte beschrijving
pa: ਛੋਟਾ ਵੇਰਵਾ
pl: Krótki opis
pt: Breve descrição
ru: Краткое описание
sv: Kort beskrivning
ta: சுருக்கமான விளக்கம்
te: సంక్షిప్త వివరణ
th: คำอธิบายสั้น ๆ
tr: Kısa Açıklama
vi: Mô tả ngắn

source: Full Description
ar: الوصف الكامل
bn: সম্পূর্ণ বিবরণ
da: Fuld beskrivelse
de: Vollständige Beschreibung
el: Πλήρης περιγραφή
es: Descripción completa
fi: Täysi kuvaus
fr: Description complète
he: תיאור מלא
hi: पूर्ण विवरण
id: Deskripsi Lengkap
it: Descrizione completa
ja: 詳しい説明
kn: ಪೂರ್ಣ ವಿವರಣೆ
ml: പൂർണ്ണ വിവരണം
mr: संपूर्ण वर्णन
nl: Volledige beschrijving
pa: ਪੂਰਾ ਵੇਰਵਾ
pl: Pełny opis
pt: Descrição completa
ru: Полное описание
sv: Fullständig beskrivning
ta: முழு விளக்கம்
te: పూర్తి వివరణ
th: คำอธิบายแบบเต็ม
tr: Tam Açıklama
vi: Mô tả đầy đủ

source: Course Details
ar: تفاصيل الدورة
bn: কোর্সের বিবরণ
da: Kursusdetaljer
de: Kursdetails
el: Λεπτομέρειες μαθήματος
es: Detalles del curso
fi: Kurssin tiedot
fr: Détails du cours
he: פרטי הקורס
hi: पाठ्यक्रम विवरण
id: Detail Kursus
it: Dettagli del corso
ja: コース詳細
kn: ಕೋರ್ಸ್ ವಿವರಗಳು
ml: കോഴ്സ് വിശദാംശങ്ങൾ
mr: अभ्यासक्रम तपशील
nl: Cursusdetails
pa: ਕੋਰਸ ਦੇ ਵੇਰਵੇ
pl: Szczegóły kursu
pt: Detalhes do curso
ru: Детали курса
sv: Kursdetaljer
ta: படிப்பு விவரங்கள்
te: కోర్సు వివరాలు
th: รายละเอียดหลักสูตร
tr: Kurs Detayları
vi: Chi tiết khóa học

source: Category
ar: فئة
bn: শ্রেণী
da: Kategori
de: Kategorie
el: Κατηγορία
es: Categoría
fi: Luokka
fr: Catégorie
gu: શ્રેણી
he: קָטֵגוֹרִיָה
hi: वर्ग
id: Kategori
it: Categoria
ja: カテゴリ
kn: ವರ್ಗ
ml: വിഭാഗം
mr: श्रेणी
nl: Categorie
no: Kategori
or: ବର୍ଗ
pa: ਸ਼੍ਰੇਣੀ
pl: Kategoria
pt: Categoria
ru: Категория
sv: Kategori
ta: வகை
te: వర్గం
th: หมวดหมู่
tr: Kategori
vi: Loại

source: Language
ar: لغة
bn: ভাষা
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
fi: Kieli
fr: Langue
he: שָׂפָה
hi: भाषा
id: Bahasa
it: Lingua
ja: 言語
kn: ಭಾಷೆ
ml: ഭാഷ
mr: भाषा
nl: Taal
pa: ਭਾਸ਼ਾ
pl: Język
pt: Linguagem
ru: Язык
sv: Språk
ta: மொழி
te: భాష
th: ภาษา
tr: Dil
vi: Ngôn ngữ

source: Difficulty Level
ar: مستوى الصعوبة
bn: অসুবিধার স্তর
da: Sværhedsgrad
de: Schwierigkeitsgrad
el: Επίπεδο Δυσκολίας
es: Nivel de dificultad
fi: Vaikeustaso
fr: Niveau de difficulté
he: רמת קושי
hi: कठिनाई स्तर
id: Tingkat Kesulitan
it: Livello di difficoltà
ja: 難易度
kn: ಕಷ್ಟದ ಮಟ್ಟ
ml: ബുദ്ധിമുട്ട് നില
mr: अडचण पातळी
nl: Moeilijkheidsgraad
pa: ਮੁਸ਼ਕਲ ਪੱਧਰ
pl: Poziom trudności
pt: Nível de dificuldade
ru: Уровень сложности
sv: Svårighetsgrad
ta: சிரமம் நிலை
te: కష్టం స్థాయి
th: ระดับความยาก
tr: Zorluk Seviyesi
vi: Mức độ khó

source: Tags and Prerequisites
ar: العلامات والمتطلبات الأساسية
bn: ট্যাগ এবং পূর্বশর্ত
da: Tags og forudsætninger
de: Tags und Voraussetzungen
el: Ετικέτες και Προαπαιτούμενα
es: Etiquetas y requisitos previos
fi: Tunnisteet ja edellytykset
fr: Balises et conditions préalables
he: תגיות ודרישות מוקדמות
hi: टैग और पूर्वापेक्षाएँ
id: Tag dan Prasyarat
it: Tag e prerequisiti
ja: タグと前提条件
kn: ಟ್ಯಾಗ್ಗಳು ಮತ್ತು ಪೂರ್ವಾಪೇಕ್ಷಿತಗಳು
ml: ടാഗുകളും മുൻവ്യവസ്ഥകളും
mr: टॅग आणि पूर्वतयारी
nl: Tags en vereisten
pa: ਟੈਗਸ ਅਤੇ ਲੋੜਾਂ
pl: Tagi i wymagania wstępne
pt: Tags e pré-requisitos
ru: Теги и предварительные условия
sv: Taggar och förutsättningar
ta: குறிச்சொற்கள் மற்றும் முன்நிபந்தனைகள்
te: ట్యాగ్‌లు మరియు ముందస్తు అవసరాలు
th: แท็กและข้อกำหนดเบื้องต้น
tr: Etiketler ve Önkoşullar
vi: Thẻ và điều kiện tiên quyết

source: Tags
ar: العلامات
bn: ট্যাগ
de: Schlagworte
el: Ετικέτες
es: Etiquetas
fi: Tunnisteet
fr: Balises
he: תגים
hi: टैग
id: Tag
it: Tag
ja: タグ
kn: ಟ್ಯಾಗ್‌ಗಳು
ml: ടാഗുകൾ
mr: टॅग्ज
nl: Labels
pa: ਟੈਗਸ
pl: Tagi
pt: Etiquetas
ru: Теги
sv: Taggar
ta: குறிச்சொற்கள்
te: ట్యాగ్‌లు
th: แท็ก
tr: Etiketler
vi: Thẻ

source: Prerequisites
ar: المتطلبات الأساسية
bn: পূর্বশর্ত
da: Forudsætninger
de: Voraussetzungen
el: Προαπαιτούμενα
es: Requisitos previos
fi: Edellytykset
fr: Conditions préalables
he: דרישות מוקדמות
hi: आवश्यक शर्तें
id: Prasyarat
it: Prerequisiti
ja: 前提条件
kn: ಪೂರ್ವಾಪೇಕ್ಷಿತಗಳು
ml: മുൻവ്യവസ്ഥകൾ
mr: पूर्वतयारी
nl: Vereisten
pa: ਪੂਰਵ-ਸ਼ਰਤਾਂ
pl: Warunki wstępne
pt: Pré-requisitos
ru: Предварительные условия
sv: Förutsättningar
ta: முன்நிபந்தனைகள்
te: ముందస్తు అవసరాలు
th: ข้อกำหนดเบื้องต้น
tr: Önkoşullar
vi: Điều kiện tiên quyết

source: Cover Image
ar: صورة الغلاف
bn: কভার ইমেজ
da: Forsidebillede
de: Titelbild
el: Εικόνα εξωφύλλου
es: Imagen de portada
fi: Kansikuva
fr: Image de couverture
he: תמונת שער
hi: कवर छवि
id: Gambar Sampul
it: Immagine di copertina
ja: 表紙画像
kn: ಕವರ್ ಚಿತ್ರ
ml: മുഖചിത്രം
mr: कव्हर इमेज
nl: Omslagafbeelding
pa: ਕਵਰ ਚਿੱਤਰ
pl: Obraz na okładce
pt: Imagem da capa
ru: Обложка
sv: Omslagsbild
ta: அட்டைப் படம்
te: ముఖచిత్రం
th: ภาพปก
tr: Kapak Resmi
vi: Ảnh bìa

source: Cancel
ar: يلغي
bn: বাতিল করুন
da: Ophæve
de: Stornieren
el: Ματαίωση
es: Cancelar
fi: Peruuttaa
fr: Annuler
gu: રદ કરો
he: לְבַטֵל
hi: रद्द करना
id: Membatalkan
it: Cancellare
ja: キャンセル
kn: ರದ್ದುಮಾಡು
ml: റദ്ദാക്കുക
mr: रद्द करा
nl: Annuleren
no: Kansellere
or: ବାତିଲ୍ କରନ୍ତୁ |
pa: ਰੱਦ ਕਰੋ
pl: Anulować
pt: Cancelar
ru: Отмена
sv: Avboka
ta: ரத்து செய்
te: రద్దు చేయి
th: ยกเลิก
tr: İptal etmek
vi: Hủy bỏ

source: Course Deliveries - LMS Admin
bn: কোর্স ডেলিভারি - এলএমএস অ্যাডমিন
da: Kursusleveringer - LMS Admin
de: Kurslieferungen – LMS Admin
el: Παραδόσεις μαθημάτων - LMS Admin
es: Entregas de cursos - Administrador de LMS
fi: Kurssien toimitukset - LMS Admin
fr: Prestations de cours - Administrateur LMS
gu: કોર્સ ડિલિવરી - LMS એડમિન
he: משלוחי קורסים - LMS Admin
hi: कोर्स डिलिवरी - एलएमएस एडमिन
id: Pengiriman Kursus - Admin LMS
it: Consegne dei corsi - Amministrazione LMS
ja: コースの配信 - LMS 管理者
kn: ಕೋರ್ಸ್ ವಿತರಣೆಗಳು - LMS ನಿರ್ವಹಣೆ
ml: കോഴ്‌സ് ഡെലിവറികൾ - എൽഎംഎസ് അഡ്മിൻ
mr: अभ्यासक्रम वितरण - LMS प्रशासन
nl: Cursusleveringen - LMS-beheerder
no: Kursleveranser - LMS Admin
or: ପାଠ୍ୟକ୍ରମ ବିତରଣ - LMS ଆଡମିନି |
pa: ਕੋਰਸ ਡਿਲਿਵਰੀ - LMS ਐਡਮਿਨ
pl: Dostawy kursów — administrator LMS
pt: Entregas de cursos - Administrador LMS
ru: Проведение курсов — администратор LMS
sv: Kursleveranser - LMS Admin
ta: பாடநெறி வழங்கல்கள் - LMS நிர்வாகம்
te: కోర్సు డెలివరీలు - LMS అడ్మిన్
th: การส่งมอบหลักสูตร - ผู้ดูแลระบบ LMS
tr: Kurs Teslimatları - LMS Yöneticisi
vi: Cung cấp khóa học - LMS Admin

source: Course Deliveries
ar: تسليم الدورة - مسؤول
bn: কোর্স ডেলিভারি
da: Kursusleveringer
de: Kurslieferungen
el: Παραδόσεις μαθημάτων
es: Entregas de cursos
fi: Kurssien toimitukset
fr: Prestations de cours
he: משלוחי קורסים
hi: पाठ्यक्रम वितरण
id: Pengiriman Kursus
it: Consegne del corso
ja: コースの配信
kn: ಕೋರ್ಸ್ ವಿತರಣೆಗಳು
ml: കോഴ്സ് ഡെലിവറി
mr: अभ्यासक्रम वितरण
nl: Cursusleveringen
pa: ਕੋਰਸ ਡਿਲਿਵਰੀ
pl: Dostawy kursów
pt: Entregas de cursos
ru: Проведение курсов
sv: Kursleveranser
ta: பாட விநியோகங்கள்
te: కోర్సు డెలివరీలు
th: การส่งมอบหลักสูตร
tr: Kurs Teslimatları
vi: Cung cấp khóa học

source: Deliveries
ar: التسليم
bn: ডেলিভারি
da: Leverancer
de: Lieferungen
el: Παραδόσεις
es: Entregas
fi: Toimitukset
fr: Livraisons
gu: ડિલિવરી
he: משלוחים
hi: वितरण
id: Pengiriman
it: Consegne
ja: 配達
kn: ವಿತರಣೆಗಳು
ml: ഡെലിവറി
mr: डिलिव्हरी
nl: Leveringen
no: Leveranser
or: ବିତରଣ
pa: ਸਪੁਰਦਗੀ
pl: Dostawy
pt: Entregas
ru: Поставки
sv: Leveranser
ta: விநியோகங்கள்
te: డెలివరీలు
th: การส่งมอบ
tr: Teslimatlar
vi: Giao hàng

source: Total Deliveries
ar: إجمالي التسليمات
bn: মোট ডেলিভারি
da: Samlede leverancer
de: Gesamtlieferungen
el: Συνολικές παραδόσεις
es: Entregas Totales
fi: Toimitukset yhteensä
fr: Livraisons totales
he: סך כל משלוחים
hi: कुल डिलीवरी
id: Jumlah Pengiriman
it: Consegne totali
ja: 総配達数
kn: ಒಟ್ಟು ವಿತರಣೆಗಳು
ml: മൊത്തം ഡെലിവറികൾ
mr: एकूण वितरण
nl: Totaal aantal leveringen
pa: ਕੁੱਲ ਡਿਲੀਵਰੀ
pl: Całkowita liczba dostaw
pt: Total de entregas
ru: Всего поставок
sv: Totala leveranser
ta: மொத்த டெலிவரிகள்
te: మొత్తం డెలివరీలు
th: การส่งมอบทั้งหมด
tr: Toplam Teslimatlar
vi: Tổng số lần giao hàng

source: Active Deliveries
ar: عمليات التسليم النشطة
bn: সক্রিয় বিতরণ
da: Aktive leveringer
de: Aktive Lieferungen
el: Ενεργές παραδόσεις
es: Entregas activas
fi: Aktiiviset toimitukset
fr: Livraisons actives
he: משלוחים אקטיביים
hi: सक्रिय डिलीवरी
id: Pengiriman Aktif
it: Consegne attive
ja: アクティブな配信
kn: ಸಕ್ರಿಯ ವಿತರಣೆಗಳು
ml: സജീവ ഡെലിവറികൾ
mr: सक्रिय वितरण
nl: Actieve leveringen
pa: ਸਰਗਰਮ ਡਿਲੀਵਰੀ
pl: Aktywne dostawy
pt: Entregas ativas
ru: Активные поставки
sv: Aktiva leveranser
ta: செயலில் உள்ள விநியோகங்கள்
te: యాక్టివ్ డెలివరీలు
th: การส่งมอบที่ใช้งานอยู่
tr: Aktif Teslimatlar
vi: Hoạt động giao hàng

source: Completed Deliveries
ar: عمليات التسليم المكتملة
bn: সম্পূর্ণ ডেলিভারি
da: Gennemførte leverancer
de: Abgeschlossene Lieferungen
el: Ολοκληρωμένες παραδόσεις
es: Entregas completadas
fi: Valmiit toimitukset
fr: Livraisons terminées
he: משלוחים שהושלמו
hi: पूर्ण डिलीवरी
id: Pengiriman Selesai
it: Consegne completate
ja: 完了した納品
kn: ಪೂರ್ಣಗೊಂಡ ವಿತರಣೆಗಳು
ml: ഡെലിവറി പൂർത്തിയാക്കി
mr: पूर्ण डिलिव्हरी
nl: Voltooide leveringen
pa: ਪੂਰੀਆਂ ਡਿਲਿਵਰੀ
pl: Dostawy zakończone
pt: Entregas concluídas
ru: Завершенные поставки
sv: Genomförda leveranser
ta: முடிக்கப்பட்ட விநியோகங்கள்
te: డెలివరీలు పూర్తయ్యాయి
th: จัดส่งเรียบร้อยแล้ว
tr: Tamamlanan Teslimatlar
vi: Giao hàng đã hoàn thành

source: Total Enrollments
ar: إجمالي التسجيلات
bn: মোট তালিকাভুক্তি
da: Samlet antal tilmeldinger
de: Gesamtzahl der Einschreibungen
el: Συνολικές εγγραφές
es: Inscripciones totales
fi: Ilmoittautumiset yhteensä
fr: Inscriptions totales
he: סך ההרשמות
hi: कुल नामांकन
id: Jumlah Pendaftaran
it: Iscrizioni totali
ja: 総登録者数
kn: ಒಟ್ಟು ದಾಖಲಾತಿಗಳು
ml: ആകെ എൻറോൾമെൻ്റുകൾ
mr: एकूण नावनोंदणी
nl: Totaal aantal inschrijvingen
pa: ਕੁੱਲ ਦਾਖਲਾ
pl: Całkowita liczba zapisów
pt: Total de inscrições
ru: Общее число зарегистрированных
sv: Totalt antal anmälningar
ta: மொத்த பதிவுகள்
te: మొత్తం నమోదులు
th: การลงทะเบียนทั้งหมด
tr: Toplam Kayıtlar
vi: Tổng số tuyển sinh

source: Active Enrollments
ar: التسجيلات النشطة
bn: সক্রিয় তালিকাভুক্তি
da: Aktive tilmeldinger
de: Aktive Anmeldungen
el: Ενεργές Εγγραφές
es: Inscripciones activas
fi: Aktiiviset ilmoittautumiset
fr: Inscriptions actives
he: הרשמות פעילות
hi: सक्रिय नामांकन
id: Pendaftaran Aktif
it: Iscrizioni attive
ja: アクティブな登録数
kn: ಸಕ್ರಿಯ ದಾಖಲಾತಿಗಳು
ml: സജീവ എൻറോൾമെൻ്റുകൾ
mr: सक्रिय नावनोंदणी
nl: Actieve inschrijvingen
pa: ਸਰਗਰਮ ਨਾਮਾਂਕਣ
pl: Aktywne zapisy
pt: Inscrições Ativas
ru: Активные регистрации
sv: Aktiva anmälningar
ta: செயலில் உள்ள பதிவுகள்
te: క్రియాశీల నమోదులు
th: การลงทะเบียนที่ใช้งานอยู่
tr: Aktif Kayıtlar
vi: Đăng ký hoạt động

source: Completed Enrollments
ar: التسجيلات المكتملة
bn: সম্পূর্ণ তালিকাভুক্তি
da: Gennemførte tilmeldinger
de: Abgeschlossene Anmeldungen
el: Ολοκληρωμένες εγγραφές
es: Inscripciones completadas
fi: Ilmoittautumiset suoritettu
fr: Inscriptions terminées
he: ההרשמות שהושלמו
hi: पूर्ण नामांकन
id: Pendaftaran Selesai
it: Iscrizioni completate
ja: 完了した登録数
kn: ಪೂರ್ಣಗೊಂಡ ದಾಖಲಾತಿಗಳು
ml: എൻറോൾമെൻ്റുകൾ പൂർത്തിയാക്കി
mr: नावनोंदणी पूर्ण केली
nl: Voltooide inschrijvingen
pa: ਦਾਖਲੇ ਪੂਰੇ ਕੀਤੇ
pl: Zapisy zakończone
pt: Inscrições Concluídas
ru: Завершенные регистрации
sv: Genomförda anmälningar
ta: பூர்த்தி செய்யப்பட்ட பதிவுகள்
te: పూర్తి చేసిన నమోదులు
th: การลงทะเบียนเสร็จสมบูรณ์
tr: Tamamlanan Kayıtlar
vi: Đăng ký đã hoàn thành

source: Create Delivery
ar: إنشاء التسليم
bn: ডেলিভারি তৈরি করুন
da: Opret levering
de: Lieferung erstellen
el: Δημιουργία Παράδοσης
es: Crear entrega
fi: Luo toimitus
fr: Créer une livraison
gu: ડિલિવરી બનાવો
he: צור משלוח
hi: डिलिवरी बनाएं
id: Buat Pengiriman
it: Crea consegna
ja: 配信の作成
kn: ವಿತರಣೆಯನ್ನು ರಚಿಸಿ
ml: ഡെലിവറി സൃഷ്ടിക്കുക
mr: डिलिव्हरी तयार करा
nl: Levering creëren
no: Opprett levering
or: ବିତରଣ ସୃଷ୍ଟି କରନ୍ତୁ |
pa: ਡਿਲੀਵਰੀ ਬਣਾਓ
pl: Utwórz dostawę
pt: Criar entrega
ru: Создать доставку
sv: Skapa leverans
ta: விநியோகத்தை உருவாக்கவும்
te: డెలివరీని సృష్టించండి
th: สร้างการจัดส่ง
tr: Teslimat Oluştur
vi: Tạo giao hàng

source: Delivery Mode
ar: وضع التسليم
bn: ডেলিভারি মোড
da: Leveringstilstand
de: Liefermodus
el: Λειτουργία παράδοσης
es: Modo de entrega
fi: Toimitustila
fr: Mode de livraison
he: מצב משלוח
hi: डिलिवरी मोड
id: Modus Pengiriman
it: Modalità di consegna
ja: 配信モード
kn: ವಿತರಣಾ ಮೋಡ್
ml: ഡെലിവറി മോഡ്
mr: वितरण मोड
nl: Leveringsmodus
pa: ਡਿਲੀਵਰੀ ਮੋਡ
pl: Tryb dostawy
pt: Modo de entrega
ru: Режим доставки
sv: Leveransläge
ta: விநியோக முறை
te: డెలివరీ మోడ్
th: โหมดการจัดส่ง
tr: Teslimat Modu
vi: Chế độ giao hàng

source: Start Date
ar: تاريخ البدء
bn: শুরুর তারিখ
da: Startdato
de: Startdatum
el: Ημερομηνία έναρξης
es: Fecha de inicio
fi: Aloituspäivämäärä
fr: Date de début
gu: પ્રારંભ તારીખ
he: תאריך התחלה
hi: आरंभ करने की तिथि
id: Tanggal Mulai
it: Data di inizio
ja: 開始日
kn: ಪ್ರಾರಂಭ ದಿನಾಂಕ
ml: ആരംഭിക്കുന്ന തീയതി
mr: प्रारंभ तारीख
nl: Startdatum
no: Startdato
or: ଆରମ୍ଭ ତାରିଖ
pa: ਤਾਰੀਖ ਸ਼ੁਰੂ
pl: Data rozpoczęcia
pt: Data de início
ru: Дата начала
sv: Startdatum
ta: தொடக்க தேதி
te: ప్రారంభ తేదీ
th: วันที่เริ่มต้น
tr: Başlangıç ​​Tarihi
vi: Ngày bắt đầu

source: End Date
ar: تاريخ الانتهاء
bn: শেষ তারিখ
da: Slutdato
de: Enddatum
el: Ημερομηνία λήξης
es: Fecha de finalización
fi: Päättymispäivämäärä
fr: Date de fin
gu: સમાપ્તિ તારીખ
he: תאריך סיום
hi: अंतिम तिथि
id: Tanggal Berakhir
it: Data di fine
ja: 終了日
kn: ಅಂತಿಮ ದಿನಾಂಕ
ml: അവസാന തീയതി
mr: समाप्ती तारीख
nl: Einddatum
no: Sluttdato
or: ଶେଷ ତାରିଖ
pa: ਸਮਾਪਤੀ ਮਿਤੀ
pl: Data zakończenia
pt: Data de término
ru: Дата окончания
sv: Slutdatum
ta: முடிவு தேதி
te: ముగింపు తేదీ
th: วันที่สิ้นสุด
tr: Bitiş Tarihi
vi: Ngày kết thúc

source: View Details
ar: عرض التفاصيل
bn: বিস্তারিত দেখুন
da: Se detaljer
de: Details anzeigen
el: Προβολή λεπτομερειών
es: Ver detalles
fi: Näytä tiedot
fr: Afficher les détails
gu: વિગતો જુઓ
he: הצג פרטים
hi: विवरण देखें
id: Lihat Detail
it: Visualizza dettagli
ja: 詳細を見る
kn: ವಿವರಗಳನ್ನು ವೀಕ್ಷಿಸಿ
ml: വിശദാംശങ്ങൾ കാണുക
mr: तपशील पहा
nl: Details bekijken
no: Se detaljer
or: ବିବରଣୀ ଦେଖନ୍ତୁ |
pa: ਵੇਰਵੇ ਵੇਖੋ
pl: Zobacz szczegóły
pt: Ver detalhes
ru: Посмотреть детали
sv: Visa detaljer
ta: விவரங்களைக் காண்க
te: వివరాలను వీక్షించండి
th: ดูรายละเอียด
tr: Ayrıntıları Görüntüle
vi: Xem chi tiết

source: Edit Delivery
ar: تحرير التسليم
bn: ডেলিভারি সম্পাদনা করুন
da: Rediger levering
de: Lieferung bearbeiten
el: Επεξεργασία παράδοσης
es: Editar entrega
fi: Muokkaa toimitusta
fr: Modifier la livraison
he: ערוך מסירה
hi: वितरण संपादित करें
id: Sunting Pengiriman
it: Modifica consegna
ja: 配信の編集
kn: ವಿತರಣೆಯನ್ನು ಸಂಪಾದಿಸಿ
ml: ഡെലിവറി എഡിറ്റ് ചെയ്യുക
mr: वितरण संपादित करा
nl: Levering bewerken
pa: ਡਿਲੀਵਰੀ ਦਾ ਸੰਪਾਦਨ ਕਰੋ
pl: Edytuj dostawę
pt: Editar entrega
ru: Редактировать доставку
sv: Redigera leverans
ta: விநியோகத்தைத் திருத்து
te: డెలివరీని సవరించండి
th: แก้ไขการจัดส่ง
tr: Teslimatı Düzenle
vi: Chỉnh sửa giao hàng

source: Manage Schedule
ar: إدارة الجدول الزمني
bn: সময়সূচী পরিচালনা করুন
da: Administrer tidsplan
de: Zeitplan verwalten
el: Διαχείριση χρονοδιαγράμματος
es: Administrar horario
fi: Hallitse aikataulua
fr: Gérer le calendrier
he: ניהול לוח זמנים
hi: शेड्यूल प्रबंधित करें
id: Kelola Jadwal
it: Gestisci pianificazione
ja: スケジュールの管理
kn: ವೇಳಾಪಟ್ಟಿಯನ್ನು ನಿರ್ವಹಿಸಿ
ml: ഷെഡ്യൂൾ നിയന്ത്രിക്കുക
mr: वेळापत्रक व्यवस्थापित करा
nl: Beheer het schema
pa: ਸਮਾਂ-ਸੂਚੀ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ
pl: Zarządzaj harmonogramem
pt: Gerenciar agendamento
ru: Управление расписанием
sv: Hantera schema
ta: அட்டவணையை நிர்வகிக்கவும்
te: షెడ్యూల్ నిర్వహించండి
th: จัดการกำหนดการ
tr: Programı Yönet
vi: Quản lý lịch trình

source: Manage Instructors
ar: إدارة المدربين
bn: প্রশিক্ষকদের পরিচালনা করুন
da: Administrer instruktører
de: Dozenten verwalten
el: Διαχείριση Εκπαιδευτών
es: Administrar instructores
fi: Hallitse ohjaajia
fr: Gérer les instructeurs
he: ניהול מדריכים
hi: प्रशिक्षकों को प्रबंधित करें
id: Kelola Instruktur
it: Gestisci gli istruttori
ja: 講師の管理
kn: ಬೋಧಕರನ್ನು ನಿರ್ವಹಿಸಿ
ml: ഇൻസ്ട്രക്ടർമാരെ നിയന്ത്രിക്കുക
mr: प्रशिक्षक व्यवस्थापित करा
nl: Beheer instructeurs
pa: ਇੰਸਟ੍ਰਕਟਰਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ
pl: Zarządzaj instruktorami
pt: Gerenciar instrutores
ru: Управление инструкторами
sv: Hantera instruktörer
ta: பயிற்றுவிப்பாளர்களை நிர்வகிக்கவும்
te: బోధకులను నిర్వహించండి
th: จัดการผู้สอน
tr: Eğitmenleri Yönet
vi: Quản lý giảng viên

source: Manage Components
ar: إدارة المكونات
bn: উপাদান পরিচালনা করুন
da: Administrer komponenter
de: Komponenten verwalten
el: Διαχείριση στοιχείων
es: Administrar componentes
fi: Hallitse komponentteja
fr: Gérer les composants
he: ניהול רכיבים
hi: घटकों को प्रबंधित करें
id: Kelola Komponen
it: Gestisci componenti
ja: コンポーネントの管理
kn: ಘಟಕಗಳನ್ನು ನಿರ್ವಹಿಸಿ
ml: ഘടകങ്ങൾ കൈകാര്യം ചെയ്യുക
mr: घटक व्यवस्थापित करा
nl: Beheer componenten
pa: ਕੰਪੋਨੈਂਟਸ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ
pl: Zarządzaj komponentami
pt: Gerenciar componentes
ru: Управление компонентами
sv: Hantera komponenter
ta: கூறுகளை நிர்வகிக்கவும்
te: భాగాలను నిర్వహించండి
th: จัดการส่วนประกอบ
tr: Bileşenleri Yönet
vi: Quản lý thành phần

source: Manage Enrollments
ar: إدارة التسجيلات
bn: তালিকাভুক্তি পরিচালনা করুন
da: Administrer tilmeldinger
de: Anmeldungen verwalten
el: Διαχείριση εγγραφών
es: Administrar inscripciones
fi: Hallitse ilmoittautumisia
fr: Gérer les inscriptions
he: ניהול הרשמות
hi: नामांकन प्रबंधित करें
id: Kelola Pendaftaran
it: Gestisci le iscrizioni
ja: 登録の管理
kn: ದಾಖಲಾತಿಗಳನ್ನು ನಿರ್ವಹಿಸಿ
ml: എൻറോൾമെൻ്റുകൾ കൈകാര്യം ചെയ്യുക
mr: नावनोंदणी व्यवस्थापित करा
nl: Beheer inschrijvingen
pa: ਦਾਖਲਿਆਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ
pl: Zarządzaj zapisami
pt: Gerenciar inscrições
ru: Управление регистрациями
sv: Hantera registreringar
ta: பதிவுகளை நிர்வகிக்கவும்
te: నమోదులను నిర్వహించండి
th: จัดการการลงทะเบียน
tr: Kayıtları Yönet
vi: Quản lý tuyển sinh

source: Attendance
ar: حضور
bn: উপস্থিতি
da: Tilstedeværelse
de: Teilnahme
el: Παρουσία
es: Asistencia
fi: Läsnäolo
fr: Présence
he: נוֹכְחוּת
hi: उपस्थिति
id: Kehadiran
it: Partecipazione
ja: 出席
kn: ಹಾಜರಾತಿ
ml: ഹാജർ
mr: हजेरी
nl: Aanwezigheid
pa: ਹਾਜ਼ਰੀ
pl: Frekwencja
pt: Presença
ru: посещаемость
sv: Närvaro
ta: வருகை
te: హాజరు
th: การเข้าร่วม
tr: Katılım
vi: Sự tham dự

source: Manage Feedback
ar: إدارة التعليقات
bn: প্রতিক্রিয়া পরিচালনা করুন
da: Administrer feedback
de: Feedback verwalten
el: Διαχείριση σχολίων
es: Administrar comentarios
fi: Hallitse palautetta
fr: Gérer les commentaires
he: נהל משוב
hi: फीडबैक प्रबंधित करें
id: Kelola Masukan
it: Gestisci feedback
ja: フィードバックの管理
kn: ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ನಿರ್ವಹಿಸಿ
ml: ഫീഡ്ബാക്ക് കൈകാര്യം ചെയ്യുക
mr: फीडबॅक व्यवस्थापित करा
nl: Feedback beheren
pa: ਫੀਡਬੈਕ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ
pl: Zarządzaj opiniami
pt: Gerenciar comentários
ru: Управление отзывами
sv: Hantera feedback
ta: கருத்தை நிர்வகிக்கவும்
te: అభిప్రాయాన్ని నిర్వహించండి
th: จัดการคำติชม
tr: Geri Bildirimi Yönet
vi: Quản lý phản hồi

source: Email Templates
ar: قوالب البريد الإلكتروني
bn: ইমেল টেমপ্লেট
da: Email skabeloner
de: E-Mail-Vorlagen
el: Πρότυπα email
es: Plantillas de correo electrónico
fi: Sähköpostimallit
fr: Modèles d'e-mails
he: תבניות דואר אלקטרוני
hi: ईमेल टेम्प्लेट
id: Templat Email
it: Modelli di posta elettronica
ja: メールテンプレート
kn: ಇಮೇಲ್ ಟೆಂಪ್ಲೇಟ್‌ಗಳು
ml: ഇമെയിൽ ടെംപ്ലേറ്റുകൾ
mr: ईमेल टेम्पलेट्स
nl: E-mailsjablonen
pa: ਈਮੇਲ ਟੈਮਪਲੇਟਸ
pl: Szablony e-maili
pt: Modelos de e-mail
ru: Шаблоны электронной почты
sv: E-postmallar
ta: மின்னஞ்சல் டெம்ப்ளேட்கள்
te: ఇమెయిల్ టెంప్లేట్లు
th: เทมเพลตอีเมล
tr: E-posta Şablonları
vi: Mẫu email

source: Reports
ar: التقارير
bn: রিপোর্ট
da: Rapporter
de: Berichte
el: Αναφορές
es: Informes
fi: Raportit
fr: Rapports
he: דוחות
hi: रिपोर्टों
id: Laporan
it: Rapporti
ja: レポート
kn: ವರದಿಗಳು
ml: റിപ്പോർട്ടുകൾ
mr: अहवाल
nl: Rapporten
pa: ਰਿਪੋਰਟਾਂ
pl: Raporty
pt: Relatórios
ru: Отчеты
sv: Rapporter
ta: அறிக்கைகள்
te: నివేదికలు
th: รายงาน
tr: Raporlar
vi: Báo cáo

source: Delete Delivery
ar: حذف التسليم
bn: ডেলিভারি মুছুন
da: Slet levering
de: Lieferung löschen
el: Διαγραφή Παράδοσης
es: Eliminar entrega
fi: Poista toimitus
fr: Supprimer la livraison
gu: ડિલિવરી કાઢી નાખો
he: מחק משלוח
hi: डिलिवरी हटाएँ
id: Hapus Pengiriman
it: Elimina consegna
ja: 配信の削除
kn: ವಿತರಣೆಯನ್ನು ಅಳಿಸಿ
ml: ഡെലിവറി ഇല്ലാതാക്കുക
mr: डिलिव्हरी हटवा
nl: Levering verwijderen
no: Slett levering
or: ବିତରଣ ବିଲୋପ କରନ୍ତୁ |
pa: ਡਿਲੀਵਰੀ ਮਿਟਾਓ
pl: Usuń dostawę
pt: Excluir entrega
ru: Удалить доставку
sv: Ta bort leverans
ta: டெலிவரியை நீக்கு
te: డెలివరీని తొలగించండి
th: ลบการจัดส่ง
tr: Teslimatı Sil
vi: Xóa giao hàng

source: No deliveries found for this course.
ar: لم يتم العثور على تسليمات لهذه الدورة.
bn: এই কোর্সের জন্য কোনো ডেলিভারি পাওয়া যায়নি।
da: Ingen leverancer fundet til dette kursus.
de: Für diesen Kurs wurden keine Lieferungen gefunden.
el: Δεν βρέθηκαν παραδόσεις για αυτό το μάθημα.
es: No se encontraron entregas para este curso.
fi: Tälle kurssille ei löytynyt toimituksia.
fr: Aucune livraison trouvée pour ce cours.
he: לא נמצאו משלוחים לקורס זה.
hi: इस कोर्स के लिए कोई डिलीवरी नहीं मिली.
id: Tidak ada pengiriman yang ditemukan untuk kursus ini.
it: Nessuna consegna trovata per questo corso.
ja: このコースの配信は見つかりませんでした。
kn: ಈ ಕೋರ್ಸ್‌ಗೆ ಯಾವುದೇ ವಿತರಣೆಗಳು ಕಂಡುಬಂದಿಲ್ಲ.
ml: ഈ കോഴ്സിനായി ഡെലിവറികൾ ഒന്നും കണ്ടെത്തിയില്ല.
mr: या कोर्ससाठी कोणतेही वितरण आढळले नाही.
nl: Er zijn geen leveringen gevonden voor deze cursus.
pa: ਇਸ ਕੋਰਸ ਲਈ ਕੋਈ ਡਿਲੀਵਰੀ ਨਹੀਂ ਮਿਲੀ।
pl: Nie znaleziono dostaw dla tego kursu.
pt: Nenhuma entrega encontrada para este curso.
ru: Поставки для этого курса не найдены.
sv: Inga leveranser hittades för denna kurs.
ta: இந்தப் பாடநெறிக்கான டெலிவரிகள் எதுவும் இல்லை.
te: ఈ కోర్సు కోసం డెలివరీలు ఏవీ కనుగొనబడలేదు.
th: ไม่พบการส่งมอบสำหรับหลักสูตรนี้
tr: Bu kurs için teslimat bulunamadı.
vi: Không tìm thấy giao hàng cho khóa học này.

source: Previous
ar: سابق
bn: আগের
da: Tidligere
de: Vorherige
el: Προηγούμενος
es: Anterior
fi: Edellinen
fr: Précédent
gu: ગત
he: קוֹדֵם
hi: पहले का
id: Sebelumnya
it: Precedente
ja: 前の
kn: ಹಿಂದಿನ
ml: മുമ്പത്തെ
mr: मागील
nl: Vorig
no: Tidligere
or: ପୂର୍ବ
pa: ਪਿਛਲਾ
pl: Poprzedni
pt: Anterior
ru: Предыдущий
sv: Tidigare
ta: முந்தைய
te: మునుపటి
th: ก่อนหน้า
tr: Öncesi
vi: Trước

source: current
ar: حاضِر
bn: বর্তমান
da: strøm
de: aktuell
el: ρεύμα
es: actual
fi: nykyinen
fr: actuel
he: נוֹכְחִי
hi: मौजूदा
id: saat ini
it: attuale
ja: 現在
kn: ಪ್ರಸ್ತುತ
ml: നിലവിലെ
mr: वर्तमान
nl: huidig
pa: ਮੌਜੂਦਾ
pl: aktualny
pt: atual
ru: текущий
sv: nuvarande
ta: தற்போதைய
te: ప్రస్తుత
th: ปัจจุบัน
tr: akım
vi: hiện hành
