Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: SEO Strategies Exam
ar: امتحان استراتيجيات كبار المسئولين الاقتصاديين
bn: এসইও কৌশল পরীক্ষা
da: SEO Strategies eksamen
de: Prüfung zu SEO-Strategien
el: Εξέταση στρατηγικών SEO
es: Examen de estrategias de SEO
fi: SEO-strategioiden koe
fr: Examen de stratégies de référencement
he: בחינת אסטרטגיות SEO
hi: एसईओ रणनीतियाँ परीक्षा
id: Ujian Strategi SEO
it: Esame di strategie SEO
ja: SEO戦略試験
kn: SEO ಸ್ಟ್ರಾಟಜೀಸ್ ಪರೀಕ್ಷೆ
ml: SEO സ്ട്രാറ്റജീസ് പരീക്ഷ
mr: एसइओ स्ट्रॅटेजीज परीक्षा
nl: Examen SEO-strategieën
pa: ਐਸਈਓ ਰਣਨੀਤੀ ਪ੍ਰੀਖਿਆ
pl: Egzamin ze strategii SEO
pt: Exame de estratégias de SEO
ru: Экзамен по SEO-стратегиям
ta: எஸ்சிஓ உத்திகள் தேர்வு
te: SEO వ్యూహాల పరీక్ష
th: ข้อสอบกลยุทธ์ SEO
tr: SEO Stratejileri Sınavı
vi: Kỳ thi chiến lược SEO

source: Assessment Type Distribution
ar: توزيع نوع التقييم
bn: মূল্যায়ন প্রকার বন্টন
da: Vurderingstypefordeling
de: Verteilung der Bewertungstypen
el: Κατανομή Τύπου Αξιολόγησης
es: Distribución del tipo de evaluación
fi: Arviointityyppi Jakauma
fr: Répartition des types d'évaluation
he: התפלגות סוגי הערכה
hi: मूल्यांकन प्रकार वितरण
id: Distribusi Jenis Penilaian
it: Distribuzione del tipo di valutazione
ja: 評価タイプの分布
kn: ಮೌಲ್ಯಮಾಪನ ವಿಧದ ವಿತರಣೆ
ml: മൂല്യനിർണ്ണയ തരം വിതരണം
mr: मूल्यांकन प्रकार वितरण
nl: Beoordelingstypeverdeling
pa: ਮੁਲਾਂਕਣ ਕਿਸਮ ਦੀ ਵੰਡ
pl: Dystrybucja typu oceny
pt: Distribuição do tipo de avaliação
ru: Распределение типов оценок
sv: Bedömningstyp Fördelning
ta: மதிப்பீட்டு வகை விநியோகம்
te: అసెస్‌మెంట్ రకం పంపిణీ
th: การกระจายประเภทการประเมิน
tr: Değerlendirme Türü Dağılımı
vi: Phân bổ loại đánh giá

source: Recent Assessment Results
ar: نتائج التقييم الأخيرة
bn: সাম্প্রতিক মূল্যায়ন ফলাফল
da: Seneste vurderingsresultater
de: Aktuelle Bewertungsergebnisse
el: Πρόσφατα Αποτελέσματα Αξιολόγησης
es: Resultados de evaluaciones recientes
fi: Viimeaikaiset arviointitulokset
fr: Résultats d'évaluation récents
he: תוצאות הערכה אחרונות
hi: हालिया मूल्यांकन परिणाम
id: Hasil Penilaian Terkini
it: Risultati recenti della valutazione
ja: 最近の評価結果
kn: ಇತ್ತೀಚಿನ ಮೌಲ್ಯಮಾಪನ ಫಲಿತಾಂಶಗಳು
ml: സമീപകാല മൂല്യനിർണ്ണയ ഫലങ്ങൾ
mr: अलीकडील मूल्यांकन परिणाम
nl: Recente beoordelingsresultaten
pa: ਹਾਲੀਆ ਮੁਲਾਂਕਣ ਨਤੀਜੇ
pl: Wyniki ostatniej oceny
pt: Resultados recentes da avaliação
ru: Результаты последних оценок
sv: Senaste bedömningsresultat
ta: சமீபத்திய மதிப்பீட்டு முடிவுகள்
te: ఇటీవలి మూల్యాంకన ఫలితాలు
th: ผลการประเมินล่าสุด
tr: Son Değerlendirme Sonuçları
vi: Kết quả đánh giá gần đây

source: Student
ar: طالب
bn: ছাত্র
da: Studerende
el: Φοιτητής
es: Alumno
fi: Opiskelija
fr: Étudiant
he: סטוּדֶנט
hi: विद्यार्थी
id: Murid
it: Studente
ja: 学生
kn: ವಿದ್ಯಾರ್ಥಿ
ml: വിദ്യാർത്ഥി
mr: विद्यार्थी
pa: ਵਿਦਿਆਰਥੀ
pt: Estudante
ru: Студент
ta: மாணவர்
te: విద్యార్థి
th: นักเรียน
tr: Öğrenci
vi: Học sinh

source: Python Fundamentals Quiz
ar: اختبار أساسيات بايثون
bn: পাইথন ফান্ডামেন্টাল কুইজ
de: Python-Grundlagen-Quiz
es: Prueba de fundamentos de Python
fi: Pythonin perusteiden tietokilpailu
fr: Quiz sur les principes fondamentaux de Python
he: חידון יסודות פייתון
hi: पायथन फंडामेंटल प्रश्नोत्तरी
id: Kuis Dasar-Dasar Python
it: Quiz sui fondamenti di Python
ja: Python の基礎クイズ
kn: ಪೈಥಾನ್ ಫಂಡಮೆಂಟಲ್ಸ್ ರಸಪ್ರಶ್ನೆ
ml: പൈത്തൺ അടിസ്ഥാന ക്വിസ്
mr: पायथन मूलभूत प्रश्नमंजुषा
nl: Quiz over de grondbeginselen van Python
pa: ਪਾਈਥਨ ਫੰਡਾਮੈਂਟਲ ਕਵਿਜ਼
pl: Quiz z podstaw Pythona
pt: Questionário de fundamentos do Python
ru: Викторина по основам Python
ta: பைதான் அடிப்படை வினாடி வினா
te: పైథాన్ ఫండమెంటల్స్ క్విజ్
th: แบบทดสอบพื้นฐาน Python
tr: Python Temelleri Sınavı
vi: Bài kiểm tra cơ bản về Python

source: 2 hours ago
ar: منذ ساعتين
bn: 2 ঘন্টা আগে
da: 2 timer siden
de: Vor 2 Stunden
el: πριν 2 ώρες
es: Hace 2 horas
fi: 2 tuntia sitten
fr: il y a 2 heures
gu: 2 કલાક પહેલા
he: לפני שעתיים
hi: 2 घंटे पहले
id: 2 jam yang lalu
it: 2 ore fa
ja: 2時間前
kn: 2 ಗಂಟೆಗಳ ಹಿಂದೆ
ml: 2 മണിക്കൂർ മുമ്പ്
mr: २ तासांपूर्वी
nl: 2 uur geleden
no: 2 timer siden
or: 2 ଘଣ୍ଟା ପୂର୍ବରୁ |
pa: 2 ਘੰਟੇ ਪਹਿਲਾਂ
pl: 2 godziny temu
pt: 2 horas atrás
ru: 2 часа назад
sv: 2 timmar sedan
ta: 2 மணி நேரத்திற்கு முன்பு
te: 2 గంటల క్రితం
th: 2 ชั่วโมงที่แล้ว
tr: 2 saat önce
vi: 2 giờ trước

source: Marketing Analytics Exam
ar: اختبار تحليل التسويق
bn: মার্কেটিং অ্যানালিটিক্স পরীক্ষা
da: Marketing Analytics eksamen
de: Prüfung zur Marketinganalyse
el: Εξέταση Marketing Analytics
es: Examen de análisis de marketing
fi: Marketing Analytics -koe
fr: Examen d'analyse marketing
he: בחינת Marketing Analytics
hi: मार्केटिंग एनालिटिक्स परीक्षा
id: Ujian Analisis Pemasaran
it: Esame di analisi di marketing
ja: マーケティング分析試験
kn: ಮಾರ್ಕೆಟಿಂಗ್ ಅನಾಲಿಟಿಕ್ಸ್ ಪರೀಕ್ಷೆ
ml: മാർക്കറ്റിംഗ് അനലിറ്റിക്സ് പരീക്ഷ
mr: विपणन विश्लेषण परीक्षा
nl: Marketing Analytics-examen
pa: ਮਾਰਕੀਟਿੰਗ ਵਿਸ਼ਲੇਸ਼ਣ ਪ੍ਰੀਖਿਆ
pl: Egzamin z analityki marketingowej
pt: Exame de análise de marketing
ru: Экзамен по маркетинговой аналитике
sv: Marknadsanalysexamen
ta: மார்க்கெட்டிங் அனலிட்டிக்ஸ் தேர்வு
te: మార్కెటింగ్ అనలిటిక్స్ పరీక్ష
th: ข้อสอบการวิเคราะห์การตลาด
tr: Pazarlama Analitiği Sınavı
vi: Kỳ thi phân tích tiếp thị

source: 5 hours ago
ar: منذ 5 ساعات
bn: 5 ঘন্টা আগে
da: 5 timer siden
de: Vor 5 Stunden
el: πριν 5 ώρες
es: hace 5 horas
fi: 5 tuntia sitten
fr: il y a 5 heures
he: לפני 5 שעות
hi: 5 घंटे पहले
id: 5 jam yang lalu
it: 5 ore fa
ja: 5時間前
kn: 5 ಗಂಟೆಗಳ ಹಿಂದೆ
ml: 5 മണിക്കൂർ മുമ്പ്
mr: 5 तासांपूर्वी
nl: 5 uur geleden
pa: 5 ਘੰਟੇ ਪਹਿਲਾਂ
pl: 5 godzin temu
pt: 5 horas atrás
ru: 5 часов назад
sv: 5 timmar sedan
ta: 5 மணி நேரத்திற்கு முன்பு
te: 5 గంటల క్రితం
th: 5 ชั่วโมงที่แล้ว
tr: 5 saat önce
vi: 5 giờ trước

source: UX Design Project
ar: مشروع تصميم تجربة المستخدم
bn: ইউএক্স ডিজাইন প্রকল্প
da: UX design projekt
de: UX-Designprojekt
el: Σχέδιο UX
es: Proyecto de diseño UX
fi: UX-suunnitteluprojekti
fr: Projet de conception UX
he: פרויקט עיצוב UX
hi: यूएक्स डिज़ाइन प्रोजेक्ट
id: Proyek Desain UX
it: Progetto di progettazione dell'esperienza utente
ja: UXデザインプロジェクト
kn: UX ವಿನ್ಯಾಸ ಯೋಜನೆ
ml: UX ഡിസൈൻ പ്രോജക്റ്റ്
mr: UX डिझाइन प्रकल्प
nl: UX-ontwerpproject
pa: UX ਡਿਜ਼ਾਈਨ ਪ੍ਰੋਜੈਕਟ
pl: Projekt projektowania UX
pt: Projeto de Design UX
ru: UX-дизайнерский проект
sv: UX-designprojekt
ta: UX வடிவமைப்பு திட்டம்
te: UX డిజైన్ ప్రాజెక్ట్
th: โครงการออกแบบ UX
tr: UX Tasarım Projesi
vi: Dự án thiết kế UX

source: 1 day ago
ar: منذ يوم واحد
bn: 1 দিন আগে
da: 1 dag siden
de: Vor 1 Tag
el: 1 ημέρα πριν
es: Hace 1 día
fi: 1 päivä sitten
fr: il y a 1 jour
gu: 1 દિવસ પહેલા
he: לפני יום אחד
hi: 1 दिन पहले
id: 1 hari yang lalu
it: 1 giorno fa
ja: 1日前
kn: 1 ದಿನದ ಹಿಂದೆ
ml: 1 ദിവസം മുമ്പ്
mr: १ दिवसापूर्वी
nl: 1 dag geleden
no: 1 dag siden
or: 1 ଦିନ ପୂର୍ବରୁ
pa: 1 ਦਿਨ ਪਹਿਲਾਂ
pl: 1 dzień temu
pt: 1 dia atrás
ru: 1 день назад
sv: 1 dag sedan
ta: 1 நாள் முன்பு
te: 1 రోజు క్రితం
th: 1 วันที่ผ่านมา
tr: 1 gün önce
vi: 1 ngày trước

source: Detailed Assessment Results
ar: نتائج التقييم التفصيلية
bn: বিস্তারিত মূল্যায়ন ফলাফল
da: Detaljerede vurderingsresultater
de: Detaillierte Bewertungsergebnisse
el: Αναλυτικά Αποτελέσματα Αξιολόγησης
es: Resultados detallados de la evaluación
fi: Yksityiskohtaiset arviointitulokset
fr: Résultats détaillés de l'évaluation
he: תוצאות הערכה מפורטות
hi: विस्तृत मूल्यांकन परिणाम
id: Hasil Penilaian Terperinci
it: Risultati della valutazione dettagliati
ja: 詳細な評価結果
kn: ವಿವರವಾದ ಮೌಲ್ಯಮಾಪನ ಫಲಿತಾಂಶಗಳು
ml: വിശദമായ വിലയിരുത്തൽ ഫലങ്ങൾ
mr: तपशीलवार मूल्यांकन परिणाम
nl: Gedetailleerde beoordelingsresultaten
pa: ਵਿਸਤ੍ਰਿਤ ਮੁਲਾਂਕਣ ਨਤੀਜੇ
pl: Szczegółowe wyniki oceny
pt: Resultados detalhados da avaliação
ru: Подробные результаты оценки
sv: Detaljerade bedömningsresultat
ta: விரிவான மதிப்பீட்டு முடிவுகள்
te: వివరణాత్మక అసెస్‌మెంట్ ఫలితాలు
th: ผลการประเมินโดยละเอียด
tr: Detaylı Değerlendirme Sonuçları
vi: Kết quả đánh giá chi tiết

source: Assessment Name
ar: اسم التقييم
bn: মূল্যায়নের নাম
da: Vurderingsnavn
de: Bewertungsname
el: Όνομα αξιολόγησης
es: Nombre de la evaluación
fi: Arvioinnin nimi
fr: Nom de l'évaluation
he: שם הערכה
hi: मूल्यांकन नाम
id: Nama Penilaian
it: Nome della valutazione
ja: 評価名
kn: ಮೌಲ್ಯಮಾಪನ ಹೆಸರು
ml: മൂല്യനിർണയ നാമം
mr: मूल्यांकन नाव
nl: Beoordelingsnaam
pa: ਮੁਲਾਂਕਣ ਦਾ ਨਾਮ
pl: Nazwa oceny
pt: Nome da Avaliação
ru: Название теста
sv: Bedömningsnamn
ta: மதிப்பீட்டின் பெயர்
te: అసెస్‌మెంట్ పేరు
th: ชื่อการประเมิน
tr: Değerlendirme Adı
vi: Tên đánh giá

source: Attempts
ar: محاولات
bn: প্রচেষ্টা
da: Forsøg
de: Versuche
el: Προσπάθειες
es: Intentos
fi: Yritykset
fr: Tentatives
he: ניסיונות
hi: प्रयास
id: Upaya
it: Tentativi
ja: 試み
kn: ಪ್ರಯತ್ನಗಳು
ml: ശ്രമങ്ങൾ
mr: प्रयत्न
nl: Pogingen
pa: ਕੋਸ਼ਿਸ਼ਾਂ
pl: Próbowanie
pt: Tentativas
ru: Попытки
sv: Försök
ta: முயற்சிகள்
te: ప్రయత్నాలు
th: ความพยายาม
tr: denemeler
vi: Nỗ lực

source: JavaScript Fundamentals Quiz
ar: اختبار أساسيات جافا سكريبت
bn: জাভাস্ক্রিপ্ট ফান্ডামেন্টাল কুইজ
de: Quiz zu JavaScript-Grundlagen
el: Κουίζ JavaScript Fundamentals
es: Prueba de fundamentos de JavaScript
fi: JavaScriptin perusteiden tietokilpailu
fr: Quiz sur les principes fondamentaux de JavaScript
he: חידון יסודות JavaScript
hi: जावास्क्रिप्ट बुनियादी प्रश्नोत्तरी
id: Kuis Dasar-Dasar JavaScript
it: Quiz sui fondamenti di JavaScript
ja: JavaScript の基礎クイズ
kn: ಜಾವಾಸ್ಕ್ರಿಪ್ಟ್ ಫಂಡಮೆಂಟಲ್ಸ್ ರಸಪ್ರಶ್ನೆ
ml: JavaScript അടിസ്ഥാന ക്വിസ്
mr: JavaScript मूलभूत प्रश्नमंजुषा
nl: JavaScript-grondbeginselenquiz
pa: JavaScript ਫੰਡਾਮੈਂਟਲ ਕਵਿਜ਼
pl: Quiz z podstaw JavaScript
pt: Questionário de fundamentos de JavaScript
ru: Тест по основам JavaScript
ta: ஜாவாஸ்கிரிப்ட் அடிப்படை வினாடி வினா
te: జావాస్క్రిప్ట్ ఫండమెంటల్స్ క్విజ్
th: แบบทดสอบพื้นฐาน JavaScript
tr: JavaScript'in Temelleri Testi
vi: Bài kiểm tra cơ bản về JavaScript

source: Web Development Bootcamp
ar: المعسكر التدريبي لتطوير الويب
bn: ওয়েব ডেভেলপমেন্ট বুটক্যাম্প
da: Webudvikling Bootcamp
de: Webentwicklungs-Bootcamp
el: Bootcamp ανάπτυξης Ιστού
es: Curso intensivo de desarrollo web
fr: Bootcamp de développement Web
he: בניית אתרים Bootcamp
hi: वेब डेवलपमेंट बूटकैंप
id: Kamp Pelatihan Pengembangan Web
it: Bootcamp sullo sviluppo web
ja: Web開発ブートキャンプ
kn: ವೆಬ್ ಅಭಿವೃದ್ಧಿ ಬೂಟ್‌ಕ್ಯಾಂಪ್
ml: വെബ് ഡെവലപ്മെൻ്റ് ബൂട്ട്ക്യാമ്പ്
mr: वेब डेव्हलपमेंट बूटकॅम्प
nl: Bootcamp voor webontwikkeling
pa: ਵੈੱਬ ਵਿਕਾਸ ਬੂਟਕੈਂਪ
pl: Bootcamp tworzenia stron internetowych
pt: Bootcamp de Desenvolvimento Web
ru: Учебный курс по веб-разработке
sv: Webbutveckling Bootcamp
ta: வலை அபிவிருத்தி பூட்கேம்ப்
te: వెబ్ డెవలప్‌మెంట్ బూట్‌క్యాంప్
th: Bootcamp การพัฒนาเว็บไซต์
tr: Web Geliştirme Eğitim Kampı
vi: Chương trình đào tạo phát triển web

source: Data Analysis Final Project
ar: المشروع النهائي لتحليل البيانات
bn: ডেটা বিশ্লেষণ চূড়ান্ত প্রকল্প
da: Dataanalyse afsluttende projekt
de: Abschlussprojekt zur Datenanalyse
el: Τελικό Έργο Ανάλυσης Δεδομένων
es: Proyecto Final de Análisis de Datos
fi: Data-analyysin lopullinen projekti
fr: Projet final d'analyse des données
he: פרויקט גמר ניתוח נתונים
hi: डेटा विश्लेषण अंतिम परियोजना
id: Tugas Akhir Analisis Data
it: Progetto finale di analisi dei dati
ja: データ分析最終プロジェクト
kn: ಡೇಟಾ ವಿಶ್ಲೇಷಣೆ ಅಂತಿಮ ಯೋಜನೆ
ml: ഡാറ്റ വിശകലനം അന്തിമ പദ്ധതി
mr: डेटा विश्लेषण अंतिम प्रकल्प
nl: Eindproject data-analyse
pa: ਡਾਟਾ ਵਿਸ਼ਲੇਸ਼ਣ ਫਾਈਨਲ ਪ੍ਰੋਜੈਕਟ
pl: Projekt końcowy analizy danych
pt: Projeto Final de Análise de Dados
ru: Финальный проект анализа данных
sv: Dataanalys slutprojekt
ta: தரவு பகுப்பாய்வு இறுதி திட்டம்
te: డేటా విశ్లేషణ తుది ప్రాజెక్ట్
th: โครงการขั้นสุดท้ายการวิเคราะห์ข้อมูล
tr: Veri Analizi Final Projesi
vi: Dự án cuối cùng về phân tích dữ liệu

source: Jan
ar: يناير
bn: জান
el: Ιαν
es: Ene
fi: tammikuu
he: ינואר
hi: जनवरी
id: Januari
it: Gen
ja: 1月
kn: ಜನವರಿ
ml: ജന
mr: जानेवारी
pa: ਜਨ
pl: styczeń
pt: janeiro
ru: Ян
ta: ஜன
te: జనవరి
th: ม.ค
tr: Ocak
vi: Tháng một

source: Feb
ar: فبراير
bn: ফেব্রুয়ারী
de: Febr
el: Φεβ
fi: helmikuuta
fr: Fév
he: פברואר
hi: फ़रवरी
id: Februari
it: Febbraio
ja: 2月
kn: ಫೆ
ml: ഫെബ്രുവരി
mr: फेब्रु
nl: februari
pa: ਫਰਵਰੀ
pl: luty
pt: fevereiro
ru: февраль
ta: பிப்
te: ఫిబ్రవరి
th: ก.พ
tr: Şubat
vi: Tháng Hai

source: Mar
ar: مارس
bn: মার
de: Beschädigen
el: Αφανίζω
fi: maaliskuu
he: לְקַלְקֵל
hi: मार्च
id: Merusak
ja: 3月
kn: ಮಾರ್
ml: മാർ
mr: मार्च
nl: Maart
pa: ਮਾਰ
pl: Zniszczyć
pt: março
ru: Мар
ta: மார்
th: มี.ค
tr: Mart
vi: tháng 3

source: Apr
ar: أبريل
bn: এপ্রিল
el: Απρ
es: Abr
fi: huhtikuu
fr: Avr
he: אפריל
hi: अप्रैल
id: April
it: aprile
ja: 4月
kn: ಎಪ್ರಿಲ್
ml: ഏപ്രിൽ
mr: एप्रिल
nl: april
pa: ਅਪ੍ਰੈਲ
pl: kwiecień
pt: abril
ru: апрель
ta: ஏப்
te: ఏప్రిల్
th: เม.ย
tr: Nisan
vi: tháng tư

source: Jun
ar: يونيو
bn: জুন
el: Ιούν
fi: kesäkuuta
fr: juin
he: יוני
hi: जून
id: Juni
it: giugno
ja: ジュン
kn: ಜೂನ್
ml: ജൂൺ
mr: जून
nl: juni
pa: ਜੂਨ
pl: czerwca
pt: junho
ru: июнь
ta: ஜூன்
te: జూన్
th: มิ.ย
tr: Haziran
vi: tháng sáu

source: Average Score
ar: متوسط ​​النتيجة
bn: গড় স্কোর
da: Gennemsnitlig score
de: Durchschnittliche Punktzahl
el: Μέση Βαθμολογία
es: Puntuación promedio
fi: Keskimääräinen pistemäärä
fr: Note moyenne
he: ציון ממוצע
hi: औसत स्कोर
id: Skor Rata-Rata
it: Punteggio medio
ja: 平均スコア
kn: ಸರಾಸರಿ ಸ್ಕೋರ್
ml: ശരാശരി സ്കോർ
mr: सरासरी स्कोअर
nl: Gemiddelde score
pa: ਔਸਤ ਸਕੋਰ
pl: Średni wynik
pt: Pontuação Média
ru: Средний балл
sv: Genomsnittlig poäng
ta: சராசரி மதிப்பெண்
te: సగటు స్కోరు
th: คะแนนเฉลี่ย
tr: Ortalama Puan
vi: Điểm trung bình

source: Quizzes
ar: مسابقات
bn: কুইজ
da: Quizzer
de: Quiz
el: Αινίγματα
es: cuestionarios
fi: Tietokilpailut
fr: Quiz
he: חידונים
hi: प्रश्नोत्तरी
id: Kuis
it: Quiz
ja: クイズ
kn: ರಸಪ್ರಶ್ನೆಗಳು
ml: ക്വിസുകൾ
mr: प्रश्नमंजुषा
nl: Quizzen
pa: ਕਵਿਜ਼
pl: Quizy
pt: Testes
ru: Викторины
sv: Frågesporter
ta: வினாடி வினாக்கள்
te: క్విజ్‌లు
th: แบบทดสอบ
tr: Sınavlar
vi: Câu đố

source: Exams
ar: الامتحانات
bn: পরীক্ষা
da: Eksamener
de: Prüfungen
el: Εξετάσεις
es: Exámenes
fi: Tentit
fr: Examens
he: בחינות
hi: परीक्षा
id: Ujian
it: Esami
ja: 試験
kn: ಪರೀಕ್ಷೆಗಳು
ml: പരീക്ഷകൾ
mr: परीक्षा
nl: Examens
pa: ਪ੍ਰੀਖਿਆਵਾਂ
pl: Egzaminy
pt: Exames
ru: Экзамены
sv: Tentor
ta: தேர்வுகள்
te: పరీక్షలు
th: การสอบ
tr: Sınavlar
vi: bài kiểm tra

source: Projects
ar: المشاريع
bn: প্রকল্প
da: Projekter
de: Projekte
el: Έργα
es: Proyectos
fi: Projektit
fr: Projets
he: פרויקטים
hi: परियोजनाओं
id: Proyek
it: Progetti
ja: プロジェクト
kn: ಯೋಜನೆಗಳು
ml: പദ്ധതികൾ
mr: प्रकल्प
nl: Projecten
pa: ਪ੍ਰੋਜੈਕਟਸ
pl: Projektowanie
pt: Projetos
ru: Проекты
sv: Projekt
ta: திட்டங்கள்
te: ప్రాజెక్టులు
th: โครงการ
tr: Projeler
vi: Dự án

source: Assignments
ar: المهام
bn: অ্যাসাইনমেন্ট
da: Opgaver
de: Aufgaben
el: Εργασίες
es: Asignaciones
fi: Tehtävät
fr: Missions
he: מטלות
hi: कार्य
id: Tugas
it: Incarichi
ja: 課題
kn: ನಿಯೋಜನೆಗಳು
ml: അസൈൻമെൻ്റുകൾ
mr: असाइनमेंट
nl: Opdrachten
pa: ਅਸਾਈਨਮੈਂਟਸ
pl: Zadania
pt: Tarefas
ru: Задания
sv: Uppdrag
ta: பணிகள்
te: అసైన్‌మెంట్‌లు
th: การมอบหมายงาน
tr: Atamalar
vi: Bài tập

source: Certification Tracking
ar: تتبع الشهادة
bn: সার্টিফিকেশন ট্র্যাকিং
da: Certificeringssporing
de: Zertifizierungsverfolgung
el: Παρακολούθηση πιστοποίησης
es: Seguimiento de certificación
fi: Sertifioinnin seuranta
fr: Suivi des certifications
gu: પ્રમાણપત્ર ટ્રેકિંગ
he: מעקב אחר הסמכה
hi: प्रमाणन ट्रैकिंग
id: Pelacakan Sertifikasi
it: Monitoraggio della certificazione
ja: 認証の追跡
kn: ಪ್ರಮಾಣೀಕರಣ ಟ್ರ್ಯಾಕಿಂಗ್
ml: സർട്ടിഫിക്കേഷൻ ട്രാക്കിംഗ്
mr: प्रमाणन ट्रॅकिंग
nl: Certificering volgen
no: Sertifiseringssporing
or: ସାର୍ଟିଫିକେଟ୍ ଟ୍ରାକିଂ
pa: ਸਰਟੀਫਿਕੇਸ਼ਨ ਟ੍ਰੈਕਿੰਗ
pl: Śledzenie certyfikatów
pt: Acompanhamento de Certificação
ru: Отслеживание сертификации
sv: Certifieringsspårning
ta: சான்றிதழ் கண்காணிப்பு
te: సర్టిఫికేషన్ ట్రాకింగ్
th: การติดตามการรับรอง
tr: Sertifika Takibi
vi: Theo dõi chứng nhận

source: Monitor certification programs, progress, and learner achievements
ar: مراقبة برامج الشهادات والتقدم وإنجازات المتعلم
bn: সার্টিফিকেশন প্রোগ্রাম, অগ্রগতি, এবং শিক্ষার্থীদের কৃতিত্ব নিরীক্ষণ করুন
da: Overvåg certificeringsprogrammer, fremskridt og elevpræstationer
de: Überwachen Sie Zertifizierungsprogramme, Fortschritte und Erfolge der Lernenden
el: Παρακολουθήστε τα προγράμματα πιστοποίησης, την πρόοδο και τα επιτεύγματα των μαθητών
es: Monitorear los programas de certificación, el progreso y los logros de los estudiantes.
fi: Seuraa sertifiointiohjelmia, edistymistä ja oppilaiden saavutuksia
fr: Surveiller les programmes de certification, les progrès et les réalisations des apprenants
he: עקוב אחר תוכניות ההסמכה, ההתקדמות והישגי הלומדים
hi: प्रमाणन कार्यक्रमों, प्रगति और शिक्षार्थी उपलब्धियों की निगरानी करें
id: Pantau program sertifikasi, kemajuan, dan pencapaian peserta didik
it: Monitorare i programmi di certificazione, i progressi e i risultati degli studenti
ja: 認定プログラム、進捗状況、学習者の成果を監視する
kn: ಪ್ರಮಾಣೀಕರಣ ಕಾರ್ಯಕ್ರಮಗಳು, ಪ್ರಗತಿ ಮತ್ತು ಕಲಿಯುವವರ ಸಾಧನೆಗಳನ್ನು ಮೇಲ್ವಿಚಾರಣೆ ಮಾಡಿ
ml: സർട്ടിഫിക്കേഷൻ പ്രോഗ്രാമുകൾ, പുരോഗതി, പഠിതാക്കളുടെ നേട്ടങ്ങൾ എന്നിവ നിരീക്ഷിക്കുക
mr: प्रमाणन कार्यक्रम, प्रगती आणि शिकणाऱ्यांच्या कामगिरीचे निरीक्षण करा
nl: Bewaak certificeringsprogramma's, voortgang en prestaties van leerlingen
pa: ਪ੍ਰਮਾਣੀਕਰਣ ਪ੍ਰੋਗਰਾਮਾਂ, ਪ੍ਰਗਤੀ ਅਤੇ ਸਿਖਿਆਰਥੀਆਂ ਦੀਆਂ ਪ੍ਰਾਪਤੀਆਂ ਦੀ ਨਿਗਰਾਨੀ ਕਰੋ
pl: Monitoruj programy certyfikacji, postępy i osiągnięcia uczniów
pt: Monitore programas de certificação, progresso e conquistas dos alunos
ru: Отслеживайте программы сертификации, прогресс и достижения учащихся.
sv: Övervaka certifieringsprogram, framsteg och elevprestationer
ta: சான்றிதழ் திட்டங்கள், முன்னேற்றம் மற்றும் கற்றவர் சாதனைகளை கண்காணிக்கவும்
te: ధృవీకరణ కార్యక్రమాలు, పురోగతి మరియు అభ్యాసకుల విజయాలను పర్యవేక్షించండి
th: ติดตามโปรแกรมการรับรอง ความก้าวหน้า และความสำเร็จของผู้เรียน
tr: Sertifika programlarını, ilerlemeyi ve öğrenci başarılarını izleyin
vi: Giám sát các chương trình chứng nhận, tiến độ và thành tích của người học

source: Total Certifications
ar: مجموع الشهادات
bn: মোট সার্টিফিকেশন
da: Samlede certificeringer
de: Gesamtzahl der Zertifizierungen
el: Συνολικές Πιστοποιήσεις
es: Certificaciones totales
fi: Sertifikaatit yhteensä
fr: Certifications totales
he: סך כל הסמכות
hi: कुल प्रमाणपत्र
id: Jumlah Sertifikasi
it: Certificazioni totali
ja: 認定総数
kn: ಒಟ್ಟು ಪ್ರಮಾಣೀಕರಣಗಳು
ml: മൊത്തം സർട്ടിഫിക്കേഷനുകൾ
mr: एकूण प्रमाणपत्रे
nl: Totaal certificeringen
pa: ਕੁੱਲ ਪ੍ਰਮਾਣੀਕਰਣ
pl: Całkowita liczba certyfikatów
pt: Certificações totais
ru: Всего сертификатов
sv: Totala certifieringar
ta: மொத்த சான்றிதழ்கள்
te: మొత్తం ధృవపత్రాలు
th: ใบรับรองทั้งหมด
tr: Toplam Sertifikalar
vi: Tổng số chứng chỉ

source: Active Learners
ar: المتعلمون النشطون
bn: সক্রিয় শিক্ষার্থী
da: Aktive elever
de: Aktive Lernende
el: Ενεργοί Μαθητές
es: Estudiantes activos
fi: Aktiiviset oppijat
fr: Apprenants actifs
he: לומדים פעילים
hi: सक्रिय शिक्षार्थी
id: Pembelajar Aktif
it: Studenti attivi
ja: アクティブラーナー
kn: ಸಕ್ರಿಯ ಕಲಿಯುವವರು
ml: സജീവ പഠിതാക്കൾ
mr: सक्रिय शिकणारे
nl: Actieve leerlingen
pa: ਸਰਗਰਮ ਸਿੱਖਣ ਵਾਲੇ
pl: Aktywni uczniowie
pt: Alunos ativos
ru: Активные учащиеся
sv: Aktiva elever
ta: செயலில் கற்றவர்கள்
te: క్రియాశీల అభ్యాసకులు
th: ผู้เรียนที่กระตือรือร้น
tr: Aktif Öğrenciler
vi: Người học tích cực

source: Certifications Issued
ar: الشهادات الصادرة
bn: সার্টিফিকেশন জারি
da: Udstedte certifikater
de: Ausgestellte Zertifizierungen
el: Πιστοποιήσεις που εκδόθηκαν
es: Certificaciones emitidas
fi: Sertifikaatit myönnetty
fr: Certifications délivrées
he: אישורים שהונפקו
hi: प्रमाणपत्र जारी किए गए
id: Sertifikasi Dikeluarkan
it: Certificazioni rilasciate
ja: 発行された証明書
kn: ಪ್ರಮಾಣೀಕರಣಗಳನ್ನು ನೀಡಲಾಗಿದೆ
ml: സർട്ടിഫിക്കറ്റുകൾ നൽകി
mr: प्रमाणपत्रे जारी केली
nl: Certificeringen uitgegeven
pa: ਸਰਟੀਫਿਕੇਟ ਜਾਰੀ ਕੀਤੇ ਗਏ
pl: Wydane certyfikaty
pt: Certificações emitidas
ru: Выданные сертификаты
sv: Certifieringar utfärdade
ta: சான்றிதழ்கள் வழங்கப்பட்டன
te: ధృవపత్రాలు జారీ చేయబడ్డాయి
th: ออกใบรับรองแล้ว
tr: Verilen Sertifikalar
vi: Chứng chỉ được cấp

source: Avg. Completion Time
ar: متوسط وقت الانتهاء
bn: গড় সমাপ্তির সময়
da: Gns. Afslutningstid
de: Durchschn. Fertigstellungszeit
el: Μέσος όρος Χρόνος Ολοκλήρωσης
es: Promedio Tiempo de finalización
fi: Keskim. Valmistumisaika
fr: Moy. Temps d'achèvement
he: ממוצע זמן השלמה
hi: औसत समापन का समय
id: Rata-rata Waktu Penyelesaian
it: Media Tempo di completamento
ja: 平均完了時間
kn: ಸರಾಸರಿ ಪೂರ್ಣಗೊಳಿಸುವ ಸಮಯ
ml: ശരാശരി പൂർത്തീകരണ സമയം
mr: सरासरी पूर्ण होण्याची वेळ
nl: Gem. Voltooiingstijd
pa: ਔਸਤ ਪੂਰਾ ਹੋਣ ਦਾ ਸਮਾਂ
pl: Śr. Czas realizacji
pt: Média Tempo de conclusão
ru: Среднее Время завершения
sv: Genomsnittlig Slutförandetid
ta: சராசரி நிறைவு நேரம்
te: సగటు పూర్తి సమయం
th: เฉลี่ย เวลาที่เสร็จสมบูรณ์
tr: Ortalama Tamamlanma Süresi
vi: Trung bình Thời gian hoàn thành

source: Certification Issuance Trend
ar: اتجاه إصدار الشهادات
bn: সার্টিফিকেশন ইস্যু প্রবণতা
da: Certificeringsudstedelsestendens
de: Trend bei der Ausstellung von Zertifizierungen
el: Τάση Έκδοσης Πιστοποιήσεων
es: Tendencia de emisión de certificaciones
fi: Sertifiointien myöntämisen suuntaus
fr: Tendance en matière de délivrance de certifications
he: מגמת הנפקת הסמכה
hi: प्रमाणन जारी करने की प्रवृत्ति
id: Tren Penerbitan Sertifikasi
it: Andamento del rilascio delle certificazioni
ja: 認証発行動向
kn: ಪ್ರಮಾಣೀಕರಣ ನೀಡುವ ಪ್ರವೃತ್ತಿ
ml: സർട്ടിഫിക്കേഷൻ ഇഷ്യുസ് ട്രെൻഡ്
mr: प्रमाणन जारी करण्याचा ट्रेंड
nl: Trend uitgifte certificering
pa: ਸਰਟੀਫਿਕੇਸ਼ਨ ਜਾਰੀ ਕਰਨ ਦਾ ਰੁਝਾਨ
pl: Trend wydawania certyfikatów
pt: Tendência de emissão de certificações
ru: Тенденция выдачи сертификатов
sv: Utgivningstrend för certifiering
ta: சான்றிதழ் வழங்கல் போக்கு
te: సర్టిఫికేషన్ జారీ ట్రెండ్
th: แนวโน้มการออกใบรับรอง
tr: Sertifika Verme Trendi
vi: Xu hướng phát hành chứng nhận

source: Top Certifications
ar: أعلى الشهادات
bn: শীর্ষ সার্টিফিকেশন
da: Top certificeringer
de: Top-Zertifizierungen
el: Κορυφαίες Πιστοποιήσεις
es: Certificaciones principales
fi: Parhaat sertifikaatit
fr: Meilleures certifications
he: הסמכות מובילות
hi: शीर्ष प्रमाणपत्र
id: Sertifikasi Teratas
it: Le migliori certificazioni
ja: トップの認定
kn: ಉನ್ನತ ಪ್ರಮಾಣೀಕರಣಗಳು
ml: മികച്ച സർട്ടിഫിക്കേഷനുകൾ
mr: शीर्ष प्रमाणपत्रे
nl: Topcertificeringen
pa: ਪ੍ਰਮੁੱਖ ਪ੍ਰਮਾਣੀਕਰਣ
pl: Najlepsze certyfikaty
pt: Principais certificações
ru: Высшие сертификаты
sv: Toppcertifieringar
ta: சிறந்த சான்றிதழ்கள்
te: అగ్ర ధృవపత్రాలు
th: การรับรองยอดนิยม
tr: En İyi Sertifikalar
vi: Chứng chỉ hàng đầu

source: Data Science Professional
ar: محترف علوم البيانات
bn: ডেটা সায়েন্স প্রফেশনাল
de: Data-Science-Experte
el: Επαγγελματίας Επιστήμης Δεδομένων
es: Profesional en ciencia de datos
fi: Datatieteen ammattilainen
fr: Professionnel de la science des données
he: מקצוען במדעי הנתונים
hi: डेटा साइंस प्रोफेशनल
id: Profesional Ilmu Data
it: Professionista della scienza dei dati
ja: データサイエンスプロフェッショナル
kn: ಡೇಟಾ ಸೈನ್ಸ್ ಪ್ರೊಫೆಷನಲ್
ml: ഡാറ്റാ സയൻസ് പ്രൊഫഷണൽ
mr: डेटा सायन्स प्रोफेशनल
nl: Datawetenschapper
pa: ਡੇਟਾ ਸਾਇੰਸ ਪ੍ਰੋਫੈਸ਼ਨਲ
pl: Specjalista w dziedzinie nauki danych
pt: Profissional de Ciência de Dados
ru: Специалист по науке о данных
ta: தரவு அறிவியல் வல்லுநர்
te: డేటా సైన్స్ ప్రొఫెషనల్
th: ผู้เชี่ยวชาญด้านวิทยาศาสตร์ข้อมูล
tr: Veri Bilimi Uzmanı
vi: Chuyên gia khoa học dữ liệu

source: issued
ar: صادر
bn: জারি
da: udstedt
de: ausgegeben
el: εκδοθείς
es: emitido
fi: annettu
fr: émis
he: הונפק
hi: जारी किए गए
id: diterbitkan
it: rilasciato
ja: 発行済み
kn: ನೀಡಲಾಯಿತು
ml: ഇഷ്യൂചെയ്തു
mr: जारी केले
nl: uitgegeven
pa: ਜਾਰੀ ਕੀਤਾ
pl: wydany
pt: publicado
ru: изданный
sv: utfärdats
ta: வழங்கப்பட்டது
te: జారీ చేయబడింది
th: ออกแล้ว
tr: Veriliş
vi: ban hành
