Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Allow organizations to customize branding
ar: السماح للمؤسسات بتخصيص العلامات التجارية
bn: সংস্থাগুলিকে ব্র্যান্ডিং কাস্টমাইজ করার অনুমতি দিন
da: Tillad organisationer at tilpasse branding
de: Ermöglichen Sie Organisationen, ihr Branding individuell anzupassen
el: Επιτρέψτε στους οργανισμούς να προσαρμόσουν την επωνυμία
es: Permitir que las organizaciones personalicen la marca
fi: Anna organisaatioiden muokata brändäystä
fr: Permettre aux organisations de personnaliser leur image de marque
he: אפשר לארגונים להתאים אישית את המיתוג
hi: संगठनों को ब्रांडिंग अनुकूलित करने की अनुमति दें
id: Izinkan organisasi untuk menyesuaikan branding
it: Consenti alle organizzazioni di personalizzare il marchio
ja: 組織がブランディングをカスタマイズできるようにする
kn: ಬ್ರ್ಯಾಂಡಿಂಗ್ ಅನ್ನು ಕಸ್ಟಮೈಸ್ ಮಾಡಲು ಸಂಸ್ಥೆಗಳನ್ನು ಅನುಮತಿಸಿ
ml: ബ്രാൻഡിംഗ് ഇഷ്ടാനുസൃതമാക്കാൻ ഓർഗനൈസേഷനുകളെ അനുവദിക്കുക
mr: संस्थांना ब्रँडिंग सानुकूलित करण्याची अनुमती द्या
nl: Geef organisaties de mogelijkheid om de branding aan te passen
pa: ਸੰਸਥਾਵਾਂ ਨੂੰ ਬ੍ਰਾਂਡਿੰਗ ਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰਨ ਦਿਓ
pl: Zezwalaj organizacjom na dostosowywanie marki
pt: Permitir que as organizações personalizem a marca
ru: Разрешить организациям настраивать брендинг
sv: Tillåt organisationer att anpassa varumärket
ta: பிராண்டிங்கைத் தனிப்பயனாக்க நிறுவனங்களை அனுமதிக்கவும்
te: బ్రాండింగ్‌ని అనుకూలీకరించడానికి సంస్థలను అనుమతించండి
th: อนุญาตให้องค์กรปรับแต่งการสร้างแบรนด์
tr: Kuruluşların markalamayı özelleştirmesine izin verin
vi: Cho phép các tổ chức tùy chỉnh thương hiệu

source: Employee Management
ar: إدارة الموظفين
bn: কর্মচারী ব্যবস্থাপনা
da: Medarbejderledelse
de: Mitarbeiterführung
el: Διοίκηση Εργαζομένων
es: Gestión de empleados
fi: Työntekijöiden hallinta
fr: Gestion des employés
he: ניהול עובדים
hi: कर्मचारी प्रबंधन
id: Manajemen Karyawan
it: Gestione dei dipendenti
ja: 従業員管理
kn: ಉದ್ಯೋಗಿ ನಿರ್ವಹಣೆ
ml: എംപ്ലോയി മാനേജ്മെൻ്റ്
mr: कर्मचारी व्यवस्थापन
nl: Medewerkersbeheer
pa: ਕਰਮਚਾਰੀ ਪ੍ਰਬੰਧਨ
pl: Zarządzanie pracownikami
pt: Gestão de Funcionários
ru: Управление персоналом
sv: Personalledning
ta: பணியாளர் மேலாண்மை
te: ఉద్యోగుల నిర్వహణ
th: การจัดการพนักงาน
tr: Çalışan Yönetimi
vi: Quản lý nhân viên

source: Employee ID Prefix
ar: بادئة معرف الموظف
bn: কর্মচারী আইডি উপসর্গ
da: Medarbejder-id-præfiks
de: Mitarbeiter-ID-Präfix
el: Πρόθεμα ταυτότητας υπαλλήλου
es: Prefijo de identificación de empleado
fi: Työntekijän tunnuksen etuliite
fr: Préfixe d'identification de l'employé
he: קידומת זיהוי עובד
hi: कर्मचारी आईडी उपसर्ग
id: Awalan ID Karyawan
it: Prefisso ID dipendente
ja: 従業員 ID プレフィックス
kn: ಉದ್ಯೋಗಿ ID ಪೂರ್ವಪ್ರತ್ಯಯ
ml: എംപ്ലോയി ഐഡി പ്രിഫിക്സ്
mr: कर्मचारी आयडी उपसर्ग
nl: Voorvoegsel van werknemers-ID
pa: ਕਰਮਚਾਰੀ ਆਈਡੀ ਪ੍ਰੀਫਿਕਸ
pl: Prefiks identyfikatora pracownika
pt: Prefixo de ID do funcionário
ru: Префикс идентификатора сотрудника
sv: Medarbetar-ID-prefix
ta: பணியாளர் ஐடி முன்னொட்டு
te: ఉద్యోగి ID ప్రిఫిక్స్
th: คำนำหน้ารหัสพนักงาน
tr: Çalışan Kimliği Öneki
vi: Tiền tố ID nhân viên

source: Required Employee Fields
ar: الحقول المطلوبة للموظفين
bn: প্রয়োজনীয় কর্মচারী ক্ষেত্র
da: Påkrævede medarbejderfelter
de: Erforderliche Mitarbeiterfelder
el: Υποχρεωτικά πεδία εργαζομένων
es: Campos de empleado obligatorios
fi: Vaaditut työntekijäkentät
fr: Champs obligatoires pour les employés
he: שדות עובדים נדרשים
hi: आवश्यक कर्मचारी फ़ील्ड
id: Bidang Karyawan yang Wajib diisi
it: Campi dipendenti obbligatori
ja: 必須の従業員フィールド
kn: ಅಗತ್ಯವಿರುವ ಉದ್ಯೋಗಿ ಕ್ಷೇತ್ರಗಳು
ml: ആവശ്യമായ ജീവനക്കാരുടെ ഫീൽഡുകൾ
mr: आवश्यक कर्मचारी फील्ड
nl: Verplichte werknemersvelden
pa: ਲੋੜੀਂਦੇ ਕਰਮਚਾਰੀ ਖੇਤਰ
pl: Wymagane pola pracownika
pt: Campos obrigatórios para funcionários
ru: Обязательные поля сотрудников
sv: Obligatoriska fält för anställda
ta: தேவையான பணியாளர் துறைகள்
te: అవసరమైన ఉద్యోగుల ఫీల్డ్‌లు
th: ช่องข้อมูลพนักงานที่จำเป็น
tr: Gerekli Çalışan Alanları
vi: Trường nhân viên bắt buộc

source: Learning Path Configuration
ar: تكوين مسار التعلم
bn: শেখার পাথ কনফিগারেশন
da: Læringsstikonfiguration
de: Konfiguration des Lernpfads
el: Διαμόρφωση διαδρομής μάθησης
es: Configuración de la ruta de aprendizaje
fi: Oppimispolun määritys
fr: Configuration du parcours d'apprentissage
he: לימוד תצורת נתיב
hi: शिक्षण पथ विन्यास
id: Konfigurasi Jalur Pembelajaran
it: Configurazione del percorso di apprendimento
ja: ラーニング パスの構成
kn: ಕಲಿಕೆಯ ಮಾರ್ಗ ಸಂರಚನೆ
ml: പഠന പാത കോൺഫിഗറേഷൻ
mr: लर्निंग पाथ कॉन्फिगरेशन
nl: Configuratie van leerpaden
pa: ਸਿੱਖਣ ਮਾਰਗ ਸੰਰਚਨਾ
pl: Konfiguracja ścieżki szkoleniowej
pt: Configuração do caminho de aprendizagem
ru: Конфигурация пути обучения
sv: Inlärningsvägskonfiguration
ta: கற்றல் பாதை கட்டமைப்பு
te: పాత్ కాన్ఫిగరేషన్ నేర్చుకోవడం
th: การกำหนดค่าเส้นทางการเรียนรู้
tr: Öğrenim Yolu Yapılandırması
vi: Cấu hình lộ trình học tập

source: Enable organization-specific learning paths
ar: تمكين مسارات التعلم الخاصة بالمؤسسة
bn: প্রতিষ্ঠান-নির্দিষ্ট শেখার পথ সক্ষম করুন
da: Aktiver organisationsspecifikke læringsveje
de: Ermöglichen Sie organisationsspezifische Lernpfade
el: Ενεργοποίηση μαθησιακών διαδρομών για συγκεκριμένο οργανισμό
es: Habilite rutas de aprendizaje específicas de la organización
fi: Ota käyttöön organisaatiokohtaiset oppimispolut
fr: Activer des parcours de formation spécifiques à l’organisation
he: אפשר מסלולי למידה ספציפיים לארגון
hi: संगठन-विशिष्ट शिक्षण पथ सक्षम करें
id: Aktifkan jalur pembelajaran khusus organisasi
it: Abilita percorsi di apprendimento specifici dell'organizzazione
ja: 組織固有の学習パスを有効にする
kn: ಸಂಸ್ಥೆ-ನಿರ್ದಿಷ್ಟ ಕಲಿಕೆಯ ಮಾರ್ಗಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ml: ഓർഗനൈസേഷൻ-നിർദ്ദിഷ്ട പഠന പാതകൾ പ്രവർത്തനക്ഷമമാക്കുക
mr: संस्था-विशिष्ट शिक्षण मार्ग सक्षम करा
nl: Maak organisatiespecifieke leertrajecten mogelijk
pa: ਸੰਗਠਨ-ਵਿਸ਼ੇਸ਼ ਸਿੱਖਣ ਮਾਰਗ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ
pl: Włącz ścieżki edukacyjne specyficzne dla organizacji
pt: Habilite caminhos de aprendizagem específicos da organização
ru: Включить пути обучения, специфичные для организации
sv: Aktivera organisationsspecifika lärandevägar
ta: நிறுவனம் சார்ந்த கற்றல் பாதைகளை இயக்கவும்
te: సంస్థ-నిర్దిష్ట అభ్యాస మార్గాలను ప్రారంభించండి
th: เปิดใช้งานเส้นทางการเรียนรู้เฉพาะองค์กร
tr: Kuruluşa özgü öğrenme yollarını etkinleştirin
vi: Kích hoạt lộ trình học tập dành riêng cho tổ chức

source: Automatically enroll employees in required courses
ar: تسجيل الموظفين تلقائيا في الدورات المطلوبة
bn: প্রয়োজনীয় কোর্সে স্বয়ংক্রিয়ভাবে কর্মীদের নথিভুক্ত করুন
da: Tilmeld automatisk medarbejdere i obligatoriske kurser
de: Melden Sie Mitarbeiter automatisch für erforderliche Kurse an
el: Αυτόματη εγγραφή εργαζομένων στα απαιτούμενα μαθήματα
es: Inscribir automáticamente a los empleados en los cursos requeridos
fi: Ilmoittaudu automaattisesti vaadituille kursseille
fr: Inscrire automatiquement les employés aux cours obligatoires
he: רשום אוטומטית עובדים לקורסי חובה
hi: कर्मचारियों को आवश्यक पाठ्यक्रमों में स्वचालित रूप से नामांकित करें
id: Secara otomatis mendaftarkan karyawan dalam kursus yang diperlukan
it: Iscrivi automaticamente i dipendenti ai corsi richiesti
ja: 従業員を必須のコースに自動的に登録する
kn: ಅಗತ್ಯವಿರುವ ಕೋರ್ಸ್‌ಗಳಿಗೆ ಉದ್ಯೋಗಿಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ದಾಖಲಿಸಿಕೊಳ್ಳಿ
ml: ആവശ്യമായ കോഴ്സുകളിൽ ജീവനക്കാരെ സ്വയമേവ എൻറോൾ ചെയ്യുക
mr: आवश्यक अभ्यासक्रमांमध्ये कर्मचाऱ्यांची स्वयंचलितपणे नोंदणी करा
nl: Schrijf medewerkers automatisch in voor de vereiste cursussen
pa: ਲੋੜੀਂਦੇ ਕੋਰਸਾਂ ਵਿੱਚ ਕਰਮਚਾਰੀਆਂ ਨੂੰ ਸਵੈਚਲਿਤ ਤੌਰ 'ਤੇ ਭਰਤੀ ਕਰੋ
pl: Automatycznie zapisuj pracowników na wymagane kursy
pt: Inscrever funcionários automaticamente nos cursos obrigatórios
ru: Автоматически записывайте сотрудников на необходимые курсы
sv: Anmäl anställda automatiskt till obligatoriska kurser
ta: தேவையான படிப்புகளில் பணியாளர்களை தானாக பதிவு செய்யவும்
te: అవసరమైన కోర్సుల్లో ఉద్యోగులను స్వయంచాలకంగా నమోదు చేయండి
th: ลงทะเบียนพนักงานในหลักสูตรที่จำเป็นโดยอัตโนมัติ
tr: Çalışanları zorunlu kurslara otomatik olarak kaydedin
vi: Tự động đăng ký nhân viên vào các khóa học bắt buộc

source: Reporting and Analytics
ar: التقارير والتحليلات
bn: রিপোর্টিং এবং বিশ্লেষণ
da: Rapportering og analyse
de: Reporting und Analysen
el: Αναφορές και Analytics
es: Informes y análisis
fi: Raportointi ja analytiikka
fr: Rapports et analyses
he: דיווח ואנליטיקה
hi: रिपोर्टिंग और विश्लेषण
id: Pelaporan dan Analisis
it: Reporting e analisi
ja: レポートと分析
kn: ವರದಿ ಮತ್ತು ವಿಶ್ಲೇಷಣೆ
ml: റിപ്പോർട്ടിംഗും വിശകലനവും
mr: अहवाल आणि विश्लेषण
nl: Rapportage en analyse
pa: ਰਿਪੋਰਟਿੰਗ ਅਤੇ ਵਿਸ਼ਲੇਸ਼ਣ
pl: Raportowanie i analityka
pt: Relatórios e análises
ru: Отчетность и аналитика
sv: Rapportering och analys
ta: அறிக்கை மற்றும் பகுப்பாய்வு
te: రిపోర్టింగ్ మరియు అనలిటిక్స్
th: การรายงานและการวิเคราะห์
tr: Raporlama ve Analitik
vi: Báo cáo và phân tích

source: Enable organization-level analytics
ar: تمكين التحليلات على مستوى المنظمة
bn: প্রতিষ্ঠান-স্তরের বিশ্লেষণ সক্ষম করুন
da: Aktiver analyse på organisationsniveau
de: Aktivieren Sie Analysen auf Organisationsebene
el: Ενεργοποίηση αναλυτικών στοιχείων σε επίπεδο οργανισμού
es: Habilite el análisis a nivel de organización
fi: Ota käyttöön organisaatiotason analytiikka
fr: Activer l'analyse au niveau de l'organisation
he: אפשר ניתוח ברמת הארגון
hi: संगठन-स्तरीय विश्लेषण सक्षम करें
id: Aktifkan analisis tingkat organisasi
it: Abilita l'analisi a livello di organizzazione
ja: 組織レベルの分析を有効にする
kn: ಸಂಸ್ಥೆಯ ಮಟ್ಟದ ವಿಶ್ಲೇಷಣೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ml: ഓർഗനൈസേഷൻ-ലെവൽ അനലിറ്റിക്സ് പ്രവർത്തനക്ഷമമാക്കുക
mr: संस्था-स्तरीय विश्लेषणे सक्षम करा
nl: Maak analyses op organisatieniveau mogelijk
pa: ਸੰਗਠਨ-ਪੱਧਰ ਦੇ ਵਿਸ਼ਲੇਸ਼ਣ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ
pl: Włącz analizę na poziomie organizacji
pt: Habilite análises em nível de organização
ru: Включите аналитику на уровне организации
sv: Aktivera analys på organisationsnivå
ta: நிறுவன அளவிலான பகுப்பாய்வுகளை இயக்கவும்
te: సంస్థ-స్థాయి విశ్లేషణలను ప్రారంభించండి
th: เปิดใช้งานการวิเคราะห์ระดับองค์กร
tr: Kuruluş düzeyinde analitiği etkinleştirin
vi: Bật phân tích cấp tổ chức

source: Allow organization admins to export data
ar: السماح لمسؤولي المؤسسة بتصدير البيانات
bn: সংস্থার প্রশাসকদের ডেটা এক্সপোর্ট করার অনুমতি দিন
da: Tillad organisationsadministratorer at eksportere data
de: Erlauben Sie Organisationsadministratoren, Daten zu exportieren
el: Να επιτρέπεται στους διαχειριστές οργανισμού να εξάγουν δεδομένα
es: Permitir que los administradores de la organización exporten datos
fi: Salli organisaation järjestelmänvalvojien viedä tietoja
fr: Autoriser les administrateurs de l'organisation à exporter des données
he: אפשר למנהלי ארגון לייצא נתונים
hi: संगठन व्यवस्थापकों को डेटा निर्यात करने की अनुमति दें
id: Izinkan admin organisasi mengekspor data
it: Consenti agli amministratori dell'organizzazione di esportare dati
ja: 組織管理者にデータのエクスポートを許可する
kn: ಡೇಟಾವನ್ನು ರಫ್ತು ಮಾಡಲು ಸಂಸ್ಥೆಯ ನಿರ್ವಾಹಕರನ್ನು ಅನುಮತಿಸಿ
ml: ഡാറ്റ എക്‌സ്‌പോർട്ട് ചെയ്യാൻ ഓർഗനൈസേഷൻ അഡ്‌മിനുകളെ അനുവദിക്കുക
mr: संस्थेच्या प्रशासकांना डेटा निर्यात करण्याची अनुमती द्या
nl: Sta organisatiebeheerders toe gegevens te exporteren
pa: ਸੰਗਠਨ ਪ੍ਰਸ਼ਾਸਕਾਂ ਨੂੰ ਡਾਟਾ ਨਿਰਯਾਤ ਕਰਨ ਦਿਓ
pl: Zezwalaj administratorom organizacji na eksportowanie danych
pt: Permitir que os administradores da organização exportem dados
ru: Разрешить администраторам организации экспортировать данные
sv: Tillåt organisationsadministratörer att exportera data
ta: தரவை ஏற்றுமதி செய்ய நிறுவன நிர்வாகிகளை அனுமதிக்கவும்
te: డేటాను ఎగుమతి చేయడానికి సంస్థ నిర్వాహకులను అనుమతించండి
th: อนุญาตให้ผู้ดูแลระบบองค์กรส่งออกข้อมูล
tr: Kuruluş yöneticilerinin verileri dışa aktarmasına izin ver
vi: Cho phép quản trị viên tổ chức xuất dữ liệu

source: Save Organization Settings
ar: حفظ إعدادات المنظمة
bn: সংগঠন সেটিংস সংরক্ষণ করুন
da: Gem organisationsindstillinger
de: Organisationseinstellungen speichern
el: Αποθήκευση ρυθμίσεων οργανισμού
es: Guardar configuración de la organización
fi: Tallenna organisaatioasetukset
fr: Enregistrer les paramètres de l'organisation
he: שמור את הגדרות הארגון
hi: संगठन सेटिंग सहेजें
id: Simpan Pengaturan Organisasi
it: Salva le impostazioni dell'organizzazione
ja: 組織設定の保存
kn: ಸಂಸ್ಥೆಯ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಉಳಿಸಿ
ml: ഓർഗനൈസേഷൻ ക്രമീകരണങ്ങൾ സംരക്ഷിക്കുക
mr: संस्था सेटिंग्ज जतन करा
nl: Organisatie-instellingen opslaan
pa: ਸੰਗਠਨ ਸੈਟਿੰਗਾਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰੋ
pl: Zapisz ustawienia organizacji
pt: Salvar configurações da organização
ru: Сохранить настройки организации
sv: Spara organisationsinställningar
ta: நிறுவன அமைப்புகளைச் சேமிக்கவும்
te: సంస్థ సెట్టింగ్‌లను సేవ్ చేయండి
th: บันทึกการตั้งค่าองค์กร
tr: Organizasyon Ayarlarını Kaydet
vi: Lưu cài đặt tổ chức

source: Events Settings
ar: إعدادات الأحداث
bn: ইভেন্ট সেটিংস
da: Indstillinger for begivenheder
de: Ereigniseinstellungen
el: Ρυθμίσεις συμβάντων
es: Configuración de eventos
fi: Tapahtuma-asetukset
fr: Paramètres des événements
he: הגדרות אירועים
hi: इवेंट सेटिंग्स
id: Pengaturan Acara
it: Impostazioni eventi
ja: イベント設定
kn: ಈವೆಂಟ್‌ಗಳ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: ഇവൻ്റുകൾ ക്രമീകരണങ്ങൾ
mr: इव्हेंट सेटिंग्ज
nl: Gebeurtenisinstellingen
pa: ਇਵੈਂਟ ਸੈਟਿੰਗਾਂ
pl: Ustawienia wydarzeń
pt: Configurações de eventos
ru: Настройки событий
sv: Händelseinställningar
ta: நிகழ்வுகள் அமைப்புகள்
te: ఈవెంట్‌ల సెట్టింగ్‌లు
th: การตั้งค่ากิจกรรม
tr: Etkinlik Ayarları
vi: Cài đặt sự kiện

source: Event Types
ar: أنواع الأحداث
bn: ইভেন্টের ধরন
da: Begivenhedstyper
de: Ereignistypen
el: Τύποι συμβάντων
es: Tipos de eventos
fi: Tapahtumatyypit
fr: Types d'événements
he: סוגי אירועים
hi: घटना के प्रकार
id: Jenis Acara
it: Tipi di eventi
ja: イベントの種類
kn: ಈವೆಂಟ್ ವಿಧಗಳು
ml: ഇവൻ്റ് തരങ്ങൾ
mr: कार्यक्रमाचे प्रकार
nl: Gebeurtenistypen
pa: ਇਵੈਂਟ ਦੀਆਂ ਕਿਸਮਾਂ
pl: Typy zdarzeń
pt: Tipos de eventos
ru: Типы событий
sv: Händelsetyper
ta: நிகழ்வு வகைகள்
te: ఈవెంట్ రకాలు
th: ประเภทเหตุการณ์
tr: Etkinlik Türleri
vi: Các loại sự kiện

source: Available Event Types
ar: أنواع الأحداث المتاحة
bn: উপলব্ধ ইভেন্ট প্রকার
da: Tilgængelige begivenhedstyper
de: Verfügbare Ereignistypen
el: Διαθέσιμοι τύποι συμβάντων
es: Tipos de eventos disponibles
fi: Käytettävissä olevat tapahtumatyypit
fr: Types d'événements disponibles
he: סוגי אירועים זמינים
hi: उपलब्ध इवेंट प्रकार
id: Jenis Acara yang Tersedia
it: Tipi di eventi disponibili
ja: 利用可能なイベントの種類
kn: ಲಭ್ಯವಿರುವ ಈವೆಂಟ್ ಪ್ರಕಾರಗಳು
ml: ലഭ്യമായ ഇവൻ്റ് തരങ്ങൾ
mr: उपलब्ध इव्हेंट प्रकार
nl: Beschikbare gebeurtenistypen
pa: ਉਪਲਬਧ ਇਵੈਂਟ ਕਿਸਮਾਂ
pl: Dostępne typy zdarzeń
pt: Tipos de eventos disponíveis
ru: Доступные типы событий
sv: Tillgängliga händelsetyper
ta: கிடைக்கும் நிகழ்வு வகைகள்
te: అందుబాటులో ఉన్న ఈవెంట్ రకాలు
th: ประเภทเหตุการณ์ที่มีอยู่
tr: Mevcut Etkinlik Türleri
vi: Các loại sự kiện có sẵn

source: Custom Event Types (comma-separated)
ar: أنواع الأحداث المخصصة (مفصولة بفواصل)
bn: কাস্টম ইভেন্টের ধরন (কমা দিয়ে আলাদা করা)
da: Tilpassede hændelsestyper (kommasepareret)
de: Benutzerdefinierte Ereignistypen (durch Kommas getrennt)
el: Προσαρμοσμένοι τύποι συμβάντων (χωρισμένοι με κόμματα)
es: Tipos de eventos personalizados (separados por comas)
fi: Muokatut tapahtumatyypit (pilkuilla erotettu)
fr: Types d'événements personnalisés (séparés par des virgules)
he: סוגי אירועים מותאמים אישית (מופרדים בפסיקים)
hi: कस्टम इवेंट प्रकार (अल्पविराम से अलग)
id: Jenis Peristiwa Khusus (dipisahkan koma)
it: Tipi di eventi personalizzati (separati da virgole)
ja: カスタム イベント タイプ (カンマ区切り)
kn: ಕಸ್ಟಮ್ ಈವೆಂಟ್ ವಿಧಗಳು (ಅಲ್ಪವಿರಾಮದಿಂದ ಪ್ರತ್ಯೇಕಿಸಲಾಗಿದೆ)
ml: ഇഷ്‌ടാനുസൃത ഇവൻ്റ് തരങ്ങൾ (കോമയാൽ വേർതിരിച്ചത്)
mr: सानुकूल इव्हेंट प्रकार (स्वल्पविरामाने विभक्त)
nl: Aangepaste gebeurtenistypen (door komma's gescheiden)
pa: ਕਸਟਮ ਇਵੈਂਟ ਕਿਸਮਾਂ (ਕੌਮੇ ਨਾਲ ਵੱਖ ਕੀਤੇ)
pl: Niestandardowe typy zdarzeń (oddzielone przecinkami)
pt: Tipos de eventos personalizados (separados por vírgula)
ru: Пользовательские типы событий (через запятую)
sv: Anpassade händelsetyper (kommaseparerade)
ta: தனிப்பயன் நிகழ்வு வகைகள் (கமாவால் பிரிக்கப்பட்டது)
te: అనుకూల ఈవెంట్ రకాలు (కామాతో వేరు చేయబడినవి)
th: ประเภทเหตุการณ์ที่กำหนดเอง (คั่นด้วยเครื่องหมายจุลภาค)
tr: Özel Etkinlik Türleri (virgülle ayrılmış)
vi: Loại sự kiện tùy chỉnh (được phân tách bằng dấu phẩy)

source: Event Registration
ar: تسجيل الحدث
bn: ইভেন্ট নিবন্ধন
da: Begivenhedsregistrering
de: Veranstaltungsregistrierung
el: Εγγραφή εκδήλωσης
es: Registro de eventos
fi: Tapahtumaan ilmoittautuminen
fr: Inscription à l'événement
he: הרשמה לאירוע
hi: घटना पंजीकरण
id: Pendaftaran Acara
it: Registrazione dell'evento
ja: イベント登録
kn: ಈವೆಂಟ್ ನೋಂದಣಿ
ml: ഇവൻ്റ് രജിസ്ട്രേഷൻ
mr: कार्यक्रम नोंदणी
nl: Registratie van evenementen
pa: ਇਵੈਂਟ ਰਜਿਸਟ੍ਰੇਸ਼ਨ
pl: Rejestracja wydarzenia
pt: Registro de Evento
ru: Регистрация на мероприятие
sv: Event registrering
ta: நிகழ்வு பதிவு
te: ఈవెంట్ నమోదు
th: การลงทะเบียนกิจกรรม
tr: Etkinlik Kaydı
vi: Đăng ký sự kiện

source: Allow users to register for events
ar: السماح للمستخدمين بالتسجيل في الأحداث
bn: ব্যবহারকারীদের ইভেন্টের জন্য নিবন্ধন করার অনুমতি দিন
da: Tillad brugere at tilmelde sig begivenheder
de: Erlauben Sie Benutzern, sich für Veranstaltungen zu registrieren
el: Επιτρέψτε στους χρήστες να εγγραφούν σε εκδηλώσεις
es: Permitir que los usuarios se registren para eventos
fi: Salli käyttäjien rekisteröityä tapahtumiin
fr: Autoriser les utilisateurs à s'inscrire à des événements
he: אפשר למשתמשים להירשם לאירועים
hi: उपयोगकर्ताओं को ईवेंट के लिए पंजीकरण करने की अनुमति दें
id: Izinkan pengguna untuk mendaftar ke acara
it: Consenti agli utenti di registrarsi agli eventi
ja: ユーザーがイベントに登録できるようにする
kn: ಈವೆಂಟ್‌ಗಳಿಗಾಗಿ ನೋಂದಾಯಿಸಲು ಬಳಕೆದಾರರನ್ನು ಅನುಮತಿಸಿ
ml: ഇവൻ്റുകൾക്കായി രജിസ്റ്റർ ചെയ്യാൻ ഉപയോക്താക്കളെ അനുവദിക്കുക
mr: वापरकर्त्यांना इव्हेंटसाठी नोंदणी करण्याची परवानगी द्या
nl: Sta gebruikers toe zich te registreren voor evenementen
pa: ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਇਵੈਂਟਾਂ ਲਈ ਰਜਿਸਟਰ ਕਰਨ ਦੀ ਆਗਿਆ ਦਿਓ
pl: Zezwalaj użytkownikom na rejestrację na wydarzenia
pt: Permitir que os usuários se registrem em eventos
ru: Разрешить пользователям регистрироваться на мероприятия
sv: Tillåt användare att registrera sig för evenemang
ta: நிகழ்வுகளுக்கு பதிவு செய்ய பயனர்களை அனுமதிக்கவும்
te: ఈవెంట్‌ల కోసం నమోదు చేసుకోవడానికి వినియోగదారులను అనుమతించండి
th: อนุญาตให้ผู้ใช้ลงทะเบียนเข้าร่วมกิจกรรม
tr: Kullanıcıların etkinliklere kaydolmasına izin ver
vi: Cho phép người dùng đăng ký sự kiện

source: Enable waitlist for full events
ar: تمكين قائمة الانتظار للأحداث الكاملة
bn: সম্পূর্ণ ইভেন্টের জন্য অপেক্ষা তালিকা সক্ষম করুন
da: Aktiver venteliste for hele begivenheder
de: Aktivieren Sie die Warteliste für vollständige Veranstaltungen
el: Ενεργοποίηση λίστας αναμονής για πλήρη συμβάντα
es: Habilitar lista de espera para eventos completos
fi: Ota jonotuslista käyttöön täysille tapahtumille
fr: Activer la liste d'attente pour les événements complets
he: אפשר רשימת המתנה לאירועים מלאים
hi: संपूर्ण आयोजनों के लिए प्रतीक्षा सूची सक्षम करें
id: Aktifkan daftar tunggu untuk acara lengkap
it: Abilita la lista d'attesa per gli eventi completi
ja: 完全なイベントの待機リストを有効にする
kn: ಪೂರ್ಣ ಈವೆಂಟ್‌ಗಳಿಗಾಗಿ ಕಾಯುವಿಕೆ ಪಟ್ಟಿಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ml: പൂർണ്ണ ഇവൻ്റുകൾക്കായി വെയിറ്റ്‌ലിസ്റ്റ് പ്രവർത്തനക്ഷമമാക്കുക
mr: पूर्ण इव्हेंटसाठी प्रतीक्षा यादी सक्षम करा
nl: Schakel wachtlijst in voor volledige evenementen
pa: ਪੂਰੇ ਸਮਾਗਮਾਂ ਲਈ ਉਡੀਕ ਸੂਚੀ ਨੂੰ ਚਾਲੂ ਕਰੋ
pl: Włącz listę oczekujących na pełne wydarzenia
pt: Ativar lista de espera para eventos completos
ru: Включить список ожидания для полных событий
sv: Aktivera väntelista för fullständiga evenemang
ta: முழு நிகழ்வுகளுக்கான காத்திருப்புப் பட்டியலை இயக்கவும்
te: పూర్తి ఈవెంట్‌ల కోసం నిరీక్షణ జాబితాను ప్రారంభించండి
th: เปิดใช้รายชื่อรอสำหรับกิจกรรมทั้งหมด
tr: Tüm etkinlikler için bekleme listesini etkinleştir
vi: Bật danh sách chờ cho toàn bộ sự kiện

source: Default Registration Deadline (hours before event)
ar: الموعد النهائي للتسجيل الافتراضي (ساعات قبل الحدث)
bn: ডিফল্ট নিবন্ধনের সময়সীমা (ঘণ্টা আগে ইভেন্ট)
da: Standard tilmeldingsfrist (timer før arrangementet)
de: Standard-Anmeldeschluss (Stunden vor der Veranstaltung)
el: Προεπιλεγμένη προθεσμία εγγραφής (ώρες πριν από την εκδήλωση)
es: Fecha límite de inscripción predeterminada (horas antes del evento)
fi: Oletusilmoittautumisaika (tuntia ennen tapahtumaa)
fr: Date limite d'inscription par défaut (heures avant l'événement)
he: מועד אחרון לרישום כברירת מחדל (שעות לפני האירוע)
hi: डिफ़ॉल्ट पंजीकरण की समय सीमा (घटना से कुछ घंटे पहले)
id: Batas Waktu Pendaftaran Default (jam sebelum acara)
it: Scadenza di registrazione predefinita (ore prima dell'evento)
ja: デフォルトの登録期限（イベントの数時間前）
kn: ಡೀಫಾಲ್ಟ್ ನೋಂದಣಿ ಗಡುವು (ಈವೆಂಟ್‌ಗೆ ಗಂಟೆಗಳ ಮೊದಲು)
ml: സ്ഥിര രജിസ്ട്രേഷൻ സമയപരിധി (ഇവൻ്റുകൾക്ക് മണിക്കൂറുകൾക്ക് മുമ്പ്)
mr: डीफॉल्ट नोंदणीची अंतिम मुदत (इव्हेंटच्या काही तास आधी)
nl: Standaard registratiedeadline (uren vóór het evenement)
pa: ਡਿਫੌਲਟ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਦੀ ਆਖਰੀ ਮਿਤੀ (ਘੰਟੇ ਪਹਿਲਾਂ ਘਟਨਾ)
pl: Domyślny termin rejestracji (godziny przed wydarzeniem)
pt: Prazo de inscrição padrão (horas antes do evento)
ru: Крайний срок регистрации по умолчанию (за несколько часов до мероприятия)
sv: Standard deadline för registrering (timmar före evenemanget)
ta: இயல்புநிலை பதிவு காலக்கெடு (நிகழ்வுக்கு சில மணிநேரங்களுக்கு முன்பு)
te: డిఫాల్ట్ నమోదు గడువు (ఈవెంట్‌కు గంటల ముందు)
th: กำหนดเวลาการลงทะเบียนเริ่มต้น (ชั่วโมงก่อนงาน)
tr: Varsayılan Kayıt Son Tarihi (etkinlikten saatler önce)
vi: Hạn chót đăng ký mặc định (vài giờ trước sự kiện)

source: Cancellation Policy (hours before event)
ar: سياسة الإلغاء (قبل ساعات من الحدث)
bn: বাতিলকরণ নীতি (ইভেন্টের কয়েক ঘন্টা আগে)
da: Afbestillingsregler (timer før arrangementet)
de: Stornierungsbedingungen (Stunden vor der Veranstaltung)
el: Πολιτική ακύρωσης (ώρες πριν την εκδήλωση)
es: Política de Cancelación (horas antes del evento)
fi: Peruutusehdot (tuntia ennen tapahtumaa)
fr: Politique d'annulation (heures avant l'événement)
he: מדיניות ביטולים (שעות לפני האירוע)
hi: रद्दीकरण नीति (घटना से कुछ घंटे पहले)
id: Kebijakan Pembatalan (jam sebelum acara)
it: Politica di cancellazione (ore prima dell'evento)
ja: キャンセルポリシー（イベントの数時間前）
kn: ರದ್ದತಿ ನೀತಿ (ಈವೆಂಟ್‌ಗೆ ಗಂಟೆಗಳ ಮೊದಲು)
ml: റദ്ദാക്കൽ നയം (ഇവൻ്റുകൾക്ക് മണിക്കൂറുകൾക്ക് മുമ്പ്)
mr: रद्द करण्याचे धोरण (इव्हेंटच्या काही तास आधी)
nl: Annuleringsbeleid (uren vóór het evenement)
pa: ਰੱਦ ਕਰਨ ਦੀ ਨੀਤੀ (ਇਵੈਂਟ ਤੋਂ ਘੰਟੇ ਪਹਿਲਾਂ)
pl: Zasady anulowania rezerwacji (godziny przed wydarzeniem)
pt: Política de cancelamento (horas antes do evento)
ru: Политика отмены (за несколько часов до мероприятия)
sv: Avbokningsregler (timmar före evenemanget)
ta: ரத்துசெய்யும் கொள்கை (நிகழ்வுக்கு சில மணிநேரங்களுக்கு முன்)
te: రద్దు విధానం (ఈవెంట్‌కి గంటల ముందు)
th: นโยบายการยกเลิก (ชั่วโมงก่อนงาน)
tr: İptal Politikası (etkinlikten saatler önce)
vi: Chính sách hủy (giờ trước sự kiện)

source: Event Reminders
ar: تذكيرات الأحداث
bn: ইভেন্ট অনুস্মারক
da: Begivenhedspåmindelser
de: Ereigniserinnerungen
el: Υπενθυμίσεις συμβάντων
es: Recordatorios de eventos
fi: Tapahtumamuistutukset
fr: Rappels d'événements
he: תזכורות לאירועים
hi: घटना अनुस्मारक
id: Pengingat Acara
it: Promemoria eventi
ja: イベントリマインダー
kn: ಈವೆಂಟ್ ಜ್ಞಾಪನೆಗಳು
ml: ഇവൻ്റ് ഓർമ്മപ്പെടുത്തലുകൾ
mr: इव्हेंट स्मरणपत्रे
nl: Herinneringen voor evenementen
pa: ਇਵੈਂਟ ਰੀਮਾਈਂਡਰ
pl: Przypomnienia o wydarzeniach
pt: Lembretes de eventos
ru: Напоминания о событиях
sv: Händelsepåminnelser
ta: நிகழ்வு நினைவூட்டல்கள்
te: ఈవెంట్ రిమైండర్‌లు
th: การแจ้งเตือนกิจกรรม
tr: Etkinlik Hatırlatıcıları
vi: Lời nhắc sự kiện
