Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: External Resources
ar: الموارد الخارجية
bn: বাহ্যিক সম্পদ
da: Eksterne ressourcer
de: Externe Ressourcen
el: Εξωτερικοί Πόροι
es: Recursos externos
fi: Ulkoiset resurssit
fr: Ressources externes
he: משאבים חיצוניים
hi: बाहरी संसाधन
id: Sumber Daya Eksternal
it: Risorse esterne
ja: 外部リソース
ml: ബാഹ്യ വിഭവങ്ങൾ
mr: बाह्य संसाधने
nl: Externe bronnen
pa: ਬਾਹਰੀ ਸਰੋਤ
pl: Zasoby zewnętrzne
pt: Recursos Externos
ru: Внешние ресурсы
sv: Externa resurser
ta: வெளி வளங்கள்
te: బాహ్య వనరులు
th: ทรัพยากรภายนอก
tr: Dış Kaynaklar
vi: Nguồn lực bên ngoài

source: Additional Reading
ar: قراءة إضافية
bn: অতিরিক্ত পড়া
da: Yderligere læsning
de: Zusätzliche Lektüre
el: Πρόσθετη ανάγνωση
es: Lectura adicional
fi: Lisälukemista
fr: Lecture supplémentaire
he: קריאה נוספת
hi: अतिरिक्त पढ़ना
id: Bacaan Tambahan
it: Lettura aggiuntiva
ja: 追加資料
ml: അധിക വായന
mr: अतिरिक्त वाचन
nl: Aanvullende lectuur
pa: ਵਧੀਕ ਰੀਡਿੰਗ
pl: Dodatkowe czytanie
pt: Leitura Adicional
ru: Дополнительное чтение
sv: Ytterligare läsning
ta: கூடுதல் வாசிப்பு
te: అదనపు పఠనం
th: การอ่านเพิ่มเติม
tr: Ek Okuma
vi: Đọc thêm

source: Quick Links
ar: روابط سريعة
bn: দ্রুত লিঙ্ক
da: Hurtige links
el: Γρήγοροι Σύνδεσμοι
es: Enlaces rápidos
fi: Pikalinkit
fr: Liens rapides
he: קישורים מהירים
hi: त्वरित सम्पक
id: Tautan Cepat
it: Collegamenti rapidi
ja: クイックリンク
ml: ദ്രുത ലിങ്കുകൾ
mr: द्रुत दुवे
nl: Snelle koppelingen
pa: ਤੇਜ਼ ਲਿੰਕ
pl: Szybkie linki
pt: Links rápidos
ru: Быстрые ссылки
sv: Snabblänkar
ta: விரைவு இணைப்புகள்
te: త్వరిత లింక్‌లు
th: ลิงค์ด่วน
tr: Hızlı Bağlantılar
vi: Liên kết nhanh

source: Student Handbook
ar: دليل الطالب
bn: ছাত্র হ্যান্ডবুক
da: Elevhåndbog
de: Studentenhandbuch
el: Εγχειρίδιο μαθητή
es: Manual del estudiante
fi: Opiskelijan käsikirja
fr: Manuel de l'étudiant
he: מדריך לסטודנטים
hi: छात्र पुस्तिका
id: Buku Pegangan Siswa
it: Manuale dello studente
ja: 学生ハンドブック
ml: വിദ്യാർത്ഥി കൈപ്പുസ്തകം
mr: विद्यार्थी हँडबुक
nl: Studentenhandboek
pa: ਵਿਦਿਆਰਥੀ ਹੈਂਡਬੁੱਕ
pl: Podręcznik ucznia
pt: Manual do Aluno
ru: Справочник студента
sv: Studenthandbok
ta: மாணவர் கையேடு
te: విద్యార్థి హ్యాండ్‌బుక్
th: คู่มือนักเรียน
tr: Öğrenci El Kitabı
vi: Sổ tay sinh viên

source: Academic Calendar
ar: التقويم الأكاديمي
bn: একাডেমিক ক্যালেন্ডার
da: Akademisk kalender
de: Akademischer Kalender
el: Ακαδημαϊκό Ημερολόγιο
es: Calendario Académico
fi: Akateeminen kalenteri
fr: Calendrier académique
he: לוח שנה אקדמי
hi: शैक्षणिक कैलेंडर
id: Kalender Akademik
it: Calendario accademico
ja: 学年暦
ml: അക്കാദമിക് കലണ്ടർ
mr: शैक्षणिक दिनदर्शिका
nl: Academische kalender
pa: ਅਕਾਦਮਿਕ ਕੈਲੰਡਰ
pl: Kalendarz akademicki
pt: Calendário Acadêmico
ru: Академический календарь
sv: Akademisk kalender
ta: கல்வி நாட்காட்டி
te: అకడమిక్ క్యాలెండర్
th: ปฏิทินการศึกษา
tr: Akademik Takvim
vi: Lịch học

source: Library Portal
ar: بوابة المكتبة
bn: লাইব্রেরি পোর্টাল
da: Biblioteksportal
de: Bibliotheksportal
el: Πύλη βιβλιοθήκης
es: Portal de la biblioteca
fi: Kirjastoportaali
fr: Portail de la bibliothèque
he: פורטל הספרייה
hi: पुस्तकालय पोर्टल
id: Portal Perpustakaan
it: Portale della Biblioteca
ja: 図書館ポータル
ml: ലൈബ്രറി പോർട്ടൽ
mr: लायब्ररी पोर्टल
nl: Bibliotheekportaal
pa: ਲਾਇਬ੍ਰੇਰੀ ਪੋਰਟਲ
pl: Portalu Bibliotecznego
pt: Portal da Biblioteca
ru: Библиотечный портал
sv: Biblioteksportal
ta: லைப்ரரி போர்டல்
te: లైబ్రరీ పోర్టల్
th: พอร์ทัลห้องสมุด
tr: Kütüphane Portalı
vi: Cổng thông tin thư viện

source: Tech Support
ar: الدعم الفني
bn: টেক সাপোর্ট
da: Teknisk support
de: Technischer Support
el: Τεχνική Υποστήριξη
es: Soporte técnico
fi: Tekninen tuki
fr: Assistance technique
he: תמיכה טכנית
hi: तकनीकी समर्थन
id: Dukungan Teknis
it: Supporto tecnico
ja: 技術サポート
ml: സാങ്കേതിക പിന്തുണ
mr: टेक सपोर्ट
nl: Technische ondersteuning
pa: ਤਕਨੀਕੀ ਸਹਾਇਤਾ
pl: Wsparcie techniczne
pt: Suporte Técnico
ru: Техническая поддержка
sv: Teknisk support
ta: தொழில்நுட்ப ஆதரவு
te: సాంకేతిక మద్దతు
th: การสนับสนุนด้านเทคนิค
tr: Teknik Destek
vi: Hỗ trợ kỹ thuật

source: All Resources
ar: جميع الموارد
bn: সমস্ত সম্পদ
da: Alle ressourcer
de: Alle Ressourcen
el: Όλοι οι πόροι
es: Todos los recursos
fi: Kaikki resurssit
fr: Toutes les ressources
he: כל המשאבים
hi: सभी संसाधन
id: Semua Sumber Daya
it: Tutte le risorse
ja: すべてのリソース
ml: എല്ലാ വിഭവങ്ങളും
mr: सर्व संसाधने
nl: Alle bronnen
pa: ਸਾਰੇ ਸਰੋਤ
pl: Wszystkie zasoby
pt: Todos os recursos
ru: Все ресурсы
sv: Alla resurser
ta: அனைத்து வளங்களும்
te: అన్ని వనరులు
th: ทรัพยากรทั้งหมด
tr: Tüm Kaynaklar
vi: Tất cả tài nguyên

source: Filter by course:
ar: التصفية حسب الدورة:
bn: অবশ্যই ফিল্টার করুন:
da: Filtrer efter kursus:
de: Nach Kurs filtern:
el: Φιλτράρισμα κατά μάθημα:
es: Filtrar por curso:
fi: Suodata kurssin mukaan:
fr: Filtrer par cours :
he: סנן לפי קורס:
hi: पाठ्यक्रम के अनुसार फ़िल्टर करें:
id: Filter berdasarkan kursus:
it: Filtra per corso:
ja: コースでフィルター:
ml: കോഴ്സ് അനുസരിച്ച് ഫിൽട്ടർ ചെയ്യുക:
mr: कोर्सनुसार फिल्टर करा:
nl: Filter op cursus:
pa: ਕੋਰਸ ਦੁਆਰਾ ਫਿਲਟਰ ਕਰੋ:
pl: Filtruj według kursu:
pt: Filtrar por curso:
ru: Фильтровать по курсу:
sv: Filtrera efter kurs:
ta: பாடத்தின்படி வடிகட்டவும்:
te: కోర్సు వారీగా ఫిల్టర్ చేయండి:
th: กรองตามหลักสูตร:
tr: Derse göre filtrele:
vi: Lọc theo khóa học:

source: Download
ar: تحميل
bn: ডাউনলোড করুন
de: Herunterladen
el: Λήψη
es: Descargar
fi: Lataa
fr: Télécharger
he: הורד
id: Unduh
it: Scaricamento
ja: ダウンロード
ml: ഡൗൺലോഡ് ചെയ്യുക
mr: डाउनलोड करा
nl: Downloaden
pa: ਡਾਊਨਲੋਡ ਕਰੋ
pl: Pobierać
ru: Скачать
sv: Ladda ner
ta: பதிவிறக்கவும்
te: డౌన్‌లోడ్ చేయండి
th: ดาวน์โหลด
tr: İndirmek
vi: Tải xuống

source: Watch
ar: يشاهد
bn: ঘড়ি
da: Ur
de: Betrachten
el: Ρολόι
es: Mirar
fi: Katsella
fr: Montre
gu: વોચ
he: לִצְפּוֹת
hi: घड़ी
id: Jam tangan
it: Orologio
ja: 時計
ml: കാണുക
mr: पहा
nl: Horloge
no: Klokke
or: ଦେଖନ୍ତୁ |
pa: ਦੇਖੋ
pl: Oglądać
pt: Assistir
ru: Смотреть
sv: Titta
ta: பார்க்கவும்
te: చూడండి
th: ดู
tr: Kol saati
vi: Đồng hồ

source: Visit
ar: يزور
bn: ভিজিট করুন
da: Besøg
de: Besuchen
el: Επίσκεψη
es: Visita
fi: Vierailla
fr: Visite
he: לְבַקֵר
hi: मिलने जाना
id: Mengunjungi
it: Visita
ja: 訪問
ml: സന്ദർശിക്കുക
mr: भेट द्या
nl: Bezoek
pa: ਫੇਰੀ
pl: Odwiedzać
pt: Visita
ru: Посещать
sv: Besök
ta: வருகை
te: సందర్శించండి
th: เยี่ยม
tr: Ziyaret etmek
vi: Thăm nom

source: Read
ar: يقرأ
bn: পড়ুন
da: Læse
de: Lesen
el: Ανάγνωση
es: Leer
fi: Lukea
fr: Lire
gu: વાંચો
he: לִקְרוֹא
hi: पढ़ना
id: Membaca
it: Leggere
ja: 読む
ml: വായിക്കുക
mr: वाचा
nl: Lezen
no: Lese
or: ପ .଼ନ୍ତୁ |
pa: ਪੜ੍ਹੋ
pl: Czytać
pt: Ler
ru: Читать
sv: Läsa
ta: படிக்கவும்
te: చదవండి
th: อ่าน
tr: Okumak
vi: Đọc

source: Recently Accessed
ar: تم الوصول إليه مؤخرًا
bn: সম্প্রতি অ্যাক্সেস করা হয়েছে
da: For nylig tilgået
de: Kürzlich aufgerufen
el: Πρόσφατη πρόσβαση
es: Accedido recientemente
fi: Äskettäin käytetty
fr: Récemment consulté
he: ניגש לאחרונה
hi: हाल ही में एक्सेस किया गया
id: Baru Diakses
it: Accesso recente
ja: 最近アクセスした
ml: അടുത്തിടെ ആക്സസ് ചെയ്തത്
mr: अलीकडे प्रवेश
nl: Onlangs geopend
pa: ਹਾਲ ਹੀ ਵਿੱਚ ਪਹੁੰਚ ਕੀਤੀ ਗਈ
pl: Ostatnio dostępny
pt: Acessado recentemente
ru: Недавно просмотренные
sv: Nyligen tillgänglig
ta: சமீபத்தில் அணுகப்பட்டது
te: ఇటీవల యాక్సెస్ చేయబడింది
th: เข้าถึงล่าสุด
tr: Son Erişilenler
vi: Đã truy cập gần đây

source: Accessed:
ar: تم الوصول إليه:
bn: অ্যাক্সেস করা হয়েছে:
da: Tilgået:
de: Zugriff:
el: Πρόσβαση:
es: Accedido:
fi: Käytetty:
fr: Accédé:
he: גישה:
hi: एक्सेस किया गया:
id: Diakses:
it: Accesso:
ja: アクセス済み:
ml: ആക്സസ് ചെയ്തത്:
mr: प्रवेश केला:
nl: Toegankelijk:
pa: ਪਹੁੰਚ ਕੀਤੀ:
pl: Dostęp:
pt: Acessado:
ru: Доступ:
sv: Åtkomst till:
ta: அணுகப்பட்டது:
te: యాక్సెస్ చేయబడింది:
th: เข้าถึงแล้ว:
tr: Erişildi:
vi: Đã truy cập:

source: Learner Profile & Settings - EduXcellence LMS
ar: ملف تعريف المتعلم وإعداداته - EduXcellence LMS
bn: লার্নার প্রোফাইল এবং সেটিংস - এডুএক্সেলেন্স এলএমএস
da: Lærerprofil og indstillinger - EduXcellence LMS
de: Lernerprofil und Einstellungen – EduXcellence LMS
el: Προφίλ & Ρυθμίσεις Μαθητή - EduXcellence LMS
es: Perfil y configuración del alumno - EduXcellence LMS
fi: Opiskelijaprofiili ja asetukset - EduXcellence LMS
fr: Profil et paramètres de l'apprenant - EduXcellence LMS
he: פרופיל והגדרות לומד - EduXcellence LMS
hi: शिक्षार्थी प्रोफ़ाइल और सेटिंग्स - EduXcelence LMS
id: Profil & Pengaturan Pelajar - EduXcellence LMS
it: Profilo e impostazioni dello studente - EduXcellence LMS
ja: 学習者のプロフィールと設定 - EduXcellence LMS
ml: പഠിതാവിൻ്റെ പ്രൊഫൈലും ക്രമീകരണവും - EduXcellence LMS
mr: लर्नर प्रोफाइल आणि सेटिंग्ज - EduXcellence LMS
nl: Leerlingprofiel en -instellingen - EduXcellence LMS
pa: ਸਿਖਿਆਰਥੀ ਪ੍ਰੋਫਾਈਲ ਅਤੇ ਸੈਟਿੰਗਾਂ - EduXcellence LMS
pl: Profil i ustawienia ucznia — EduXcellence LMS
pt: Perfil e configurações do aluno - EduXcellence LMS
ru: Профиль и настройки учащегося - EduXcellence LMS
sv: Elevprofil och inställningar - EduXcellence LMS
ta: கற்றவர் சுயவிவரம் & அமைப்புகள் - EduXcellence LMS
te: లెర్నర్ ప్రొఫైల్ & సెట్టింగ్‌లు - EduXcellence LMS
th: โปรไฟล์ผู้เรียนและการตั้งค่า - EduXcellence LMS
tr: Öğrenci Profili ve Ayarları - EduXcellence LMS
vi: Hồ sơ & Cài đặt Người học - EduXcellence LMS

source: Learner Profile & Settings
ar: ملف تعريف المتعلم وإعداداته
bn: শিক্ষার্থীর প্রোফাইল এবং সেটিংস
da: Lærerprofil og indstillinger
de: Lernerprofil und Einstellungen
el: Προφίλ και Ρυθμίσεις Μαθητή
es: Perfil y configuración del alumno
fi: Oppijan profiili ja asetukset
fr: Profil et paramètres de l'apprenant
he: פרופיל והגדרות לומד
hi: शिक्षार्थी प्रोफ़ाइल और सेटिंग्स
id: Profil & Pengaturan Pelajar
it: Profilo e impostazioni dello studente
ja: 学習者のプロフィールと設定
ml: പഠിതാവിൻ്റെ പ്രൊഫൈലും ക്രമീകരണവും
mr: लर्नर प्रोफाइल आणि सेटिंग्ज
nl: Leerlingprofiel en -instellingen
pa: ਸਿਖਿਆਰਥੀ ਪ੍ਰੋਫਾਈਲ ਅਤੇ ਸੈਟਿੰਗਾਂ
pl: Profil i ustawienia ucznia
pt: Perfil e configurações do aluno
ru: Профиль и настройки учащегося
sv: Elevprofil och inställningar
ta: கற்றவர் சுயவிவரம் & அமைப்புகள்
te: అభ్యాసకుడి ప్రొఫైల్ & సెట్టింగ్‌లు
th: โปรไฟล์ผู้เรียนและการตั้งค่า
tr: Öğrenci Profili ve Ayarları
vi: Hồ sơ & Cài đặt Người học

source: Customize Your Learning Experience
ar: تخصيص تجربة التعلم الخاصة بك
bn: আপনার শেখার অভিজ্ঞতা কাস্টমাইজ করুন
da: Tilpas din læringsoplevelse
de: Passen Sie Ihr Lernerlebnis individuell an
el: Προσαρμόστε τη μαθησιακή σας εμπειρία
es: Personaliza tu experiencia de aprendizaje
fi: Mukauta oppimiskokemustasi
fr: Personnalisez votre expérience d'apprentissage
he: התאם אישית את חווית הלמידה שלך
hi: अपने सीखने के अनुभव को अनुकूलित करें
id: Sesuaikan Pengalaman Belajar Anda
it: Personalizza la tua esperienza di apprendimento
ja: 学習体験をカスタマイズする
ml: നിങ്ങളുടെ പഠനാനുഭവം ഇഷ്ടാനുസൃതമാക്കുക
mr: तुमचा शिकण्याचा अनुभव सानुकूलित करा
nl: Pas uw leerervaring aan
pa: ਆਪਣੇ ਸਿੱਖਣ ਦੇ ਅਨੁਭਵ ਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰੋ
pl: Dostosuj swoje doświadczenie edukacyjne
pt: Personalize sua experiência de aprendizagem
ru: Настройте свой опыт обучения
sv: Anpassa din inlärningsupplevelse
ta: உங்கள் கற்றல் அனுபவத்தைத் தனிப்பயனாக்குங்கள்
te: మీ అభ్యాస అనుభవాన్ని అనుకూలీకరించండి
th: ปรับแต่งประสบการณ์การเรียนรู้ของคุณ
tr: Öğrenme Deneyiminizi Kişiselleştirin
vi: Tùy chỉnh trải nghiệm học tập của bạn

source: Overview
ar: ملخص
bn: ওভারভিউ
da: Oversigt
de: Überblick
el: Επισκόπηση
es: Descripción general
fi: Yleiskatsaus
fr: Aperçu
he: סקירה כללית
hi: सिंहावलोकन
id: Ringkasan
it: Panoramica
ja: 概要
ml: അവലോകനം
mr: विहंगावलोकन
nl: Overzicht
pa: ਸੰਖੇਪ ਜਾਣਕਾਰੀ
pl: Przegląd
pt: Visão geral
ru: Обзор
sv: Översikt
ta: கண்ணோட்டம்
te: అవలోకనం
th: ภาพรวม
tr: Genel Bakış
vi: Tổng quan

source: Personal Info
ar: المعلومات الشخصية
bn: ব্যক্তিগত তথ্য
da: Personlige oplysninger
de: Persönliche Informationen
el: Προσωπικές Πληροφορίες
es: Información personal
fi: Henkilökohtaiset tiedot
fr: Informations personnelles
he: מידע אישי
hi: व्यक्तिगत जानकारी
id: Info Pribadi
it: Informazioni personali
ja: 個人情報
ml: വ്യക്തിഗത വിവരങ്ങൾ
mr: वैयक्तिक माहिती
nl: Persoonlijke informatie
pa: ਨਿੱਜੀ ਜਾਣਕਾਰੀ
pl: Informacje osobiste
pt: Informações pessoais
ru: Личная информация
sv: Personlig information
ta: தனிப்பட்ட தகவல்
te: వ్యక్తిగత సమాచారం
th: ข้อมูลส่วนบุคคล
tr: Kişisel Bilgiler
vi: Thông tin cá nhân

source: Account
ar: حساب
bn: হিসাব
da: Konto
de: Konto
el: Λογαριασμός
es: Cuenta
fi: Tili
fr: Compte
he: חֶשְׁבּוֹן
hi: खाता
id: Akun
ja: アカウント
ml: അക്കൗണ്ട്
mr: खाते
nl: Rekening
pa: ਖਾਤਾ
pl: Konto
pt: Conta
ru: Счет
sv: Konto
ta: கணக்கு
te: ఖాతా
th: บัญชี
tr: Hesap
vi: Tài khoản

source: Preferences
ar: التفضيلات
bn: পছন্দসমূহ
da: Præferencer
de: Präferenzen
el: Προτιμήσεις
es: Preferencias
fi: Asetukset
fr: Préférences
he: העדפות
hi: प्राथमिकताएँ
id: Preferensi
it: Preferenze
ja: 設定
ml: മുൻഗണനകൾ
mr: प्राधान्ये
nl: Voorkeuren
pa: ਤਰਜੀਹਾਂ
pl: Preferencje
pt: Preferências
ru: Предпочтения
sv: Inställningar
ta: விருப்பங்கள்
te: ప్రాధాన్యతలు
th: การตั้งค่า
tr: Tercihler
vi: Tùy chọn

source: Change Photo
ar: تغيير الصورة
bn: ছবি পরিবর্তন করুন
da: Skift foto
de: Foto ändern
el: Αλλαγή φωτογραφίας
es: Cambiar foto
fi: Vaihda valokuva
fr: Changer de photo
he: שנה תמונה
hi: छवि बदलो
id: Ubah Foto
it: Cambia foto
ja: 写真を変更する
ml: ഫോട്ടോ മാറ്റുക
mr: फोटो बदला
nl: Foto wijzigen
pa: ਫੋਟੋ ਬਦਲੋ
pl: Zmień zdjęcie
pt: Alterar foto
ru: Изменить фото
sv: Byt foto
ta: புகைப்படத்தை மாற்றவும்
te: ఫోటో మార్చండి
th: เปลี่ยนรูปถ่าย
tr: Fotoğrafı Değiştir
vi: Thay đổi ảnh

source: Quick Information
ar: معلومات سريعة
bn: দ্রুত তথ্য
da: Hurtig information
de: Schnelle Informationen
el: Γρήγορη ενημέρωση
es: Información rápida
fi: Pikatiedot
fr: Informations rapides
he: מידע מהיר
hi: त्वरित सूचना
id: Informasi Cepat
it: Informazioni rapide
ja: クイックインフォメーション
ml: ദ്രുത വിവരങ്ങൾ
mr: द्रुत माहिती
nl: Snelle informatie
pa: ਤੁਰੰਤ ਜਾਣਕਾਰੀ
pl: Szybka informacja
pt: Informações rápidas
ru: Краткая информация
sv: Snabb information
ta: விரைவான தகவல்
te: త్వరిత సమాచారం
th: ข้อมูลด่วน
tr: Hızlı Bilgi
vi: Thông tin nhanh

source: Username:
ar: اسم المستخدم:
bn: ব্যবহারকারীর নাম:
da: Brugernavn:
de: Benutzername:
el: Όνομα χρήστη:
es: Nombre de usuario:
fi: Käyttäjätunnus:
fr: Nom d'utilisateur:
he: שם משתמש:
hi: उपयोगकर्ता नाम:
id: Nama belakang:
it: Nome utente:
ja: ユーザー名:
ml: ഉപയോക്തൃനാമം:
mr: वापरकर्तानाव:
nl: Gebruikersnaam:
pa: ਉਪਭੋਗਤਾ ਨਾਮ:
pl: Nazwa użytkownika:
pt: Nome de usuário:
ru: Имя пользователя:
sv: Användarnamn:
ta: பயனர் பெயர்:
te: వినియోగదారు పేరు:
th: ชื่อผู้ใช้:
tr: Kullanıcı adı:
vi: Tên người dùng:

source: Last Login:
ar: آخر تسجيل دخول:
bn: শেষ লগইন:
da: Sidste login:
de: Letzter Login:
el: Τελευταία Είσοδος:
es: Último inicio de sesión:
fi: Viimeisin kirjautuminen:
fr: Dernière connexion :
he: כניסה אחרונה:
hi: आखरी लॉगइन:
id: Masuk Terakhir:
it: Ultimo accesso:
ja: 最終ログイン:
ml: അവസാന ലോഗിൻ:
mr: शेवटचे लॉगिन:
nl: Laatste aanmelding:
pa: ਆਖਰੀ ਲਾਗਇਨ:
pl: Ostatnie logowanie:
pt: Último login:
ru: Последний вход:
sv: Senaste inloggning:
ta: கடைசி உள்நுழைவு:
te: చివరి లాగిన్:
th: เข้าสู่ระบบครั้งล่าสุด:
tr: Son Giriş:
vi: Đăng nhập lần cuối:

source: Date Joined:
ar: تاريخ الانضمام:
bn: যোগদানের তারিখ:
da: Dato tilmeldt:
de: Beitrittsdatum:
el: Ημερομηνία συμμετοχής:
es: Fecha de incorporación:
fi: Liittymispäivämäärä:
fr: Date d'adhésion :
he: תאריך הצטרפות:
hi: शामिल होने का दिनांक:
id: Tanggal Bergabung:
it: Data di iscrizione:
ja: 参加日:
ml: ചേർന്ന തീയതി:
mr: सामील होण्याची तारीख:
nl: Datum toetreding:
pa: ਸ਼ਾਮਲ ਹੋਣ ਦੀ ਮਿਤੀ:
pl: Data dołączenia:
pt: Data de adesão:
ru: Дата присоединения:
sv: Anslutningsdatum:
ta: சேர்ந்த தேதி:
te: చేరిన తేదీ:
th: วันที่เข้าร่วม:
tr: Katılma Tarihi:
vi: Ngày tham gia:

source: Employee ID:
ar: معرف الموظف:
bn: কর্মচারী আইডি:
da: Medarbejder-id:
de: Mitarbeiter-ID:
el: Ταυτότητα υπαλλήλου:
es: Identificación de empleado:
fi: Työntekijän tunnus:
fr: ID d'employé :
he: זיהוי עובד:
hi: कर्मचारी आयडी:
id: ID Karyawan:
it: ID dipendente:
ja: 従業員ID:
ml: ജീവനക്കാരുടെ ഐഡി:
mr: कर्मचारी आयडी:
nl: Werknemer-ID:
pa: ਕਰਮਚਾਰੀ ID:
pl: Identyfikator pracownika:
pt: ID do funcionário:
ru: Идентификатор сотрудника:
sv: Medarbetar-ID:
ta: பணியாளர் ஐடி:
te: ఉద్యోగి ID:
th: รหัสพนักงาน:
tr: Çalışan Kimliği:
vi: ID nhân viên:

source: Organization:
ar: منظمة:
bn: সংগঠন:
da: Organisation:
de: Organisation:
el: Οργάνωση:
es: Organización:
fi: Organisaatio:
fr: Organisation:
he: אִרגוּן:
hi: संगठन:
id: Organisasi:
it: Organizzazione:
ja: 組織：
ml: സംഘടന:
mr: संस्था:
nl: Organisatie:
pa: ਸੰਸਥਾ:
pl: Organizacja:
pt: Organização:
ru: Организация:
sv: Organisation:
ta: அமைப்பு:
te: సంస్థ:
th: องค์กร:
tr: Organizasyon:
vi: Tổ chức:

source: Job Position:
ar: الوظيفة:
bn: চাকরির অবস্থান:
da: Stilling:
el: Θέση Εργασίας:
es: Puesto de Trabajo:
fi: Työtehtävä:
fr: Poste :
he: משרה:
hi: काम की स्थिति:
id: Posisi Pekerjaan:
it: Posizione lavorativa:
ja: 職位：
ml: ജോലി സ്ഥാനം:
mr: नोकरीची स्थिती:
nl: Functie:
pa: ਨੌਕਰੀ ਦੀ ਸਥਿਤੀ:
pl: Stanowisko pracy:
pt: Cargo:
ru: Должность:
sv: Befattning:
ta: வேலை நிலை:
te: ఉద్యోగ స్థానం:
th: ตำแหน่งงาน:
tr: İş Pozisyonu:
vi: Vị trí công việc:

source: Personal Information
ar: معلومات شخصية
bn: ব্যক্তিগত তথ্য
da: Personlige oplysninger
de: Persönliche Informationen
el: Προσωπικές Πληροφορίες
es: Información personal
fi: Henkilökohtaiset tiedot
fr: Informations personnelles
he: מידע אישי
hi: व्यक्तिगत जानकारी
id: Informasi Pribadi
it: Informazioni personali
ja: 個人情報
ml: സ്വകാര്യ വിവരം
mr: वैयक्तिक माहिती
nl: Persoonlijke informatie
pa: ਵਿਅਕਤੀਗਤ ਜਾਣਕਾਰੀ
pl: Dane osobowe
pt: Informações pessoais
ru: Персональная информация
sv: Personlig information
ta: தனிப்பட்ட தகவல்
te: వ్యక్తిగత సమాచారం
th: ข้อมูลส่วนบุคคล
tr: Kişisel Bilgiler
vi: Thông tin cá nhân

source: First Name
ar: الاسم الأول
bn: প্রথম নাম
da: Fornavn
de: Vorname
el: Ονομα
es: Nombre de pila
fi: Etunimi
fr: Prénom
he: שֵׁם פְּרַטִי
hi: पहला नाम
id: Nama depan
it: Nome di battesimo
ja: ファーストネーム
ml: പേരിന്റെ ആദ്യഭാഗം
mr: प्रथम नाव
nl: Voornaam
pa: ਪਹਿਲਾ ਨਾਂ
pl: Imię
pt: Primeiro nome
ru: Имя
sv: Förnamn
ta: முதல் பெயர்
te: మొదటి పేరు
th: ชื่อ
tr: İlk adı
vi: Tên

source: Last Name
ar: اسم العائلة
bn: পদবি
da: Efternavn
de: Nachname
el: Επώνυμο
es: Apellido
fi: Sukunimi
fr: Nom de famille
he: שֵׁם מִשׁפָּחָה
hi: उपनाम
id: Nama Belakang
it: Cognome
ja: 苗字
ml: പേരിന്റെ അവസാന ഭാഗം
mr: आडनाव
nl: Achternaam
pa: ਆਖਰੀ ਨਾਂਮ
pl: Nazwisko
pt: Sobrenome
ru: Фамилия
sv: Efternamn
ta: கடைசி பெயர்
te: చివరి పేరు
th: นามสกุล
tr: Soy isim
vi: Họ

source: Phone Number
ar: رقم التليفون
bn: ফোন নম্বর
da: Telefonnummer
de: Telefonnummer
el: Αριθμός τηλεφώνου
es: Número de teléfono
fi: Puhelinnumero
fr: Numéro de téléphone
he: מספר טלפון
hi: फ़ोन नंबर
id: Nomor telepon
it: Numero di telefono
ja: 電話番号
ml: ഫോൺ നമ്പർ
mr: फोन नंबर
nl: Telefoonnummer
pa: ਫੋਨ ਨੰਬਰ
pl: Numer telefonu
pt: Número de telefone
ru: Номер телефона
sv: Telefonnummer
ta: தொலைபேசி எண்
te: ఫోన్ నంబర్
th: หมายเลขโทรศัพท์
tr: Telefon Numarası
vi: Số điện thoại

source: Gender
ar: جنس
bn: লিঙ্গ
da: Køn
de: Geschlecht
el: Γένος
es: Género
fi: Sukupuoli
fr: Genre
he: מִין
hi: लिंग
id: Jenis kelamin
it: Genere
ja: 性別
ml: ലിംഗഭേദം
mr: लिंग
nl: Geslacht
pa: ਲਿੰਗ
pl: Płeć
pt: Gênero
ru: Пол
sv: Kön
ta: பாலினம்
te: లింగం
th: เพศ
tr: Cinsiyet
vi: Giới tính

source: Male
ar: ذكر
bn: পুরুষ
da: Han
de: Männlich
el: Αρσενικός
es: Masculino
fi: Uros
fr: Mâle
he: זָכָר
hi: पुरुष
id: Pria
it: Maschio
ja: 男
ml: പുരുഷൻ
mr: पुरुष
nl: Mannelijk
pa: ਨਰ
pl: Mężczyzna
pt: Macho
ru: Мужской
sv: Manlig
ta: ஆண்
te: పురుషుడు
th: ชาย
tr: Erkek
vi: Nam giới

source: Female
ar: أنثى
bn: মহিলা
da: Kvinde
de: Weiblich
el: Θηλυκός
es: Femenino
fi: Naaras
fr: Femelle
he: נְקֵבָה
hi: महिला
id: Perempuan
it: Femmina
ja: 女性
ml: സ്ത്രീ
mr: स्त्री
nl: Vrouwelijk
pa: ਔਰਤ
pl: Kobieta
pt: Fêmea
ru: Женский
sv: Kvinnlig
ta: பெண்
te: స్త్రీ
th: หญิง
tr: Dişi
vi: Nữ giới

source: Update Personal Information
ar: تحديث المعلومات الشخصية
bn: ব্যক্তিগত তথ্য আপডেট করুন
da: Opdater personlige oplysninger
de: Persönliche Daten aktualisieren
el: Ενημέρωση Προσωπικών Στοιχείων
es: Actualizar información personal
fi: Päivitä henkilötiedot
fr: Mettre à jour les informations personnelles
he: עדכן מידע אישי
hi: व्यक्तिगत जानकारी अद्यतन करें
id: Perbarui Informasi Pribadi
it: Aggiorna le informazioni personali
ja: 個人情報の更新
ml: വ്യക്തിഗത വിവരങ്ങൾ അപ്ഡേറ്റ് ചെയ്യുക
mr: वैयक्तिक माहिती अपडेट करा
nl: Persoonlijke gegevens bijwerken
pa: ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਨੂੰ ਅੱਪਡੇਟ ਕਰੋ
pl: Zaktualizuj dane osobowe
pt: Atualizar informações pessoais
ru: Обновить личную информацию
sv: Uppdatera personlig information
ta: தனிப்பட்ட தகவலைப் புதுப்பிக்கவும்
te: వ్యక్తిగత సమాచారాన్ని నవీకరించండి
th: อัปเดตข้อมูลส่วนบุคคล
tr: Kişisel Bilgileri Güncelle
vi: Cập nhật thông tin cá nhân

source: Account Settings
ar: إعدادات الحساب
bn: অ্যাকাউন্ট সেটিংস
da: Kontoindstillinger
de: Kontoeinstellungen
el: Ρυθμίσεις λογαριασμού
es: Configuraciones de la cuenta
fi: Tilin asetukset
fr: Paramètres du compte
he: הגדרות חשבון
hi: अकाउंट सेटिंग
id: Pengaturan Akun
it: Impostazioni dell'account
ja: アカウント設定
ml: അക്കൗണ്ട് ക്രമീകരണങ്ങൾ
mr: खाते सेटिंग्ज
nl: Accountinstellingen
pa: ਖਾਤਾ ਯੋਜਨਾ
pl: Ustawienia konta
pt: Configurações de Conta
ru: Настройки учетной записи
sv: Kontoinställningar
ta: கணக்கு அமைப்புகள்
te: ఖాతా సెట్టింగ్‌లు
th: การตั้งค่าบัญชี
tr: Hesap Ayarları
vi: Cài đặt tài khoản

source: Account Details
ar: تفاصيل الحساب
bn: অ্যাকাউন্টের বিবরণ
da: Kontooplysninger
de: Kontodetails
el: Στοιχεία λογαριασμού
es: Detalles de la cuenta
fi: Tilin tiedot
fr: Détails du compte
he: פרטי חשבון
hi: खाता विवरण
id: Detail Akun
it: Dettagli dell'account
ja: アカウントの詳細
ml: അക്കൗണ്ട് വിശദാംശങ്ങൾ
mr: खाते तपशील
nl: Accountgegevens
pa: ਖਾਤੇ ਦੇ ਵੇਰਵੇ
pl: Szczegóły konta
pt: Detalhes da conta
ru: Детали учетной записи
sv: Kontouppgifter
ta: கணக்கு விவரங்கள்
te: ఖాతా వివరాలు
th: รายละเอียดบัญชี
tr: Hesap Detayları
vi: Chi tiết tài khoản

source: Groups & Permissions
ar: المجموعات والأذونات
bn: গ্রুপ এবং অনুমতি
da: Grupper og tilladelser
de: Gruppen und Berechtigungen
el: Ομάδες & Άδειες
es: Grupos y permisos
fi: Ryhmät ja käyttöoikeudet
fr: Groupes et autorisations
he: קבוצות והרשאות
hi: समूह और अनुमतियाँ
id: Grup & Izin
it: Gruppi e autorizzazioni
ja: グループと権限
ml: ഗ്രൂപ്പുകളും അനുമതികളും
mr: गट आणि परवानग्या
nl: Groepen en machtigingen
pa: ਸਮੂਹ ਅਤੇ ਅਨੁਮਤੀਆਂ
pl: Grupy i uprawnienia
pt: Grupos e permissões
ru: Группы и разрешения
sv: Grupper och behörigheter
ta: குழுக்கள் & அனுமதிகள்
te: గుంపులు & అనుమతులు
th: กลุ่มและการอนุญาต
tr: Gruplar ve İzinler
vi: Nhóm & Quyền

source: Groups:
ar: المجموعات:
bn: গ্রুপ:
da: Grupper:
de: Gruppen:
el: Ομάδες:
es: Grupos:
fi: Ryhmät:
fr: Groupes:
he: קבוצות:
hi: समूह:
id: Grup:
it: Gruppi:
ja: グループ:
ml: ഗ്രൂപ്പുകൾ:
mr: गट:
nl: Groepen:
pa: ਸਮੂਹ:
pl: Grupy:
pt: Grupos:
ru: Группы:
sv: Grupper:
ta: குழுக்கள்:
te: గుంపులు:
th: กลุ่ม:
tr: Gruplar:
vi: Nhóm:

source: No groups assigned
ar: لم يتم تعيين أي مجموعات
bn: কোন গ্রুপ বরাদ্দ করা
da: Ingen grupper tildelt
de: Keine Gruppen zugewiesen
el: Δεν έχουν εκχωρηθεί ομάδες
es: No hay grupos asignados
fi: Ryhmiä ei ole määritetty
fr: Aucun groupe attribué
he: לא הוקצו קבוצות
hi: कोई समूह असाइन नहीं किया गया
id: Tidak ada grup yang ditugaskan
it: Nessun gruppo assegnato
ja: グループが割り当てられていません
ml: ഗ്രൂപ്പുകളൊന്നും നിയോഗിച്ചിട്ടില്ല
mr: कोणतेही गट नियुक्त केलेले नाहीत
nl: Geen groepen toegewezen
pa: ਕੋਈ ਸਮੂਹ ਨਿਰਧਾਰਤ ਨਹੀਂ ਕੀਤੇ ਗਏ ਹਨ
pl: Brak przypisanych grup
pt: Nenhum grupo atribuído
ru: Группы не назначены
sv: Inga grupper tilldelade
ta: குழுக்கள் எதுவும் ஒதுக்கப்படவில்லை
te: సమూహాలు ఏవీ కేటాయించబడలేదు
th: ไม่มีการกำหนดกลุ่ม
tr: Hiçbir grup atanmadı
vi: Không có nhóm nào được chỉ định
