Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: New employee {user.get_full_name()} has been added to the organization.
ar: تمت إضافة الموظف الجديد {user.get_full_name()} إلى المؤسسة.
bn: প্রতিষ্ঠানে নতুন কর্মী {user.get_full_name()} যোগ করা হয়েছে।
da: Ny medarbejder {user.get_full_name()} er blevet tilføjet til organisationen.
de: Der neue Mitarbeiter {user.get_full_name()} wurde der Organisation hinzugefügt.
el: Ο νέος υπάλληλος {user.get_full_name()} προστέθηκε στον οργανισμό.
es: Se agregó el nuevo empleado {user.get_full_name()} a la organización.
fi: Uusi työntekijä {user.get_full_name()} on lisätty organisaatioon.
fr: Le nouvel employé {user.get_full_name()} a été ajouté à l'organisation.
he: עובד חדש {user.get_full_name()} נוסף לארגון.
hi: संगठन में नया कर्मचारी {user.get_full_name()} जोड़ा गया है.
id: Karyawan baru {user.get_full_name()} telah ditambahkan ke organisasi.
it: Il nuovo dipendente {user.get_full_name()} è stato aggiunto all'organizzazione.
ja: 新しい従業員 {user.get_full_name()} が組織に追加されました。
kn: ಹೊಸ ಉದ್ಯೋಗಿ {user.get_full_name()} ಅವರನ್ನು ಸಂಸ್ಥೆಗೆ ಸೇರಿಸಲಾಗಿದೆ.
ml: പുതിയ ജീവനക്കാരനെ {user.get_full_name()} സ്ഥാപനത്തിലേക്ക് ചേർത്തു.
mr: संस्थेमध्ये नवीन कर्मचारी {user.get_full_name()} जोडला गेला आहे.
nl: Nieuwe medewerker {user.get_full_name()} is toegevoegd aan de organisatie.
pa: ਸੰਗਠਨ ਵਿੱਚ ਨਵਾਂ ਕਰਮਚਾਰੀ {user.get_full_name()} ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ ਹੈ।
pl: Do organizacji został dodany nowy pracownik {user.get_full_name()}.
pt: O novo funcionário {user.get_full_name()} foi adicionado à organização.
ru: В организацию добавлен новый сотрудник {user.get_full_name()}.
sv: Ny anställd {user.get_full_name()} har lagts till i organisationen.
ta: நிறுவனத்தில் புதிய பணியாளர் {user.get_full_name()} சேர்க்கப்பட்டுள்ளார்.
te: కొత్త ఉద్యోగి {user.get_full_name()} సంస్థకు జోడించబడ్డారు.
th: เพิ่มพนักงานใหม่ {user.get_full_name()} เข้าสู่องค์กรแล้ว
tr: Kuruluşa yeni çalışan {user.get_full_name()} eklendi.
vi: Nhân viên mới {user.get_full_name()} đã được thêm vào tổ chức.

source: Added new employee: {user.get_full_name()} (ID: {employee_profile.employee_id})
ar: تمت إضافة موظف جديد: {user.get_full_name()} (المعرف: {employee_profile.employee_id})
bn: নতুন কর্মচারী যোগ করা হয়েছে: {user.get_full_name()} (ID: {employee_profile.employee_id})
da: Tilføjet ny medarbejder: {user.get_full_name()} (ID: {employee_profile.employee_id})
de: Neuer Mitarbeiter hinzugefügt: {user.get_full_name()} (ID: {employee_profile.employee_id})
el: Προστέθηκε νέος υπάλληλος: {user.get_full_name()} (ID: {employee_profile.employee_id})
es: Nuevo empleado agregado: {user.get_full_name()} (ID: {employee_profile.employee_id})
fi: Lisätty uusi työntekijä: {user.get_full_name()} (ID: {employee_profile.employee_id})
fr: Nouvel employé ajouté : {user.get_full_name()} (ID : {employee_profile.employee_id})
he: עובד חדש נוסף: {user.get_full_name()} (מזהה: {employee_profile.employee_id})
hi: नया कर्मचारी जोड़ा गया: {user.get_full_name()} (आईडी: {कर्मचारी_प्रोफ़ाइल.कर्मचारी_आईडी})
id: Menambahkan karyawan baru: {user.get_full_name()} (ID: {employee_profile.employee_id})
it: Aggiunto nuovo dipendente: {user.get_full_name()} (ID: {employee_profile.employee_id})
ja: 新しい従業員を追加しました: {user.get_full_name()} (ID: {employee_profile.employee_id})
kn: ಹೊಸ ಉದ್ಯೋಗಿಯನ್ನು ಸೇರಿಸಲಾಗಿದೆ: {user.get_full_name()} (ID: {employee_profile.employee_id})
ml: പുതിയ ജീവനക്കാരനെ ചേർത്തു: {user.get_full_name()} (ID: {employee_profile.employee_id})
mr: नवीन कर्मचारी जोडला: {user.get_full_name()} (ID: {employee_profile.employee_id})
nl: Nieuwe medewerker toegevoegd: {user.get_full_name()} (ID: {employee_profile.employee_id})
pa: ਨਵਾਂ ਕਰਮਚਾਰੀ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ: {user.get_full_name()} (ID: {employee_profile.employee_id})
pl: Dodano nowego pracownika: {user.get_full_name()} (ID: {employee_profile.employee_id})
pt: Adicionado novo funcionário: {user.get_full_name()} (ID: {employee_profile.employee_id})
ru: Добавлен новый сотрудник: {user.get_full_name()} (ID: {employee_profile.employee_id}).
sv: Lagt till ny anställd: {user.get_full_name()} (ID: {employee_profile.employee_id})
ta: புதிய பணியாளர் சேர்க்கப்பட்டார்: {user.get_full_name()} (ஐடி: {employee_profile.employee_id})
te: కొత్త ఉద్యోగి జోడించబడ్డారు: {user.get_full_name()} (ID: {employee_profile.employee_id})
th: เพิ่มพนักงานใหม่: {user.get_full_name()} (รหัส: {employee_profile.employee_id})
tr: Yeni çalışan eklendi: {user.get_full_name()} (ID: {employee_profile.employee_id})
vi: Đã thêm nhân viên mới: {user.get_full_name()} (ID: {employee_profile.employee_id})

source: Enter the job title.
ar: أدخل المسمى الوظيفي.
bn: কাজের শিরোনাম লিখুন।
da: Indtast stillingsbetegnelsen.
de: Geben Sie die Berufsbezeichnung ein.
el: Εισαγάγετε τον τίτλο εργασίας.
es: Ingrese el título del trabajo.
fi: Syötä tehtävänimike.
fr: Entrez le titre du poste.
he: הזן את שם המשרה.
hi: नौकरी का शीर्षक दर्ज करें.
id: Masukkan judul pekerjaan.
it: Inserisci il titolo professionale.
ja: 役職を入力します。
kn: ಕೆಲಸದ ಶೀರ್ಷಿಕೆಯನ್ನು ನಮೂದಿಸಿ.
ml: ജോലിയുടെ പേര് നൽകുക.
mr: नोकरीचे शीर्षक प्रविष्ट करा.
nl: Voer de functietitel in.
pa: ਨੌਕਰੀ ਦਾ ਸਿਰਲੇਖ ਦਰਜ ਕਰੋ।
pl: Wpisz nazwę stanowiska.
pt: Insira o cargo.
ru: Введите название должности.
sv: Ange jobbtiteln.
ta: வேலையின் தலைப்பை உள்ளிடவும்.
te: ఉద్యోగ శీర్షికను నమోదు చేయండి.
th: ป้อนชื่องาน
tr: İş unvanını girin.
vi: Nhập chức danh công việc.

source: Enter the job code (optional).
ar: أدخل رمز الوظيفة (اختياري).
bn: কাজের কোড লিখুন (ঐচ্ছিক)।
da: Indtast jobkoden (valgfrit).
de: Geben Sie den Jobcode ein (optional).
el: Εισαγάγετε τον κωδικό εργασίας (προαιρετικό).
es: Ingrese el código de trabajo (opcional).
fi: Syötä työkoodi (valinnainen).
fr: Entrez le code du travail (facultatif).
he: הזן את קוד העבודה (אופציונלי).
hi: जॉब कोड दर्ज करें (वैकल्पिक)।
id: Masukkan kode pekerjaan (opsional).
it: Inserisci il codice lavoro (facoltativo).
ja: ジョブコードを入力します（オプション）。
kn: ಉದ್ಯೋಗ ಕೋಡ್ ನಮೂದಿಸಿ (ಐಚ್ಛಿಕ).
ml: ജോലി കോഡ് നൽകുക (ഓപ്ഷണൽ).
mr: जॉब कोड एंटर करा (पर्यायी).
nl: Voer de functiecode in (optioneel).
pa: ਨੌਕਰੀ ਕੋਡ ਦਾਖਲ ਕਰੋ (ਵਿਕਲਪਿਕ)।
pl: Wprowadź kod zadania (opcjonalnie).
pt: Insira o código do trabalho (opcional).
ru: Введите код задания (необязательно).
sv: Ange jobbkoden (valfritt).
ta: வேலைக் குறியீட்டை உள்ளிடவும் (விரும்பினால்).
te: ఉద్యోగ కోడ్‌ను నమోదు చేయండి (ఐచ్ఛికం).
th: ป้อนรหัสงาน (ไม่บังคับ)
tr: İş kodunu girin (isteğe bağlı).
vi: Nhập mã công việc (tùy chọn).

source: Enter a description for the job position (optional).
ar: أدخل وصفًا للمنصب الوظيفي (اختياري).
bn: কাজের অবস্থানের জন্য একটি বিবরণ লিখুন (ঐচ্ছিক)।
da: Indtast en beskrivelse af jobstillingen (valgfrit).
de: Geben Sie eine Beschreibung für die Stellenposition ein (optional).
el: Εισαγάγετε μια περιγραφή για τη θέση εργασίας (προαιρετικό).
es: Ingrese una descripción para el puesto de trabajo (opcional).
fi: Kirjoita työpaikan kuvaus (valinnainen).
fr: Saisissez une description du poste (facultatif).
he: הזן תיאור למשרה (לא חובה).
hi: नौकरी की स्थिति के लिए विवरण दर्ज करें (वैकल्पिक)।
id: Masukkan deskripsi posisi pekerjaan (opsional).
it: Inserisci una descrizione per la posizione lavorativa (facoltativo).
ja: 役職の説明を入力します (オプション)。
kn: ಕೆಲಸದ ಸ್ಥಾನಕ್ಕಾಗಿ ವಿವರಣೆಯನ್ನು ನಮೂದಿಸಿ (ಐಚ್ಛಿಕ).
ml: ജോലിയുടെ സ്ഥാനത്തിനായുള്ള ഒരു വിവരണം നൽകുക (ഓപ്ഷണൽ).
mr: नोकरीच्या स्थितीसाठी वर्णन प्रविष्ट करा (पर्यायी).
nl: Voer een omschrijving in voor de functie (optioneel).
pa: ਨੌਕਰੀ ਦੀ ਸਥਿਤੀ ਲਈ ਇੱਕ ਵੇਰਵਾ ਦਰਜ ਕਰੋ (ਵਿਕਲਪਿਕ)।
pl: Wprowadź opis stanowiska pracy (opcjonalnie).
pt: Insira uma descrição para o cargo (opcional).
ru: Введите описание должности (необязательно).
sv: Ange en beskrivning för tjänsten (valfritt).
ta: வேலை நிலைக்கான விளக்கத்தை உள்ளிடவும் (விரும்பினால்).
te: ఉద్యోగ స్థానం కోసం వివరణను నమోదు చేయండి (ఐచ్ఛికం).
th: ป้อนคำอธิบายสำหรับตำแหน่งงาน (ไม่บังคับ)
tr: İş pozisyonu için bir açıklama girin (isteğe bağlı).
vi: Nhập mô tả cho vị trí công việc (tùy chọn).

source: Check if this is a managerial position.
ar: تحقق مما إذا كان هذا منصبًا إداريًا.
bn: এটি একটি ব্যবস্থাপক পদ কিনা পরীক্ষা করুন.
da: Tjek om dette er en lederstilling.
de: Prüfen Sie, ob es sich um eine Führungsposition handelt.
el: Ελέγξτε εάν πρόκειται για διευθυντική θέση.
es: Compruebe si se trata de un puesto directivo.
fi: Tarkista, onko tämä johtoasema.
fr: Vérifiez s'il s'agit d'un poste de direction.
he: בדקו האם מדובר בתפקיד ניהולי.
hi: जांचें कि क्या यह एक प्रबंधकीय पद है।
id: Periksa apakah ini adalah posisi manajerial.
it: Controlla se si tratta di una posizione manageriale.
ja: 管理職かどうかを確認してください。
kn: ಇದು ವ್ಯವಸ್ಥಾಪಕ ಸ್ಥಾನವಾಗಿದೆಯೇ ಎಂದು ಪರಿಶೀಲಿಸಿ.
ml: ഇതൊരു മാനേജർ സ്ഥാനമാണോയെന്ന് പരിശോധിക്കുക.
mr: हे व्यवस्थापकीय पद आहे का ते तपासा.
nl: Controleer of het om een ​​leidinggevende functie gaat.
pa: ਜਾਂਚ ਕਰੋ ਕਿ ਕੀ ਇਹ ਪ੍ਰਬੰਧਕੀ ਸਥਿਤੀ ਹੈ।
pl: Sprawdź, czy jest to stanowisko kierownicze.
pt: Verifique se este é um cargo gerencial.
ru: Проверьте, является ли это руководящей должностью.
sv: Kolla om detta är en chefstjänst.
ta: இது ஒரு நிர்வாக பதவியா என சரிபார்க்கவும்.
te: ఇది నిర్వాహక స్థానం కాదా అని తనిఖీ చేయండి.
th: ตรวจสอบว่านี่คือตำแหน่งผู้บริหารหรือไม่
tr: Bunun bir yönetici pozisyonu olup olmadığını kontrol edin.
vi: Kiểm tra xem đây có phải là vị trí quản lý không.

source: Enter the level of the job position.
ar: أدخل مستوى الوظيفة.
bn: কাজের অবস্থানের স্তর লিখুন।
da: Indtast niveauet for jobstillingen.
de: Geben Sie die Ebene der Stellenposition ein.
el: Εισαγάγετε το επίπεδο της θέσης εργασίας.
es: Ingrese el nivel del puesto de trabajo.
fi: Anna työpaikan taso.
fr: Entrez le niveau du poste.
he: הזן את רמת המשרה.
hi: कार्य स्थिति का स्तर दर्ज करें.
id: Masukkan tingkat posisi pekerjaan.
it: Inserisci il livello della posizione lavorativa.
ja: 役職のレベルを入力します。
kn: ಕೆಲಸದ ಸ್ಥಾನದ ಮಟ್ಟವನ್ನು ನಮೂದಿಸಿ.
ml: ജോലി സ്ഥാനത്തിൻ്റെ ലെവൽ നൽകുക.
mr: नोकरीच्या स्थितीची पातळी प्रविष्ट करा.
nl: Voer het niveau van de functie in.
pa: ਨੌਕਰੀ ਦੀ ਸਥਿਤੀ ਦਾ ਪੱਧਰ ਦਰਜ ਕਰੋ।
pl: Podaj poziom stanowiska.
pt: Insira o nível do cargo.
ru: Введите уровень должности.
sv: Ange nivån på befattningen.
ta: வேலை நிலையின் அளவை உள்ளிடவும்.
te: ఉద్యోగ స్థానం స్థాయిని నమోదు చేయండి.
th: ป้อนระดับของตำแหน่งงาน
tr: İş pozisyonunun seviyesini girin.
vi: Nhập cấp bậc của vị trí công việc.

source: Select the parent job position (optional).
ar: حدد منصب الوظيفة الأم (اختياري).
bn: পিতামাতার চাকরির অবস্থান নির্বাচন করুন (ঐচ্ছিক)।
da: Vælg den overordnede jobposition (valgfrit).
de: Wählen Sie die übergeordnete Jobposition aus (optional).
el: Επιλέξτε τη θέση εργασίας γονέα (προαιρετικό).
es: Seleccione el puesto de trabajo principal (opcional).
fi: Valitse vanhemman työpaikka (valinnainen).
fr: Sélectionnez le poste parent (facultatif).
he: בחר את תפקיד משרת האב (אופציונלי).
hi: मूल नौकरी की स्थिति चुनें (वैकल्पिक)।
id: Pilih posisi pekerjaan induk (opsional).
it: Seleziona la posizione lavorativa del genitore (facoltativo).
ja: 親の役職を選択します (オプション)。
kn: ಪೋಷಕ ಕೆಲಸದ ಸ್ಥಾನವನ್ನು ಆಯ್ಕೆಮಾಡಿ (ಐಚ್ಛಿಕ).
ml: പേരൻ്റ് ജോലി സ്ഥാനം തിരഞ്ഞെടുക്കുക (ഓപ്ഷണൽ).
mr: पालक नोकरीची स्थिती निवडा (पर्यायी).
nl: Selecteer de bovenliggende functie (optioneel).
pa: ਮਾਪਿਆਂ ਦੀ ਨੌਕਰੀ ਦੀ ਸਥਿਤੀ ਚੁਣੋ (ਵਿਕਲਪਿਕ)।
pl: Wybierz nadrzędne stanowisko pracy (opcjonalnie).
pt: Selecione o cargo pai (opcional).
ru: Выберите должность родителя (необязательно).
sv: Välj den överordnade jobbpositionen (valfritt).
ta: பெற்றோர் பணி நிலையைத் தேர்ந்தெடுக்கவும் (விரும்பினால்).
te: మాతృ ఉద్యోగ స్థానాన్ని ఎంచుకోండి (ఐచ్ఛికం).
th: เลือกตำแหน่งงานหลัก (ไม่บังคับ)
tr: Ana iş pozisyonunu seçin (isteğe bağlı).
vi: Chọn vị trí công việc gốc (tùy chọn).

source: New job position {job_position.title} has been added to the organization.
ar: تمت إضافة منصب وظيفي جديد {job_position.title} إلى المؤسسة.
bn: প্রতিষ্ঠানে নতুন চাকরির অবস্থান {job_position.title} যোগ করা হয়েছে।
da: Ny stilling {job_position.title} er blevet tilføjet til organisationen.
de: Der Organisation wurde eine neue Stellenausschreibung {job_position.title} hinzugefügt.
el: Η νέα θέση εργασίας {job_position.title} προστέθηκε στον οργανισμό.
es: Se ha agregado el nuevo puesto de trabajo {job_position.title} a la organización.
fi: Uusi työpaikka {job_position.title} on lisätty organisaatioon.
fr: Un nouveau poste {job_position.title} a été ajouté à l'organisation.
he: משרת עבודה חדשה {job_position.title} נוספה לארגון.
hi: संगठन में नई नौकरी स्थिति {job_position.title} जोड़ दी गई है.
id: Posisi pekerjaan baru {job_position.title} telah ditambahkan ke organisasi.
it: La nuova posizione lavorativa {job_position.title} è stata aggiunta all'organizzazione.
ja: 新しい役職 {job_position.title} が組織に追加されました。
kn: ಹೊಸ ಉದ್ಯೋಗ ಸ್ಥಾನವನ್ನು {job_position.title} ಸಂಸ್ಥೆಗೆ ಸೇರಿಸಲಾಗಿದೆ.
ml: പുതിയ ജോലി സ്ഥാനം {job_position.title} സ്ഥാപനത്തിലേക്ക് ചേർത്തു.
mr: संस्थेमध्ये नवीन नोकरीची स्थिती {job_position.title} जोडली गेली आहे.
nl: Nieuwe functie {job_position.title} is toegevoegd aan de organisatie.
pa: ਸੰਸਥਾ ਵਿੱਚ ਨਵੀਂ ਨੌਕਰੀ ਦੀ ਸਥਿਤੀ {job_position.title} ਸ਼ਾਮਲ ਕੀਤੀ ਗਈ ਹੈ।
pl: Do organizacji dodano nowe stanowisko pracy {job_position.title}.
pt: O novo cargo {job_position.title} foi adicionado à organização.
ru: В организацию добавлена ​​новая должность {job_position.title}.
sv: Ny befattning {job_position.title} har lagts till i organisationen.
ta: நிறுவனத்தில் புதிய வேலை நிலை {job_position.title} சேர்க்கப்பட்டுள்ளது.
te: కొత్త ఉద్యోగ స్థానం {job_position.title} సంస్థకు జోడించబడింది.
th: มีการเพิ่มตำแหน่งงานใหม่ {job_position.title} ให้กับองค์กรแล้ว
tr: Kuruluşa yeni iş pozisyonu {job_position.title} eklendi.
vi: Vị trí công việc mới {job_position.title} đã được thêm vào tổ chức.

source: Added new job position: {job_position.title} (ID: {job_position.id})
ar: تمت إضافة منصب وظيفي جديد: {job_position.title} (المعرف: {job_position.id})
bn: নতুন চাকরির পদ যোগ করা হয়েছে: {job_position.title} (ID: {job_position.id})
da: Tilføjet ny stilling: {job_position.title} (ID: {job_position.id})
de: Neue Jobposition hinzugefügt: {job_position.title} (ID: {job_position.id})
el: Προστέθηκε νέα θέση εργασίας: {job_position.title} (Αναγνωριστικό: {job_position.id})
es: Nuevo puesto de trabajo agregado: {job_position.title} (ID: {job_position.id})
fi: Lisätty uusi työpaikka: {job_position.title} (ID: {job_position.id})
fr: Nouveau poste ajouté : {job_position.title} (ID : {job_position.id})
he: נוספה משרה חדשה: {job_position.title} (מזהה: {job_position.id})
hi: नई नौकरी की स्थिति जोड़ी गई: {job_position.title} (आईडी: {job_position.id})
id: Menambahkan posisi pekerjaan baru: {job_position.title} (ID: {job_position.id})
it: Aggiunta nuova posizione lavorativa: {job_position.title} (ID: {job_position.id})
ja: 新しい職種を追加しました: {job_position.title} (ID: {job_position.id})
kn: ಹೊಸ ಉದ್ಯೋಗ ಸ್ಥಾನವನ್ನು ಸೇರಿಸಲಾಗಿದೆ: {job_position.title} (ID: {job_position.id})
ml: പുതിയ ജോലി സ്ഥാനം ചേർത്തു: {job_position.title} (ID: {job_position.id})
mr: नवीन नोकरीची स्थिती जोडली: {job_position.title} (ID: {job_position.id})
nl: Nieuwe functie toegevoegd: {job_position.title} (ID: {job_position.id})
pa: ਨਵੀਂ ਨੌਕਰੀ ਦੀ ਸਥਿਤੀ ਸ਼ਾਮਲ ਕੀਤੀ ਗਈ: {job_position.title} (ID: {job_position.id})
pl: Dodano nowe stanowisko pracy: {job_position.title} (ID: {job_position.id})
pt: Adicionado novo cargo: {job_position.title} (ID: {job_position.id})
ru: Добавлена ​​новая должность: {job_position.title} (ID: {job_position.id}).
sv: Lagt till ny befattning: {job_position.title} (ID: {job_position.id})
ta: புதிய வேலை நிலை சேர்க்கப்பட்டது: {job_position.title} (ஐடி: {job_position.id})
te: కొత్త ఉద్యోగ స్థానం జోడించబడింది: {job_position.title} (ID: {job_position.id})
th: เพิ่มตำแหน่งงานใหม่: {job_position.title} (รหัส: {job_position.id})
tr: Yeni iş pozisyonu eklendi: {job_position.title} (ID: {job_position.id})
vi: Đã thêm vị trí công việc mới: {job_position.title} (ID: {job_position.id})

source: Enter the location name.
ar: أدخل اسم الموقع.
bn: অবস্থানের নাম লিখুন।
da: Indtast placeringens navn.
de: Geben Sie den Standortnamen ein.
el: Εισαγάγετε το όνομα τοποθεσίας.
es: Ingrese el nombre de la ubicación.
fi: Anna sijainnin nimi.
fr: Entrez le nom de l'emplacement.
he: הזן את שם המיקום.
hi: स्थान का नाम दर्ज करें.
id: Masukkan nama lokasi.
it: Inserisci il nome della posizione.
ja: 場所の名前を入力します。
kn: ಸ್ಥಳದ ಹೆಸರನ್ನು ನಮೂದಿಸಿ.
ml: ലൊക്കേഷൻ പേര് നൽകുക.
mr: स्थानाचे नाव प्रविष्ट करा.
nl: Voer de locatienaam in.
pa: ਸਥਾਨ ਦਾ ਨਾਮ ਦਰਜ ਕਰੋ।
pl: Wprowadź nazwę lokalizacji.
pt: Digite o nome do local.
ru: Введите название местоположения.
sv: Ange platsnamnet.
ta: இருப்பிட பெயரை உள்ளிடவும்.
te: స్థానం పేరును నమోదు చేయండి.
th: ป้อนชื่อสถานที่
tr: Konum adını girin.
vi: Nhập tên địa điểm.

source: Enter the first line of the address.
ar: أدخل السطر الأول من العنوان.
bn: ঠিকানার প্রথম লাইন লিখুন।
da: Indtast den første linje i adressen.
de: Geben Sie die erste Zeile der Adresse ein.
el: Εισαγάγετε την πρώτη γραμμή της διεύθυνσης.
es: Ingrese la primera línea de la dirección.
fi: Kirjoita osoitteen ensimmäinen rivi.
fr: Saisissez la première ligne de l'adresse.
he: הזן את השורה הראשונה של הכתובת.
hi: पते की पहली पंक्ति दर्ज करें.
id: Masukkan baris pertama alamat.
it: Immettere la prima riga dell'indirizzo.
ja: 住所の最初の行を入力します。
kn: ವಿಳಾಸದ ಮೊದಲ ಸಾಲನ್ನು ನಮೂದಿಸಿ.
ml: വിലാസത്തിൻ്റെ ആദ്യ വരി നൽകുക.
mr: पत्त्याची पहिली ओळ प्रविष्ट करा.
nl: Voer de eerste regel van het adres in.
pa: ਪਤੇ ਦੀ ਪਹਿਲੀ ਲਾਈਨ ਦਿਓ।
pl: Wprowadź pierwszą linię adresu.
pt: Digite a primeira linha do endereço.
ru: Введите первую строку адреса.
sv: Ange den första raden i adressen.
ta: முகவரியின் முதல் வரியை உள்ளிடவும்.
te: చిరునామా యొక్క మొదటి పంక్తిని నమోదు చేయండి.
th: ป้อนบรรทัดแรกของที่อยู่
tr: Adresin ilk satırını girin.
vi: Nhập dòng đầu tiên của địa chỉ.

source: Enter the second line of the address (optional).
ar: أدخل السطر الثاني من العنوان (اختياري).
bn: ঠিকানার দ্বিতীয় লাইন লিখুন (ঐচ্ছিক)।
da: Indtast den anden linje i adressen (valgfrit).
de: Geben Sie die zweite Zeile der Adresse ein (optional).
el: Εισαγάγετε τη δεύτερη γραμμή της διεύθυνσης (προαιρετικό).
es: Ingrese la segunda línea de la dirección (opcional).
fi: Kirjoita osoitteen toinen rivi (valinnainen).
fr: Saisissez la deuxième ligne de l'adresse (facultatif).
he: הזן את השורה השנייה של הכתובת (אופציונלי).
hi: पते की दूसरी पंक्ति दर्ज करें (वैकल्पिक)।
id: Masukkan baris kedua alamat (opsional).
it: Inserisci la seconda riga dell'indirizzo (facoltativo).
ja: 住所の 2 行目を入力します (オプション)。
kn: ವಿಳಾಸದ ಎರಡನೇ ಸಾಲನ್ನು ನಮೂದಿಸಿ (ಐಚ್ಛಿಕ).
ml: വിലാസത്തിൻ്റെ രണ്ടാമത്തെ വരി നൽകുക (ഓപ്ഷണൽ).
mr: पत्त्याची दुसरी ओळ प्रविष्ट करा (पर्यायी).
nl: Voer de tweede regel van het adres in (optioneel).
pa: ਪਤੇ ਦੀ ਦੂਜੀ ਲਾਈਨ ਦਾਖਲ ਕਰੋ (ਵਿਕਲਪਿਕ)।
pl: Wprowadź drugą linię adresu (opcjonalnie).
pt: Insira a segunda linha do endereço (opcional).
ru: Введите вторую строку адреса (необязательно).
sv: Ange den andra raden i adressen (valfritt).
ta: முகவரியின் இரண்டாவது வரியை உள்ளிடவும் (விரும்பினால்).
te: చిరునామా యొక్క రెండవ పంక్తిని నమోదు చేయండి (ఐచ్ఛికం).
th: ป้อนบรรทัดที่สองของที่อยู่ (ไม่บังคับ)
tr: Adresin ikinci satırını girin (isteğe bağlı).
vi: Nhập dòng thứ hai của địa chỉ (tùy chọn).

source: Enter the city.
ar: أدخل المدينة.
bn: শহরে প্রবেশ করুন।
da: Gå ind i byen.
de: Betreten Sie die Stadt.
el: Μπείτε στην πόλη.
es: Entra en la ciudad.
fi: Syötä kaupunki.
fr: Entrez dans la ville.
he: היכנס לעיר.
hi: शहर में प्रवेश करें.
id: Masuki kota.
it: Entra nella città.
ja: 街に入ります。
kn: ನಗರವನ್ನು ನಮೂದಿಸಿ.
ml: നഗരത്തിൽ പ്രവേശിക്കുക.
mr: शहरात प्रवेश करा.
nl: Ga de stad binnen.
pa: ਸ਼ਹਿਰ ਵਿੱਚ ਦਾਖਲ ਹੋਵੋ.
pl: Wejdź do miasta.
pt: Entre na cidade.
ru: Войдите в город.
sv: Gå in i staden.
ta: நகரத்திற்குள் நுழையுங்கள்.
te: నగరంలోకి ప్రవేశించండి.
th: เข้าเมือง.
tr: Şehre girin.
vi: Vào thành phố.

source: Enter the state.
ar: أدخل الدولة.
bn: রাজ্যে প্রবেশ করুন।
da: Indtast staten.
de: Geben Sie den Staat ein.
el: Μπείτε στο κράτος.
es: Ingrese al estado.
fi: Anna osavaltio.
fr: Entrez dans l'état.
he: היכנסו למדינה.
hi: राज्य दर्ज करें.
id: Masuk ke negara bagian.
it: Entra nello stato.
ja: 州に入ります。
kn: ರಾಜ್ಯವನ್ನು ನಮೂದಿಸಿ.
ml: സംസ്ഥാനത്ത് പ്രവേശിക്കുക.
mr: राज्यात प्रवेश करा.
nl: Voer de staat in.
pa: ਰਾਜ ਵਿੱਚ ਦਾਖਲ ਹੋਵੋ।
pl: Wprowadź stan.
pt: Digite o estado.
ru: Войдите в штат.
sv: Ange staten.
ta: மாநிலத்திற்குள் நுழையுங்கள்.
te: రాష్ట్రంలోకి ప్రవేశించండి.
th: เข้ารัฐ.
tr: Devleti girin.
vi: Nhập tiểu bang.

source: Enter the country.
ar: أدخل البلاد.
bn: দেশে প্রবেশ করুন।
da: Indtast landet.
de: Geben Sie das Land ein.
el: Εισαγάγετε τη χώρα.
es: Ingrese al país.
fi: Anna maa.
fr: Entrez le pays.
he: היכנסו לארץ.
hi: देश में प्रवेश करो.
id: Masuk ke negara itu.
it: Inserisci il paese.
ja: 国に入国してください。
kn: ದೇಶವನ್ನು ನಮೂದಿಸಿ.
ml: രാജ്യത്ത് പ്രവേശിക്കുക.
mr: देशात प्रवेश करा.
nl: Voer het land in.
pa: ਦੇਸ਼ ਵਿੱਚ ਦਾਖਲ ਹੋਵੋ।
pl: Wprowadź kraj.
pt: Digite o país.
ru: Войдите в страну.
sv: Gå in i landet.
ta: நாட்டிற்குள் நுழையுங்கள்.
te: దేశంలోకి ప్రవేశించండి.
th: เข้าประเทศ.
tr: Ülkeye girin.
vi: Nhập quốc gia.

source: Enter the postal code.
ar: أدخل الرمز البريدي.
bn: পোস্টাল কোড লিখুন।
da: Indtast postnummeret.
de: Geben Sie die Postleitzahl ein.
el: Εισαγάγετε τον ταχυδρομικό κώδικα.
es: Introduzca el código postal.
fi: Anna postinumero.
fr: Entrez le code postal.
he: הזן את המיקוד.
hi: डाक कोड दर्ज करें.
id: Masukkan kode pos.
it: Inserisci il codice postale.
ja: 郵便番号を入力してください。
kn: ಪೋಸ್ಟಲ್ ಕೋಡ್ ಅನ್ನು ನಮೂದಿಸಿ.
ml: തപാൽ കോഡ് നൽകുക.
mr: पोस्टल कोड प्रविष्ट करा.
nl: Voer de postcode in.
pa: ਡਾਕ ਕੋਡ ਦਰਜ ਕਰੋ।
pl: Wprowadź kod pocztowy.
pt: Digite o código postal.
ru: Введите почтовый индекс.
sv: Ange postnumret.
ta: அஞ்சல் குறியீட்டை உள்ளிடவும்.
te: పోస్టల్ కోడ్‌ను నమోదు చేయండి.
th: ป้อนรหัสไปรษณีย์
tr: Posta kodunu girin.
vi: Nhập mã bưu chính.

source: Enter the latitude (optional).
ar: أدخل خط العرض (اختياري).
bn: অক্ষাংশ লিখুন (ঐচ্ছিক)।
da: Indtast breddegraden (valgfrit).
de: Geben Sie den Breitengrad ein (optional).
el: Εισαγάγετε το γεωγραφικό πλάτος (προαιρετικό).
es: Ingrese la latitud (opcional).
fi: Anna leveysaste (valinnainen).
fr: Entrez la latitude (facultatif).
he: הזן את קו הרוחב (אופציונלי).
hi: अक्षांश दर्ज करें (वैकल्पिक).
id: Masukkan garis lintang (opsional).
it: Inserisci la latitudine (facoltativo).
ja: 緯度を入力します (オプション)。
kn: ಅಕ್ಷಾಂಶವನ್ನು ನಮೂದಿಸಿ (ಐಚ್ಛಿಕ).
ml: അക്ഷാംശം നൽകുക (ഓപ്ഷണൽ).
mr: अक्षांश प्रविष्ट करा (पर्यायी).
nl: Voer de breedtegraad in (optioneel).
pa: ਵਿਥਕਾਰ ਦਰਜ ਕਰੋ (ਵਿਕਲਪਿਕ)।
pl: Wprowadź szerokość geograficzną (opcjonalnie).
pt: Insira a latitude (opcional).
ru: Введите широту (необязательно).
sv: Ange latitud (valfritt).
ta: அட்சரேகையை உள்ளிடவும் (விரும்பினால்).
te: అక్షాంశాన్ని నమోదు చేయండి (ఐచ్ఛికం).
th: ป้อนละติจูด (ไม่บังคับ)
tr: Enlemi girin (isteğe bağlı).
vi: Nhập vĩ độ (tùy chọn).

source: Enter the longitude (optional).
ar: أدخل خط الطول (اختياري).
bn: দ্রাঘিমাংশ লিখুন (ঐচ্ছিক)।
da: Indtast længdegraden (valgfrit).
de: Geben Sie den Längengrad ein (optional).
el: Εισαγάγετε το γεωγραφικό μήκος (προαιρετικό).
es: Ingrese la longitud (opcional).
fi: Anna pituusaste (valinnainen).
fr: Entrez la longitude (facultatif).
he: הזן את קו האורך (אופציונלי).
hi: देशांतर दर्ज करें (वैकल्पिक)।
id: Masukkan garis bujur (opsional).
it: Inserisci la longitudine (facoltativo).
ja: 経度を入力します (オプション)。
kn: ರೇಖಾಂಶವನ್ನು ನಮೂದಿಸಿ (ಐಚ್ಛಿಕ).
ml: രേഖാംശം നൽകുക (ഓപ്ഷണൽ).
mr: रेखांश प्रविष्ट करा (पर्यायी).
nl: Voer de lengtegraad in (optioneel).
pa: ਲੰਬਕਾਰ (ਵਿਕਲਪਿਕ) ਦਾਖਲ ਕਰੋ।
pl: Wprowadź długość geograficzną (opcjonalnie).
pt: Insira a longitude (opcional).
ru: Введите долготу (необязательно).
sv: Ange longitud (valfritt).
ta: தீர்க்கரேகையை உள்ளிடவும் (விரும்பினால்).
te: రేఖాంశాన్ని నమోదు చేయండి (ఐచ్ఛికం).
th: ป้อนลองจิจูด (ไม่บังคับ)
tr: Boylamı girin (isteğe bağlı).
vi: Nhập kinh độ (tùy chọn).
