Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Filter Groups
ar: مجموعات التصفية
bn: ফিল্টার গ্রুপ
da: Filtrer grupper
de: Gruppen filtern
el: Φιλτράρισμα ομάδων
es: Grupos de filtros
fi: Suodata ryhmät
fr: Filtrer les groupes
he: סינון קבוצות
hi: फ़िल्टर समूह
id: Filter Grup
it: Filtra gruppi
ja: フィルターグループ
kn: ಗುಂಪುಗಳನ್ನು ಫಿಲ್ಟರ್ ಮಾಡಿ
ml: ഫിൽട്ടർ ഗ്രൂപ്പുകൾ
mr: गट फिल्टर करा
nl: Groepen filteren
pa: ਫਿਲਟਰ ਗਰੁੱਪ
pl: Grupy filtrów
pt: Filtrar grupos
ru: Фильтровать группы
sv: Filtrera grupper
ta: வடிகட்டுதல் குழுக்கள்
te: ఫిల్టర్ సమూహాలు
th: กรองกลุ่ม
tr: Grupları Filtrele
vi: Lọc nhóm

source: Add User Group
ar: إضافة مجموعة مستخدمين
bn: ব্যবহারকারী গ্রুপ যোগ করুন
da: Tilføj brugergruppe
de: Benutzergruppe hinzufügen
el: Προσθήκη ομάδας χρηστών
es: Agregar grupo de usuarios
fi: Lisää käyttäjäryhmä
fr: Ajouter un groupe d'utilisateurs
he: הוסף קבוצת משתמשים
hi: उपयोगकर्ता समूह जोड़ें
id: Tambahkan Grup Pengguna
it: Aggiungi gruppo utenti
ja: ユーザーグループの追加
kn: ಬಳಕೆದಾರರ ಗುಂಪನ್ನು ಸೇರಿಸಿ
ml: ഉപയോക്തൃ ഗ്രൂപ്പ് ചേർക്കുക
mr: वापरकर्ता गट जोडा
nl: Gebruikersgroep toevoegen
pa: ਉਪਭੋਗਤਾ ਸਮੂਹ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj grupę użytkowników
pt: Adicionar grupo de usuários
ru: Добавить группу пользователей
sv: Lägg till användargrupp
ta: பயனர் குழுவைச் சேர்க்கவும்
te: వినియోగదారు సమూహాన్ని జోడించండి
th: เพิ่มกลุ่มผู้ใช้
tr: Kullanıcı Grubu Ekle
vi: Thêm nhóm người dùng

source: Search by user group name
ar: البحث حسب اسم مجموعة المستخدمين
bn: ব্যবহারকারী গ্রুপ নাম দ্বারা অনুসন্ধান করুন
da: Søg efter brugergruppenavn
de: Suche nach Benutzergruppennamen
el: Αναζήτηση κατά όνομα ομάδας χρηστών
es: Buscar por nombre de grupo de usuarios
fi: Hae käyttäjäryhmän nimellä
fr: Rechercher par nom de groupe d'utilisateurs
he: חפש לפי שם קבוצת משתמשים
hi: उपयोगकर्ता समूह के नाम से खोजें
id: Cari berdasarkan nama grup pengguna
it: Cerca per nome del gruppo utenti
ja: ユーザーグループ名で検索
kn: ಬಳಕೆದಾರರ ಗುಂಪಿನ ಹೆಸರಿನ ಮೂಲಕ ಹುಡುಕಿ
ml: ഉപയോക്തൃ ഗ്രൂപ്പിൻ്റെ പേര് ഉപയോഗിച്ച് തിരയുക
mr: वापरकर्ता गटाच्या नावाने शोधा
nl: Zoek op naam van de gebruikersgroep
pa: ਉਪਭੋਗਤਾ ਸਮੂਹ ਦੇ ਨਾਮ ਦੁਆਰਾ ਖੋਜ ਕਰੋ
pl: Szukaj według nazwy grupy użytkowników
pt: Pesquisar por nome do grupo de usuários
ru: Поиск по названию группы пользователей
sv: Sök efter användargruppsnamn
ta: பயனர் குழு பெயர் மூலம் தேடவும்
te: వినియోగదారు సమూహం పేరు ద్వారా శోధించండి
th: ค้นหาตามชื่อกลุ่มผู้ใช้
tr: Kullanıcı grubu adına göre ara
vi: Tìm kiếm theo tên nhóm người dùng

source: Permissions
ar: الأذونات
bn: অনুমতি
da: Tilladelser
de: Berechtigungen
el: Άδειες
es: Permisos
fi: Käyttöoikeudet
fr: Autorisations
he: הרשאות
hi: अनुमतियां
id: Izin
it: Autorizzazioni
ja: 権限
kn: ಅನುಮತಿಗಳು
ml: അനുമതികൾ
mr: परवानग्या
nl: Machtigingen
pa: ਇਜਾਜ਼ਤਾਂ
pl: Uprawnienia
pt: Permissões
ru: Разрешения
sv: Behörigheter
ta: அனுமதிகள்
te: అనుమతులు
th: สิทธิ์
tr: İzinler
vi: Quyền

source: more
ar: أكثر
bn: আরো
da: mere
de: mehr
el: περισσότερο
es: más
fi: lisää
fr: plus
he: יוֹתֵר
hi: अधिक
id: lagi
it: Di più
ja: もっと
kn: ಹೆಚ್ಚು
ml: കൂടുതൽ
mr: अधिक
nl: meer
pa: ਹੋਰ
pl: więcej
pt: mais
ru: более
sv: mer
ta: மேலும்
te: మరింత
th: มากกว่า
tr: Daha
vi: hơn

source: No groups found.
ar: لم يتم العثور على مجموعات.
bn: কোন দল পাওয়া যায়নি।
da: Ingen grupper fundet.
de: Keine Gruppen gefunden.
el: Δεν βρέθηκαν ομάδες.
es: No se encontraron grupos.
fi: Ryhmiä ei löytynyt.
fr: Aucun groupe trouvé.
he: לא נמצאו קבוצות.
hi: कोई समूह नहीं मिला.
id: Tidak ada grup yang ditemukan.
it: Nessun gruppo trovato.
ja: グループが見つかりませんでした。
kn: ಯಾವುದೇ ಗುಂಪುಗಳು ಕಂಡುಬಂದಿಲ್ಲ.
ml: ഗ്രൂപ്പുകളൊന്നും കണ്ടെത്തിയില്ല.
mr: कोणतेही गट आढळले नाहीत.
nl: Geen groepen gevonden.
pa: ਕੋਈ ਗਰੁੱਪ ਨਹੀਂ ਮਿਲੇ।
pl: Nie znaleziono żadnych grup.
pt: Nenhum grupo encontrado.
ru: Группы не найдены.
sv: Inga grupper hittades.
ta: குழுக்கள் எதுவும் இல்லை.
te: సమూహాలు ఏవీ కనుగొనబడలేదు.
th: ไม่พบกลุ่ม
tr: Grup bulunamadı.
vi: Không tìm thấy nhóm nào.

source: Organization Job Positions - LMS Admin
ar: المناصب الوظيفية في المنظمة - مسؤول LMS
bn: প্রতিষ্ঠানের চাকরির পদ - এলএমএস অ্যাডমিন
da: Organisationsjobstillinger - LMS Admin
de: Stellenangebote in der Organisation – LMS-Administrator
el: Θέσεις Εργασίας Οργανισμού - Διαχειριστής LMS
es: Puestos de trabajo de organización - Administrador de LMS
fi: Organisaation työpaikat - LMS Admin
fr: Postes d'organisation - Administrateur LMS
he: תפקידי עבודה בארגון - LMS Admin
hi: संगठन में नौकरी की स्थिति - एलएमएस एडमिन
id: Posisi Pekerjaan Organisasi - Admin LMS
it: Posizioni lavorative nell'organizzazione - Amministratore LMS
ja: 組織の職種 - LMS 管理者
kn: ಸಂಸ್ಥೆಯ ಉದ್ಯೋಗ ಸ್ಥಾನಗಳು - LMS ನಿರ್ವಾಹಕ
ml: ഓർഗനൈസേഷൻ ജോലി സ്ഥാനങ്ങൾ - LMS അഡ്മിൻ
mr: ऑर्गनायझेशन जॉब पोझिशन्स - LMS ॲडमिन
nl: Organisatiefuncties - LMS-beheerder
pa: ਸੰਗਠਨ ਨੌਕਰੀ ਦੀਆਂ ਸਥਿਤੀਆਂ - LMS ਐਡਮਿਨ
pl: Stanowiska pracy w organizacji — administrator LMS
pt: Cargos na organização - Administrador LMS
ru: Вакансии в организации – администратор LMS
sv: Organisationsjobb - LMS Admin
ta: நிறுவனத்தின் வேலை நிலைகள் - LMS நிர்வாகி
te: సంస్థ ఉద్యోగ స్థానాలు - LMS అడ్మిన్
th: ตำแหน่งงานขององค์กร - ผู้ดูแลระบบ LMS
tr: Organizasyon İş Pozisyonları - LMS Yöneticisi
vi: Tổ Chức Vị Trí Việc Làm - LMS Admin

source: Organization Job Positions
ar: وظائف المنظمة
bn: প্রতিষ্ঠানের চাকরির পদ
da: Organisations jobstillinger
de: Stellenangebote in der Organisation
el: Θέσεις Εργασίας Οργανισμού
es: Puestos de trabajo de la organización
fi: Organisaation työpaikat
fr: Postes d'emploi de l'organisation
he: משרות בארגון
hi: संगठन में नौकरी की स्थिति
id: Posisi Pekerjaan Organisasi
it: Posizioni lavorative dell'organizzazione
ja: 組織の職種
kn: ಸಂಸ್ಥೆಯ ಉದ್ಯೋಗ ಸ್ಥಾನಗಳು
ml: ഓർഗനൈസേഷൻ ജോലി സ്ഥാനങ്ങൾ
mr: संस्थेच्या नोकरीच्या जागा
nl: Functies van organisaties
pa: ਸੰਗਠਨ ਨੌਕਰੀ ਦੇ ਅਹੁਦੇ
pl: Stanowiska pracy w organizacji
pt: Cargos de trabalho na organização
ru: Должности в организации
sv: Organisationsjobb
ta: நிறுவனத்தின் வேலை நிலைகள்
te: సంస్థ ఉద్యోగ స్థానాలు
th: ตำแหน่งงานขององค์กร
tr: Organizasyon İş Pozisyonları
vi: Tổ chức Vị trí công việc

source: Manage organization job positions
ar: إدارة المناصب الوظيفية في المنظمة
bn: প্রতিষ্ঠানের চাকরির অবস্থানগুলি পরিচালনা করুন
da: Administrer organisationens jobstillinger
de: Verwalten Sie Stellenangebote in der Organisation
el: Διαχειριστείτε θέσεις εργασίας στον οργανισμό
es: Gestionar puestos de trabajo de la organización.
fi: Hallitse organisaation työtehtäviä
fr: Gérer les postes de l'organisation
he: ניהול תפקידי עבודה בארגון
hi: संगठन की नौकरी की स्थिति प्रबंधित करें
id: Kelola posisi pekerjaan organisasi
it: Gestire le posizioni lavorative dell'organizzazione
ja: 組織の役職を管理する
kn: ಸಂಸ್ಥೆಯ ಉದ್ಯೋಗ ಸ್ಥಾನಗಳನ್ನು ನಿರ್ವಹಿಸಿ
ml: ഓർഗനൈസേഷൻ ജോലി സ്ഥാനങ്ങൾ കൈകാര്യം ചെയ്യുക
mr: संस्थेच्या नोकरीच्या जागा व्यवस्थापित करा
nl: Beheer vacatures binnen de organisatie
pa: ਸੰਗਠਨ ਦੀਆਂ ਨੌਕਰੀਆਂ ਦੀਆਂ ਸਥਿਤੀਆਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ
pl: Zarządzaj stanowiskami pracy w organizacji
pt: Gerenciar cargos na organização
ru: Управлять должностями в организации
sv: Hantera befattningar inom organisationen
ta: நிறுவன வேலை நிலைகளை நிர்வகிக்கவும்
te: సంస్థ ఉద్యోగ స్థానాలను నిర్వహించండి
th: บริหารจัดการตำแหน่งงานในองค์กร
tr: Kuruluşun iş pozisyonlarını yönetin
vi: Quản lý các vị trí công việc của tổ chức

source: Filter Job Positions
ar: تصفية المناصب الوظيفية
bn: চাকরির অবস্থান ফিল্টার করুন
da: Filtrer jobstillinger
de: Stellenangebote filtern
el: Φιλτράρισμα θέσεων εργασίας
es: Filtrar puestos de trabajo
fi: Suodata työpaikat
fr: Filtrer les postes
he: סינון משרות
hi: नौकरी की स्थिति फ़िल्टर करें
id: Filter Posisi Pekerjaan
it: Filtra posizioni lavorative
ja: 職種のフィルタリング
kn: ಉದ್ಯೋಗ ಹುದ್ದೆಗಳನ್ನು ಫಿಲ್ಟರ್ ಮಾಡಿ
ml: ജോലി സ്ഥാനങ്ങൾ ഫിൽട്ടർ ചെയ്യുക
mr: जॉब पोझिशन्स फिल्टर करा
nl: Functies filteren
pa: ਨੌਕਰੀ ਦੀਆਂ ਸਥਿਤੀਆਂ ਨੂੰ ਫਿਲਟਰ ਕਰੋ
pl: Filtruj stanowiska pracy
pt: Filtrar vagas
ru: Фильтровать вакансии
sv: Filtrera jobbpositioner
ta: வேலை வாய்ப்புகளை வடிகட்டி
te: ఉద్యోగ స్థానాలను ఫిల్టర్ చేయండి
th: กรองตำแหน่งงาน
tr: İş Pozisyonlarını Filtrele
vi: Lọc vị trí công việc

source: Search by title or code
ar: البحث حسب العنوان أو الرمز
bn: শিরোনাম বা কোড দ্বারা অনুসন্ধান করুন
da: Søg efter titel eller kode
de: Suchen Sie nach Titel oder Code
el: Αναζήτηση με τίτλο ή κωδικό
es: Buscar por título o código
fi: Hae otsikon tai koodin perusteella
fr: Recherche par titre ou code
he: חפש לפי כותרת או קוד
hi: शीर्षक या कोड के आधार पर खोजें
id: Cari berdasarkan judul atau kode
it: Cerca per titolo o codice
ja: タイトルまたはコードで検索
kn: ಶೀರ್ಷಿಕೆ ಅಥವಾ ಕೋಡ್ ಮೂಲಕ ಹುಡುಕಿ
ml: ശീർഷകമോ കോഡോ ഉപയോഗിച്ച് തിരയുക
mr: शीर्षक किंवा कोडद्वारे शोधा
nl: Zoek op titel of code
pa: ਸਿਰਲੇਖ ਜਾਂ ਕੋਡ ਦੁਆਰਾ ਖੋਜ ਕਰੋ
pl: Szukaj według tytułu lub kodu
pt: Pesquise por título ou código
ru: Поиск по названию или коду
sv: Sök efter titel eller kod
ta: தலைப்பு அல்லது குறியீடு மூலம் தேடவும்
te: శీర్షిక లేదా కోడ్ ద్వారా శోధించండి
th: ค้นหาตามชื่อหรือรหัส
tr: Başlığa veya koda göre arayın
vi: Tìm kiếm theo tiêu đề hoặc mã

source: Organization
ar: منظمة
bn: সংগঠন
da: Organisation
de: Organisation
el: Οργάνωση
es: Organización
fi: Organisaatio
fr: Organisation
he: אִרגוּן
hi: संगठन
id: Organisasi
it: Organizzazione
ja: 組織
kn: ಸಂಸ್ಥೆ
ml: സംഘടന
mr: संघटना
nl: Organisatie
pa: ਸੰਗਠਨ
pl: Organizacja
pt: Organização
ru: Организация
sv: Organisation
ta: அமைப்பு
te: సంస్థ
th: องค์กร
tr: Organizasyon
vi: Tổ chức

source: All Organizations
ar: جميع المنظمات
bn: সমস্ত সংস্থা
da: Alle organisationer
de: Alle Organisationen
el: Όλοι οι Οργανισμοί
es: Todas las organizaciones
fi: Kaikki organisaatiot
fr: Toutes les organisations
he: כל הארגונים
hi: सभी संगठन
id: Semua Organisasi
it: Tutte le organizzazioni
ja: すべての組織
kn: ಎಲ್ಲಾ ಸಂಸ್ಥೆಗಳು
ml: എല്ലാ സംഘടനകളും
mr: सर्व संस्था
nl: Alle organisaties
pa: ਸਾਰੀਆਂ ਸੰਸਥਾਵਾਂ
pl: Wszystkie organizacje
pt: Todas as organizações
ru: Все организации
sv: Alla organisationer
ta: அனைத்து அமைப்புகளும்
te: అన్ని సంస్థలు
th: ทุกองค์กร
tr: Tüm Organizasyonlar
vi: Tất cả các tổ chức

source: Level
ar: مستوى
bn: স্তর
da: Niveau
de: Ebene
el: Επίπεδο
es: Nivel
fi: Taso
fr: Niveau
he: רָמָה
hi: स्तर
id: Tingkat
it: Livello
ja: レベル
kn: ಮಟ್ಟ
ml: ലെവൽ
mr: पातळी
nl: Niveau
pa: ਪੱਧਰ
pl: Poziom
pt: Nível
ru: Уровень
sv: Nivå
ta: நிலை
te: స్థాయి
th: ระดับ
tr: Seviye
vi: Mức độ

source: Enter level
ar: أدخل المستوى
bn: লেভেল এন্টার করুন
da: Indtast niveau
de: Ebene eingeben
el: Εισαγάγετε επίπεδο
es: Introducir nivel
fi: Anna taso
fr: Entrez le niveau
he: היכנס לרמה
hi: स्तर दर्ज करें
id: Masuk tingkat
it: Inserisci il livello
ja: レベルを入力してください
kn: ಮಟ್ಟವನ್ನು ನಮೂದಿಸಿ
ml: ലെവൽ നൽകുക
mr: स्तर प्रविष्ट करा
nl: Niveau invoeren
pa: ਪੱਧਰ ਦਰਜ ਕਰੋ
pl: Wprowadź poziom
pt: Insira o nível
ru: Введите уровень
sv: Gå in på nivå
ta: நிலை உள்ளிடவும்
te: స్థాయిని నమోదు చేయండి
th: เข้าสู่ระดับ
tr: Seviyeyi girin
vi: Nhập cấp độ

source: Manager Position
ar: منصب مدير
bn: ম্যানেজার পদ
da: Lederstilling
el: Θέση Διευθυντή
es: Puesto de Gerente
fi: Managerin asema
fr: Poste de gestionnaire
he: תפקיד מנהל
hi: प्रबंधक पद
id: Posisi Manajer
it: Posizione dirigente
ja: マネージャー職
kn: ಮ್ಯಾನೇಜರ್ ಸ್ಥಾನ
ml: മാനേജർ സ്ഥാനം
mr: व्यवस्थापक पद
nl: Manager positie
pa: ਮੈਨੇਜਰ ਦੀ ਸਥਿਤੀ
pl: Stanowisko Menedżera
pt: Cargo de gerente
ru: Должность менеджера
sv: Chefsposition
ta: மேலாளர் பதவி
te: మేనేజర్ స్థానం
th: ตำแหน่งผู้จัดการ
tr: Yönetici Pozisyonu
vi: Vị trí quản lý

source: Code
ar: شفرة
bn: কোড
da: Kode
el: Κώδικας
es: Código
fi: Koodi
he: קוד
hi: कोड
id: Kode
it: Codice
ja: コード
kn: ಕೋಡ್
ml: കോഡ്
mr: कोड
pa: ਕੋਡ
pl: Kod
pt: Código
ru: Код
sv: Koda
ta: குறியீடு
te: కోడ్
th: รหัส
tr: Kod
vi: Mã số

source: Parent Position
ar: موقف الوالدين
bn: পিতামাতার অবস্থান
da: Forældres stilling
de: Elternposition
el: Θέση Γονέα
es: Posición de los padres
fi: Vanhemman asema
fr: Poste parental
he: עמדת הורה
hi: मूल पद
id: Posisi Orang Tua
it: Posizione del genitore
ja: 親の位置
kn: ಪೋಷಕ ಸ್ಥಾನ
ml: മാതാപിതാക്കളുടെ സ്ഥാനം
mr: पालक पद
nl: Ouderpositie
pa: ਮਾਤਾ-ਪਿਤਾ ਦੀ ਸਥਿਤੀ
pl: Stanowisko rodzica
pt: Posição parental
ru: Родительская позиция
sv: Förälders position
ta: பெற்றோர் நிலை
te: మాతృ స్థానం
th: ตำแหน่งผู้ปกครอง
tr: Ebeveyn Konumu
vi: Vị trí gốc

source: No job positions found.
ar: لم يتم العثور على وظائف وظيفية.
bn: কোন চাকরির পদ পাওয়া যায়নি।
da: Ingen jobstillinger fundet.
de: Keine Stellenangebote gefunden.
el: Δεν βρέθηκαν θέσεις εργασίας.
es: No se encontraron puestos de trabajo.
fi: Työpaikkoja ei löytynyt.
fr: Aucun poste trouvé.
he: לא נמצאו משרות עבודה.
hi: कोई नौकरी पद नहीं मिला.
id: Tidak ada posisi pekerjaan yang ditemukan.
it: Nessuna posizione lavorativa trovata.
ja: 求人は見つかりませんでした。
kn: ಯಾವುದೇ ಉದ್ಯೋಗ ಸ್ಥಾನಗಳು ಕಂಡುಬಂದಿಲ್ಲ.
ml: ജോലി സ്ഥാനങ്ങളൊന്നും കണ്ടെത്തിയില്ല.
mr: नोकरीची कोणतीही जागा आढळली नाही.
nl: Geen vacatures gevonden.
pa: ਕੋਈ ਨੌਕਰੀ ਦੇ ਅਹੁਦੇ ਨਹੀਂ ਮਿਲੇ।
pl: Nie znaleziono stanowisk pracy.
pt: Nenhuma vaga de emprego encontrada.
ru: Вакансий не найдено.
sv: Inga jobbplatser hittades.
ta: வேலை வாய்ப்புகள் எதுவும் இல்லை.
te: ఉద్యోగ స్థానాలు ఏవీ కనుగొనబడలేదు.
th: ไม่พบตำแหน่งงาน.
tr: Hiçbir iş pozisyonu bulunamadı.
vi: Không tìm thấy vị trí công việc nào.

source: Organization Locations - LMS Admin
ar: مواقع المؤسسات - مسؤول LMS
bn: প্রতিষ্ঠানের অবস্থান - LMS অ্যাডমিন
da: Organisationssteder - LMS Admin
de: Organisationsstandorte – LMS-Administrator
el: Τοποθεσίες Οργανισμού - Διαχειριστής LMS
es: Ubicaciones de organizaciones: administrador de LMS
fi: Organisaation sijainnit - LMS Admin
fr: Emplacements de l'organisation - Administrateur LMS
he: מיקומי ארגון - LMS Admin
hi: संगठन स्थान - एलएमएस व्यवस्थापक
id: Lokasi Organisasi - Admin LMS
it: Sedi dell'organizzazione - Amministrazione LMS
ja: 組織の場所 - LMS 管理者
kn: ಸಂಸ್ಥೆಯ ಸ್ಥಳಗಳು - LMS ನಿರ್ವಾಹಕ
ml: ഓർഗനൈസേഷൻ സ്ഥാനങ്ങൾ - LMS അഡ്മിൻ
mr: संस्थेची स्थाने - LMS प्रशासन
nl: Organisatielocaties - LMS-beheerder
pa: ਸੰਸਥਾ ਦੇ ਸਥਾਨ - LMS ਪ੍ਰਸ਼ਾਸਕ
pl: Lokalizacje organizacji — administrator LMS
pt: Locais da organização - Administrador do LMS
ru: Расположение организаций – администратор LMS
sv: Organisationsplatser - LMS Admin
ta: நிறுவன இருப்பிடங்கள் - LMS நிர்வாகம்
te: సంస్థ స్థానాలు - LMS అడ్మిన్
th: ที่ตั้งองค์กร - ผู้ดูแลระบบ LMS
tr: Organizasyon Konumları - LMS Yöneticisi
vi: Địa điểm tổ chức - LMS Admin

source: Organization Locations
ar: مواقع المنظمة
bn: প্রতিষ্ঠানের অবস্থান
da: Organisations lokationer
de: Standorte der Organisation
el: Τοποθεσίες Οργανισμού
es: Ubicaciones de la organización
fi: Organisaation sijainnit
fr: Emplacements de l'organisation
he: מיקומי ארגון
hi: संगठन स्थान
id: Lokasi Organisasi
it: Sedi dell'organizzazione
ja: 組織の所在地
kn: ಸಂಸ್ಥೆಯ ಸ್ಥಳಗಳು
ml: സംഘടനയുടെ സ്ഥാനങ്ങൾ
mr: संस्था स्थाने
nl: Organisatie Locaties
pa: ਸੰਸਥਾ ਦੇ ਟਿਕਾਣੇ
pl: Lokalizacje organizacji
pt: Locais da organização
ru: Расположение организации
sv: Organisationsplatser
ta: அமைப்பின் இருப்பிடங்கள்
te: సంస్థ స్థానాలు
th: ที่ตั้งองค์กร
tr: Organizasyon Lokasyonları
vi: Địa điểm tổ chức

source: Manage organization locations
ar: إدارة مواقع المنظمة
bn: প্রতিষ্ঠানের অবস্থানগুলি পরিচালনা করুন
da: Administrer organisationens lokationer
de: Verwalten Sie die Standorte Ihrer Organisation
el: Διαχείριση τοποθεσιών του οργανισμού
es: Administrar ubicaciones de organizaciones
fi: Hallinnoi organisaation sijainteja
fr: Gérer les emplacements de l'organisation
he: ניהול מיקומי ארגון
hi: संगठन के स्थान प्रबंधित करें
id: Kelola lokasi organisasi
it: Gestire le sedi dell'organizzazione
ja: 組織の場所を管理する
kn: ಸಂಸ್ಥೆಯ ಸ್ಥಳಗಳನ್ನು ನಿರ್ವಹಿಸಿ
ml: സ്ഥാപന ലൊക്കേഷനുകൾ നിയന്ത്രിക്കുക
mr: संस्थेची ठिकाणे व्यवस्थापित करा
nl: Beheer organisatielocaties
pa: ਸੰਗਠਨ ਸਥਾਨਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ
pl: Zarządzaj lokalizacjami organizacji
pt: Gerenciar locais da organização
ru: Управление местоположениями организаций
sv: Hantera organisationsplatser
ta: நிறுவன இருப்பிடங்களை நிர்வகிக்கவும்
te: సంస్థ స్థానాలను నిర్వహించండి
th: จัดการสถานที่ขององค์กร
tr: Kuruluş konumlarını yönetin
vi: Quản lý vị trí tổ chức

source: Filter Locations
ar: مواقع التصفية
bn: অবস্থানগুলি ফিল্টার করুন
da: Filtrer placeringer
de: Standorte filtern
el: Φιλτράρισμα τοποθεσιών
es: Filtrar ubicaciones
fi: Suodata sijainnit
fr: Filtrer les emplacements
he: סינון מיקומים
hi: स्थान फ़िल्टर करें
id: Filter Lokasi
it: Filtra posizioni
ja: フィルターの場所
kn: ಸ್ಥಳಗಳನ್ನು ಫಿಲ್ಟರ್ ಮಾಡಿ
ml: ലൊക്കേഷനുകൾ ഫിൽട്ടർ ചെയ്യുക
mr: स्थाने फिल्टर करा
nl: Locaties filteren
pa: ਫਿਲਟਰ ਟਿਕਾਣੇ
pl: Filtruj lokalizacje
pt: Filtrar locais
ru: Фильтровать местоположения
sv: Filtrera platser
ta: இருப்பிடங்களை வடிகட்டவும்
te: స్థానాలను ఫిల్టర్ చేయండి
th: กรองสถานที่
tr: Konumları Filtrele
vi: Lọc vị trí

source: Search by name, city, or country
ar: البحث بالاسم أو المدينة أو البلد
bn: নাম, শহর বা দেশ দ্বারা অনুসন্ধান করুন
da: Søg efter navn, by eller land
de: Suchen Sie nach Name, Stadt oder Land
el: Αναζήτηση κατά όνομα, πόλη ή χώρα
es: Buscar por nombre, ciudad o país
fi: Hae nimen, kaupungin tai maan mukaan
fr: Rechercher par nom, ville ou pays
he: חפש לפי שם, עיר או מדינה
hi: नाम, शहर या देश के आधार पर खोजें
id: Cari berdasarkan nama, kota, atau negara
it: Cerca per nome, città o paese
ja: 名前、都市、国で検索
kn: ಹೆಸರು, ನಗರ ಅಥವಾ ದೇಶದ ಮೂಲಕ ಹುಡುಕಿ
ml: പേര്, നഗരം അല്ലെങ്കിൽ രാജ്യം എന്നിവ പ്രകാരം തിരയുക
mr: नाव, शहर किंवा देशानुसार शोधा
nl: Zoek op naam, stad of land
pa: ਨਾਮ, ਸ਼ਹਿਰ ਜਾਂ ਦੇਸ਼ ਦੁਆਰਾ ਖੋਜ ਕਰੋ
pl: Szukaj według nazwy, miasta lub kraju
pt: Pesquise por nome, cidade ou país
ru: Поиск по имени, городу или стране
sv: Sök efter namn, stad eller land
ta: பெயர், நகரம் அல்லது நாடு மூலம் தேடுங்கள்
te: పేరు, నగరం లేదా దేశం ద్వారా శోధించండి
th: ค้นหาตามชื่อ เมือง หรือประเทศ
tr: Ada, şehre veya ülkeye göre arayın
vi: Tìm kiếm theo tên, thành phố hoặc quốc gia

source: Country
ar: دولة
bn: দেশ
da: Land
de: Land
el: Χώρα
es: País
fi: Maa
fr: Pays
he: מְדִינָה
hi: देश
id: Negara
it: Paese
ja: 国
kn: ದೇಶ
ml: രാജ്യം
mr: देश
nl: Land
pa: ਦੇਸ਼
pl: Kraj
pt: País
ru: Страна
sv: Land
ta: நாடு
te: దేశం
th: ประเทศ
tr: Ülke
vi: Quốc gia

source: Enter country
ar: أدخل البلد
bn: দেশে প্রবেশ করুন
da: Indtast land
de: Geben Sie das Land ein
el: Εισαγάγετε τη χώρα
es: Introduce el país
fi: Anna maa
fr: Entrez le pays
he: היכנס למדינה
hi: देश दर्ज करें
id: Masukkan negara
it: Inserisci il paese
ja: 国を入力してください
kn: ದೇಶವನ್ನು ನಮೂದಿಸಿ
ml: രാജ്യത്ത് പ്രവേശിക്കുക
mr: देश प्रविष्ट करा
nl: Voer land in
pa: ਦੇਸ਼ ਦਾਖਲ ਕਰੋ
pl: Wpisz kraj
pt: Insira o país
ru: Введите страну
sv: Ange land
ta: நாட்டை உள்ளிடவும்
te: దేశాన్ని నమోదు చేయండి
th: เข้าประเทศ
tr: Ülkeyi girin
vi: Nhập quốc gia

source: Address
ar: عنوان
bn: ঠিকানা
da: Adresse
de: Adresse
el: Διεύθυνση
es: DIRECCIÓN
fi: Osoite
fr: Adresse
he: כְּתוֹבֶת
hi: पता
id: Alamat
it: Indirizzo
ja: 住所
kn: ವಿಳಾಸ
ml: വിലാസം
mr: पत्ता
nl: Adres
pa: ਪਤਾ
pl: Adres
pt: Endereço
ru: Адрес
sv: Adress
ta: முகவரி
te: చిరునామా
th: ที่อยู่
tr: Adres
vi: Địa chỉ

source: City
ar: مدينة
bn: শহর
da: By
de: Stadt
el: Πόλη
es: Ciudad
fi: Kaupunki
fr: Ville
he: עִיר
hi: शहर
id: Kota
it: Città
ja: 市
kn: ನಗರ
ml: നഗരം
mr: शहर
nl: Stad
pa: ਸ਼ਹਿਰ
pl: Miasto
pt: Cidade
ru: Город
sv: Stad
ta: நகரம்
te: నగరం
th: เมือง
tr: Şehir
vi: Thành phố

source: State
ar: ولاية
bn: রাজ্য
da: Tilstand
de: Zustand
el: Κατάσταση
es: Estado
fi: Osavaltio
fr: État
he: מְדִינָה
hi: राज्य
id: Negara
it: Stato
ja: 州
kn: ರಾಜ್ಯ
ml: സംസ്ഥാനം
mr: राज्य
nl: Staat
pa: ਰਾਜ
pl: Państwo
pt: Estado
ru: Состояние
sv: Ange
ta: மாநிலம்
te: రాష్ట్రం
th: สถานะ
tr: Durum
vi: Tình trạng

source: Postal Code
ar: رمز بريدي
bn: পোস্টাল কোড
da: Postnummer
de: Postleitzahl
el: ΤΚ
es: Código Postal
fi: Postinumero
fr: Code Postal
he: מיקוד
hi: डाक कोड
id: Kode Pos
it: Codice Postale
ja: 郵便番号
kn: ಕೋಡ್
ml: തപാൽ കോഡ്
mr: पोस्टल कोड
nl: Postcode
pa: ਡਾਕ ਕੋਡ
pl: Kod pocztowy
pt: Código postal
ru: Почтовый индекс
sv: Postnummer
ta: குறியீடு
te: పోస్టల్ కోడ్
th: รหัสไปรษณีย์
tr: Posta Kodu
vi: Mã bưu chính

source: Organization Units - LMS Admin
ar: الوحدات التنظيمية - مسؤول LMS
bn: সংস্থার ইউনিট - এলএমএস অ্যাডমিন
da: Organisationsenheder - LMS Admin
de: Organisationseinheiten – LMS-Administrator
el: Οργανωτικές Μονάδες - Διαχειριστής LMS
es: Unidades organizativas: administrador de LMS
fi: Organisaatioyksiköt - LMS Admin
fr: Unités organisationnelles - Administrateur LMS
he: יחידות ארגון - LMS Admin
hi: संगठन इकाइयाँ - एलएमएस प्रशासन
id: Unit Organisasi - Admin LMS
it: Unità organizzative - Ammin. LMS
ja: 組織単位 - LMS 管理者
kn: ಸಂಸ್ಥೆಯ ಘಟಕಗಳು - LMS ನಿರ್ವಾಹಕ
ml: ഓർഗനൈസേഷൻ യൂണിറ്റുകൾ - LMS അഡ്മിൻ
mr: ऑर्गनायझेशन युनिट्स - LMS ॲडमिन
nl: Organisatie-eenheden - LMS-beheerder
pa: ਸੰਗਠਨ ਇਕਾਈਆਂ - LMS ਪ੍ਰਸ਼ਾਸਕ
pl: Jednostki organizacyjne — administrator LMS
pt: Unidades organizacionais - Administrador LMS
ru: Организационные подразделения – администратор LMS
sv: Organisationsenheter - LMS Admin
ta: நிறுவன அலகுகள் - LMS நிர்வாகம்
te: సంస్థ యూనిట్లు - LMS అడ్మిన్
th: หน่วยองค์กร - ผู้ดูแลระบบ LMS
tr: Organizasyon Birimleri - LMS Yöneticisi
vi: Đơn vị tổ chức - LMS Admin

source: Manage organization units and hierarchy
ar: إدارة الوحدات التنظيمية والتسلسل الهرمي
bn: সংস্থার ইউনিট এবং শ্রেণিবিন্যাস পরিচালনা করুন
da: Administrer organisationsenheder og hierarki
de: Verwalten Sie Organisationseinheiten und Hierarchien
el: Διαχειριστείτε τις οργανωτικές μονάδες και την ιεραρχία
es: Administrar unidades organizativas y jerarquía
fi: Hallitse organisaatioyksiköitä ja hierarkiaa
fr: Gérer les unités organisationnelles et la hiérarchie
he: ניהול יחידות הארגון וההיררכיה
hi: संगठन की इकाइयों और पदानुक्रम को प्रबंधित करें
id: Kelola unit dan hierarki organisasi
it: Gestire le unità organizzative e la gerarchia
ja: 組織単位と階層を管理する
kn: ಸಂಸ್ಥೆಯ ಘಟಕಗಳು ಮತ್ತು ಕ್ರಮಾನುಗತವನ್ನು ನಿರ್ವಹಿಸಿ
ml: ഓർഗനൈസേഷൻ യൂണിറ്റുകളും ശ്രേണിയും നിയന്ത്രിക്കുക
mr: संस्था एकके आणि पदानुक्रम व्यवस्थापित करा
nl: Beheer organisatie-eenheden en hiërarchie
pa: ਸੰਗਠਨ ਇਕਾਈਆਂ ਅਤੇ ਲੜੀ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ
pl: Zarządzaj jednostkami organizacyjnymi i hierarchią
pt: Gerenciar unidades organizacionais e hierarquia
ru: Управление организационными подразделениями и иерархией
sv: Hantera organisationsenheter och hierarki
ta: நிறுவன அலகுகள் மற்றும் படிநிலையை நிர்வகிக்கவும்
te: సంస్థ యూనిట్లు మరియు సోపానక్రమాన్ని నిర్వహించండి
th: จัดการหน่วยองค์กรและลำดับชั้น
tr: Organizasyon birimlerini ve hiyerarşiyi yönetin
vi: Quản lý đơn vị tổ chức và hệ thống phân cấp

source: Filter Units
ar: وحدات التصفية
bn: ফিল্টার ইউনিট
da: Filterenheder
de: Filtereinheiten
el: Μονάδες φίλτρων
es: Unidades de filtrado
fi: Suodatinyksiköt
fr: Unités de filtrage
he: יחידות סינון
hi: फ़िल्टर इकाइयाँ
id: Unit Penyaring
it: Unità filtro
ja: フィルターユニット
kn: ಫಿಲ್ಟರ್ ಘಟಕಗಳು
ml: ഫിൽട്ടർ യൂണിറ്റുകൾ
mr: फिल्टर युनिट्स
nl: Eenheden filteren
pa: ਫਿਲਟਰ ਯੂਨਿਟ
pl: Filtruj jednostki
pt: Unidades de filtro
ru: Фильтрующие блоки
sv: Filtrera enheter
ta: வடிகட்டி அலகுகள்
te: ఫిల్టర్ యూనిట్లు
th: หน่วยกรอง
tr: Filtre Üniteleri
vi: Đơn vị lọc

source: Add Unit
ar: أضف وحدة
bn: ইউনিট যোগ করুন
da: Tilføj enhed
de: Einheit hinzufügen
el: Προσθήκη μονάδας
es: Agregar unidad
fi: Lisää yksikkö
fr: Ajouter une unité
he: הוסף יחידה
hi: इकाई जोड़ें
id: Tambahkan Satuan
it: Aggiungi unità
ja: ユニットの追加
kn: ಘಟಕವನ್ನು ಸೇರಿಸಿ
ml: യൂണിറ്റ് ചേർക്കുക
mr: युनिट जोडा
nl: Eenheid toevoegen
pa: ਯੂਨਿਟ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj jednostkę
pt: Adicionar unidade
ru: Добавить единицу
sv: Lägg till enhet
ta: அலகு சேர்க்கவும்
te: యూనిట్ జోడించండి
th: เพิ่มหน่วย
tr: Birim Ekle
vi: Thêm đơn vị
