Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Select one or more instructors for this delivery.
ar: حدد مدرسًا واحدًا أو أكثر لهذا التسليم.
bn: এই ডেলিভারির জন্য এক বা একাধিক প্রশিক্ষক নির্বাচন করুন।
da: Vælg en eller flere instruktører til denne levering.
de: Wählen Sie einen oder mehrere Dozenten für diese Lieferung aus.
el: Επιλέξτε έναν ή περισσότερους εκπαιδευτές για αυτήν την παράδοση.
es: Seleccione uno o más instructores para esta entrega.
fi: Valitse tähän toimitukseen yksi tai useampi ohjaaja.
fr: Sélectionnez un ou plusieurs instructeurs pour cette prestation.
he: בחר מדריך אחד או יותר למשלוח זה.
hi: इस डिलीवरी के लिए एक या अधिक प्रशिक्षकों का चयन करें।
id: Pilih satu atau lebih instruktur untuk penyampaian ini.
it: Seleziona uno o più istruttori per questa consegna.
ja: この配信の講師を 1 人以上選択します。
kn: ಈ ವಿತರಣೆಗಾಗಿ ಒಬ್ಬರು ಅಥವಾ ಹೆಚ್ಚಿನ ಬೋಧಕರನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ml: ഈ ഡെലിവറിക്കായി ഒന്നോ അതിലധികമോ പരിശീലകരെ തിരഞ്ഞെടുക്കുക.
mr: या वितरणासाठी एक किंवा अधिक प्रशिक्षक निवडा.
nl: Selecteer een of meerdere instructeurs voor deze levering.
pa: ਇਸ ਡਿਲੀਵਰੀ ਲਈ ਇੱਕ ਜਾਂ ਵੱਧ ਇੰਸਟ੍ਰਕਟਰਾਂ ਦੀ ਚੋਣ ਕਰੋ।
pl: Wybierz jednego lub więcej instruktorów dla tej dostawy.
pt: Selecione um ou mais instrutores para esta entrega.
ru: Выберите одного или нескольких преподавателей для этого курса.
sv: Välj en eller flera instruktörer för denna leverans.
ta: இந்தப் பிரசவத்திற்கு ஒன்று அல்லது அதற்கு மேற்பட்ட பயிற்றுவிப்பாளர்களைத் தேர்ந்தெடுக்கவும்.
te: ఈ డెలివరీ కోసం ఒకరు లేదా అంతకంటే ఎక్కువ మంది బోధకులను ఎంచుకోండి.
th: เลือกผู้สอนหนึ่งคนขึ้นไปสำหรับการจัดส่งนี้
tr: Bu teslimat için bir veya daha fazla eğitmen seçin.
vi: Chọn một hoặc nhiều người hướng dẫn cho việc giao hàng này.

source: Enter a descriptive title for this delivery.
ar: أدخل عنوانًا وصفيًا لهذا التسليم.
bn: এই বিতরণের জন্য একটি বর্ণনামূলক শিরোনাম লিখুন।
da: Indtast en beskrivende titel for denne levering.
de: Geben Sie einen beschreibenden Titel für diese Lieferung ein.
el: Εισαγάγετε έναν περιγραφικό τίτλο για αυτήν την παράδοση.
es: Introduzca un título descriptivo para esta entrega.
fi: Anna tälle toimitukselle kuvaava otsikko.
fr: Saisissez un titre descriptif pour cette livraison.
he: הזן כותרת תיאורית עבור משלוח זה.
hi: इस डिलीवरी के लिए एक वर्णनात्मक शीर्षक दर्ज करें.
id: Masukkan judul deskriptif untuk pengiriman ini.
it: Inserisci un titolo descrittivo per questa consegna.
ja: この配信のわかりやすいタイトルを入力します。
kn: ಈ ವಿತರಣೆಗೆ ವಿವರಣಾತ್ಮಕ ಶೀರ್ಷಿಕೆಯನ್ನು ನಮೂದಿಸಿ.
ml: ഈ ഡെലിവറിക്ക് ഒരു വിവരണാത്മക ശീർഷകം നൽകുക.
mr: या वितरणासाठी वर्णनात्मक शीर्षक प्रविष्ट करा.
nl: Voer een beschrijvende titel in voor deze levering.
pa: ਇਸ ਡਿਲੀਵਰੀ ਲਈ ਇੱਕ ਵਰਣਨਯੋਗ ਸਿਰਲੇਖ ਦਾਖਲ ਕਰੋ।
pl: Wprowadź opisowy tytuł tej dostawy.
pt: Insira um título descritivo para este delivery.
ru: Введите описательное название для этой доставки.
sv: Ange en beskrivande titel för denna leverans.
ta: இந்த விநியோகத்திற்கான விளக்கமான தலைப்பை உள்ளிடவும்.
te: ఈ డెలివరీ కోసం వివరణాత్మక శీర్షికను నమోదు చేయండి.
th: ป้อนชื่อที่สื่อความหมายสำหรับการจัดส่งนี้
tr: Bu teslimat için açıklayıcı bir başlık girin.
vi: Nhập tiêu đề mô tả cho lần phân phối này.

source: Provide a detailed description of the delivery content and objectives.
ar: تقديم وصف تفصيلي لمحتوى التسليم وأهدافه.
bn: বিতরণ বিষয়বস্তু এবং উদ্দেশ্য একটি বিশদ বিবরণ প্রদান করুন.
da: Giv en detaljeret beskrivelse af leveringens indhold og mål.
de: Geben Sie eine detaillierte Beschreibung des Lieferinhalts und der Ziele an.
el: Παρέχετε μια λεπτομερή περιγραφή του περιεχομένου και των στόχων της παράδοσης.
es: Proporcione una descripción detallada del contenido y los objetivos de la entrega.
fi: Anna yksityiskohtainen kuvaus toimituksen sisällöstä ja tavoitteista.
fr: Fournir une description détaillée du contenu et des objectifs de la prestation.
he: ספק תיאור מפורט של תוכן המסירה והיעדים.
hi: वितरण सामग्री और उद्देश्यों का विस्तृत विवरण प्रदान करें।
id: Berikan penjelasan rinci tentang isi dan tujuan penyampaian.
it: Fornire una descrizione dettagliata del contenuto e degli obiettivi della consegna.
ja: 配信内容と目的について詳しく説明します。
kn: ವಿತರಣಾ ವಿಷಯ ಮತ್ತು ಉದ್ದೇಶಗಳ ವಿವರವಾದ ವಿವರಣೆಯನ್ನು ಒದಗಿಸಿ.
ml: ഡെലിവറി ഉള്ളടക്കത്തിൻ്റെയും ലക്ഷ്യങ്ങളുടെയും വിശദമായ വിവരണം നൽകുക.
mr: वितरण सामग्री आणि उद्दिष्टांचे तपशीलवार वर्णन प्रदान करा.
nl: Geef een gedetailleerde beschrijving van de inhoud en doelstellingen van de levering.
pa: ਡਿਲੀਵਰੀ ਸਮੱਗਰੀ ਅਤੇ ਉਦੇਸ਼ਾਂ ਦਾ ਵਿਸਤ੍ਰਿਤ ਵੇਰਵਾ ਪ੍ਰਦਾਨ ਕਰੋ।
pl: Podaj szczegółowy opis treści i celów dostawy.
pt: Forneça uma descrição detalhada do conteúdo e dos objetivos da entrega.
ru: Подробно опишите содержание и цели доставки.
sv: Ge en detaljerad beskrivning av leveransens innehåll och mål.
ta: விநியோக உள்ளடக்கம் மற்றும் நோக்கங்கள் பற்றிய விரிவான விளக்கத்தை வழங்கவும்.
te: డెలివరీ కంటెంట్ మరియు లక్ష్యాల యొక్క వివరణాత్మక వివరణను అందించండి.
th: ระบุคำอธิบายโดยละเอียดเกี่ยวกับเนื้อหาและวัตถุประสงค์ในการจัดส่ง
tr: Teslimat içeriğinin ve hedeflerinin ayrıntılı bir açıklamasını sağlayın.
vi: Cung cấp mô tả chi tiết về nội dung và mục tiêu phân phối.

source: Select whether this is a program or course delivery.
ar: حدد ما إذا كان هذا تسليم برنامج أو دورة تدريبية.
bn: এটি একটি প্রোগ্রাম বা কোর্স ডেলিভারি কিনা তা নির্বাচন করুন।
da: Vælg, om dette er et program eller kursuslevering.
de: Wählen Sie aus, ob es sich um eine Programm- oder Kursbereitstellung handelt.
el: Επιλέξτε αν πρόκειται για πρόγραμμα ή για παράδοση μαθημάτων.
es: Seleccione si se trata de un programa o curso.
fi: Valitse, onko tämä ohjelma vai kurssitoimitus.
fr: Sélectionnez s’il s’agit d’un programme ou d’un cours.
he: בחר אם זו תוכנית או העברת קורס.
hi: चुनें कि यह एक प्रोग्राम है या कोर्स डिलीवरी।
id: Pilih apakah ini merupakan penyampaian program atau kursus.
it: Seleziona se si tratta di un programma o di un corso.
ja: これがプログラム配信であるかコース配信であるかを選択します。
kn: ಇದು ಪ್ರೋಗ್ರಾಂ ಅಥವಾ ಕೋರ್ಸ್ ವಿತರಣೆಯೇ ಎಂಬುದನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ml: ഇതൊരു പ്രോഗ്രാമാണോ കോഴ്‌സ് ഡെലിവറിയാണോ എന്ന് തിരഞ്ഞെടുക്കുക.
mr: हा प्रोग्राम किंवा कोर्स वितरण आहे की नाही ते निवडा.
nl: Selecteer of dit een programma of een cursuslevering is.
pa: ਚੁਣੋ ਕਿ ਕੀ ਇਹ ਪ੍ਰੋਗਰਾਮ ਹੈ ਜਾਂ ਕੋਰਸ ਡਿਲੀਵਰੀ।
pl: Wybierz, czy jest to realizacja programu czy kursu.
pt: Selecione se este é um programa ou entrega de curso.
ru: Выберите, будет ли это программа или курс.
sv: Välj om detta är ett program eller kursleverans.
ta: இது ஒரு நிரலா அல்லது பாடநெறி விநியோகமா என்பதைத் தேர்ந்தெடுக்கவும்.
te: ఇది ప్రోగ్రామ్ లేదా కోర్సు డెలివరీ కాదా అని ఎంచుకోండి.
th: เลือกว่านี่คือโปรแกรมหรือการจัดส่งหลักสูตร
tr: Bunun bir program mı yoksa kurs sunumu mu olduğunu seçin.
vi: Chọn xem đây là một chương trình hay khóa học.

source: Select the program for this delivery (if delivery type is Program).
ar: حدد البرنامج لهذا التسليم (إذا كان نوع التسليم هو البرنامج).
bn: এই ডেলিভারির জন্য প্রোগ্রাম নির্বাচন করুন (যদি ডেলিভারির ধরন প্রোগ্রাম হয়)।
da: Vælg programmet for denne levering (hvis leveringstypen er Program).
de: Wählen Sie das Programm für diese Lieferung aus (wenn die Versandart „Programm“ ist).
el: Επιλέξτε το πρόγραμμα για αυτήν την παράδοση (αν ο τύπος παράδοσης είναι Πρόγραμμα).
es: Seleccione el programa para esta entrega (si el tipo de entrega es Programa).
fi: Valitse tämän toimituksen ohjelma (jos toimitustyyppi on Ohjelma).
fr: Sélectionnez le programme pour cette diffusion (si le type de diffusion est Programme).
he: בחר את התוכנית עבור מסירה זו (אם סוג המסירה הוא Program).
hi: इस डिलीवरी के लिए प्रोग्राम चुनें (यदि डिलीवरी प्रकार प्रोग्राम है)।
id: Pilih program untuk pengiriman ini (jika jenis pengiriman adalah Program).
it: Seleziona il programma per questa consegna (se il tipo di consegna è Programma).
ja: この配信のプログラムを選択します (配信タイプがプログラムの場合)。
kn: ಈ ವಿತರಣೆಗಾಗಿ ಪ್ರೋಗ್ರಾಂ ಅನ್ನು ಆಯ್ಕೆಮಾಡಿ (ವಿತರಣಾ ಪ್ರಕಾರವು ಪ್ರೋಗ್ರಾಂ ಆಗಿದ್ದರೆ).
ml: ഈ ഡെലിവറിയുടെ പ്രോഗ്രാം തിരഞ്ഞെടുക്കുക (ഡെലിവറി തരം പ്രോഗ്രാം ആണെങ്കിൽ).
mr: या वितरणासाठी प्रोग्राम निवडा (जर वितरण प्रकार प्रोग्राम असेल).
nl: Selecteer het programma voor deze bezorging (als het bezorgingstype Programma is).
pa: ਇਸ ਡਿਲੀਵਰੀ ਲਈ ਪ੍ਰੋਗਰਾਮ ਚੁਣੋ (ਜੇ ਡਿਲੀਵਰੀ ਦੀ ਕਿਸਮ ਪ੍ਰੋਗਰਾਮ ਹੈ)।
pl: Wybierz program dla tej dostawy (jeśli typem dostawy jest Program).
pt: Selecione o programa para esta entrega (se o tipo de entrega for Programa).
ru: Выберите программу для этой доставки (если тип доставки — Программа).
sv: Välj programmet för denna leverans (om leveranstypen är Program).
ta: இந்த விநியோகத்திற்கான நிரலைத் தேர்ந்தெடுக்கவும் (விநியோக வகை நிரலாக இருந்தால்).
te: ఈ డెలివరీ కోసం ప్రోగ్రామ్‌ను ఎంచుకోండి (డెలివరీ రకం ప్రోగ్రామ్ అయితే).
th: เลือกโปรแกรมสำหรับการจัดส่งนี้ (หากประเภทการจัดส่งคือ โปรแกรม)
tr: Bu teslimat için programı seçin (eğer teslimat türü Program ise).
vi: Chọn chương trình cho lần phân phối này (nếu loại phân phối là Chương trình).

source: Select the course for this delivery (if delivery type is Course).
ar: حدد الدورة التدريبية لهذا التسليم (إذا كان نوع التسليم هو الدورة التدريبية).
bn: এই ডেলিভারির জন্য কোর্স নির্বাচন করুন (যদি ডেলিভারির ধরন কোর্স হয়)।
da: Vælg kurset for denne levering (hvis leveringstypen er Kursus).
de: Wählen Sie den Kurs für diese Lieferung aus (wenn die Lieferungsart „Kurs“ lautet).
el: Επιλέξτε το μάθημα για αυτήν την παράδοση (αν ο τύπος παράδοσης είναι Μάθημα).
es: Seleccione el curso para esta entrega (si el tipo de entrega es Curso).
fi: Valitse tämän toimituksen kurssi (jos toimitustyyppi on Kurssi).
fr: Sélectionnez le cours pour cette prestation (si le type de prestation est Cours).
he: בחר את הקורס עבור מסירה זו (אם סוג המסירה הוא קורס).
hi: इस डिलीवरी के लिए पाठ्यक्रम का चयन करें (यदि डिलीवरी प्रकार पाठ्यक्रम है)।
id: Pilih kursus untuk pengiriman ini (jika jenis pengiriman adalah Kursus).
it: Seleziona il corso per questa consegna (se il tipo di consegna è Corso).
ja: この配信のコースを選択します (配信タイプがコースの場合)。
kn: ಈ ವಿತರಣೆಗಾಗಿ ಕೋರ್ಸ್ ಅನ್ನು ಆಯ್ಕೆಮಾಡಿ (ವಿತರಣಾ ಪ್ರಕಾರವು ಕೋರ್ಸ್ ಆಗಿದ್ದರೆ).
ml: ഈ ഡെലിവറിക്കുള്ള കോഴ്സ് തിരഞ്ഞെടുക്കുക (ഡെലിവറി തരം കോഴ്സാണെങ്കിൽ).
mr: या डिलिव्हरीसाठी कोर्स निवडा (जर डिलिव्हरीचा प्रकार कोर्स असेल).
nl: Selecteer de cursus voor deze levering (als het leveringstype Cursus is).
pa: ਇਸ ਡਿਲੀਵਰੀ ਲਈ ਕੋਰਸ ਚੁਣੋ (ਜੇ ਡਿਲੀਵਰੀ ਕਿਸਮ ਕੋਰਸ ਹੈ)।
pl: Wybierz kurs dla tej dostawy (jeśli typem dostawy jest Kurs).
pt: Selecione o curso para esta entrega (se o tipo de entrega for Curso).
ru: Выберите курс для этой доставки (если тип доставки — «Курс»).
sv: Välj kursen för denna leverans (om leveranstypen är Kurs).
ta: இந்த டெலிவரிக்கான பாடத்தைத் தேர்ந்தெடுக்கவும் (டெலிவரி வகை பாடமாக இருந்தால்).
te: ఈ డెలివరీ కోసం కోర్సును ఎంచుకోండి (డెలివరీ రకం కోర్సు అయితే).
th: เลือกหลักสูตรสำหรับการจัดส่งนี้ (หากประเภทการจัดส่งเป็นหลักสูตร)
tr: Bu teslimat için kursu seçin (eğer teslimat türü Kurs ise).
vi: Chọn khóa học cho lần phân phối này (nếu loại phân phối là Khóa học).

source: Choose the mode of delivery (e.g., self-paced, instructor-led, blended).
ar: اختر طريقة التسليم (على سبيل المثال، ذاتي، أو بقيادة المدرب، أو مختلط).
bn: ডেলিভারির মোড বেছে নিন (যেমন, স্ব-গতিসম্পন্ন, প্রশিক্ষকের নেতৃত্বে, মিশ্রিত)।
da: Vælg leveringsmåde (f.eks. selv-tempo, instruktørledet, blandet).
de: Wählen Sie die Art der Bereitstellung (z. B. selbstgesteuert, vom Lehrer geleitet, gemischt).
el: Επιλέξτε τον τρόπο παράδοσης (π.χ. αυτορυθμισμένος, καθοδηγούμενος από εκπαιδευτές, ανάμειξη).
es: Elija el modo de impartición (por ejemplo, a su propio ritmo, dirigido por un instructor, combinado).
fi: Valitse toimitustapa (esim. omatoiminen, ohjaajan johtama, sekoitettu).
fr: Choisissez le mode de prestation (par exemple, à votre rythme, dirigé par un instructeur, mixte).
he: בחר את אופן המשלוח (למשל, קצב עצמי, בהנחיית מדריך, מעורב).
hi: डिलीवरी का तरीका चुनें (उदाहरण के लिए, स्वयं-गति से, प्रशिक्षक के नेतृत्व में, मिश्रित)।
id: Pilih cara penyampaiannya (misalnya, mandiri, dipimpin instruktur, campuran).
it: Scegli la modalità di erogazione (ad esempio, autodidattico, con istruttore, misto).
ja: 配信モードを選択します (例: 自己ペース、インストラクター主導、混合)。
kn: ವಿತರಣಾ ವಿಧಾನವನ್ನು ಆರಿಸಿ (ಉದಾಹರಣೆಗೆ, ಸ್ವಯಂ-ಗತಿ, ಬೋಧಕ-ನೇತೃತ್ವ, ಮಿಶ್ರಿತ).
ml: ഡെലിവറി മോഡ് തിരഞ്ഞെടുക്കുക (ഉദാ. സെൽഫ്-പേസ്ഡ്, ഇൻസ്ട്രക്ടറുടെ നേതൃത്വത്തിൽ, ബ്ലെൻഡഡ്).
mr: डिलिव्हरी मोड निवडा (उदा. स्व-गती, प्रशिक्षक-नेतृत्व, मिश्रित).
nl: Kies de wijze van levering (bijvoorbeeld op eigen tempo, onder leiding van een instructeur, gemengd).
pa: ਡਿਲੀਵਰੀ ਦਾ ਮੋਡ ਚੁਣੋ (ਉਦਾਹਰਨ ਲਈ, ਸਵੈ-ਰਫ਼ਤਾਰ, ਇੰਸਟ੍ਰਕਟਰ-ਅਗਵਾਈ, ਮਿਸ਼ਰਤ)।
pl: Wybierz sposób prezentacji (np. samodzielne, prowadzone przez instruktora, mieszane).
pt: Escolha o modo de entrega (por exemplo, individualizado, conduzido por instrutor, combinado).
ru: Выберите способ преподавания (например, самостоятельное обучение, под руководством инструктора, смешанный).
sv: Välj leveranssätt (t.ex. självgående, instruktörsledd, blandad).
ta: டெலிவரி முறையைத் தேர்வு செய்யவும் (எ.கா., சுய-வேக, பயிற்றுவிப்பாளர் தலைமையிலான, கலப்பு).
te: డెలివరీ మోడ్‌ను ఎంచుకోండి (ఉదా., స్వీయ-పేస్డ్, ఇన్‌స్ట్రక్టర్-లెడ్, బ్లెండెడ్).
th: เลือกวิธีการจัดส่ง (เช่น ดำเนินการเอง นำโดยผู้สอน ผสมผสาน)
tr: Sunum şeklini seçin (ör. hızı kendiniz belirleyerek, eğitmen eşliğinde, karma).
vi: Chọn phương thức giảng dạy (ví dụ: tự học, có người hướng dẫn, kết hợp).

source: Set the start date and time for this delivery.
ar: قم بتعيين تاريخ ووقت البدء لهذا التسليم.
bn: এই ডেলিভারির জন্য শুরুর তারিখ এবং সময় সেট করুন।
da: Indstil startdato og -tidspunkt for denne levering.
de: Legen Sie das Startdatum und die Startzeit für diese Lieferung fest.
el: Ορίστε την ημερομηνία και την ώρα έναρξης για αυτήν την παράδοση.
es: Establezca la fecha y hora de inicio de esta entrega.
fi: Aseta tämän toimituksen aloituspäivämäärä ja -aika.
fr: Définissez la date et l'heure de début de cette livraison.
he: הגדר את תאריך ושעה ההתחלה עבור משלוח זה.
hi: इस डिलीवरी के लिए आरंभ तिथि और समय निर्धारित करें।
id: Tetapkan tanggal dan waktu mulai untuk pengiriman ini.
it: Imposta la data e l'ora di inizio per questa consegna.
ja: この配信の開始日時を設定します。
kn: ಈ ವಿತರಣೆಗೆ ಪ್ರಾರಂಭ ದಿನಾಂಕ ಮತ್ತು ಸಮಯವನ್ನು ಹೊಂದಿಸಿ.
ml: ഈ ഡെലിവറിക്ക് ആരംഭ തീയതിയും സമയവും സജ്ജമാക്കുക.
mr: या वितरणासाठी प्रारंभ तारीख आणि वेळ सेट करा.
nl: Stel de startdatum en -tijd voor deze bezorging in.
pa: ਇਸ ਡਿਲੀਵਰੀ ਲਈ ਸ਼ੁਰੂਆਤੀ ਮਿਤੀ ਅਤੇ ਸਮਾਂ ਸੈੱਟ ਕਰੋ।
pl: Ustaw datę i godzinę rozpoczęcia tej dostawy.
pt: Defina a data e hora de início desta entrega.
ru: Установите дату и время начала этой доставки.
sv: Ställ in startdatum och tid för denna leverans.
ta: இந்த விநியோகத்திற்கான தொடக்க தேதி மற்றும் நேரத்தை அமைக்கவும்.
te: ఈ డెలివరీ కోసం ప్రారంభ తేదీ మరియు సమయాన్ని సెట్ చేయండి.
th: กำหนดวันที่และเวลาเริ่มต้นสำหรับการจัดส่งนี้
tr: Bu teslimatın başlangıç ​​tarihini ve saatini ayarlayın.
vi: Đặt ngày và giờ bắt đầu cho lần giao hàng này.

source: Set the end date and time for this delivery.
ar: قم بتعيين تاريخ ووقت الانتهاء لهذا التسليم.
bn: এই ডেলিভারির জন্য শেষ তারিখ এবং সময় সেট করুন।
da: Indstil slutdato og -tidspunkt for denne levering.
de: Legen Sie das Enddatum und die Endzeit für diese Lieferung fest.
el: Ορίστε την ημερομηνία και την ώρα λήξης για αυτήν την παράδοση.
es: Establezca la fecha y hora de finalización de esta entrega.
fi: Aseta tämän toimituksen päättymispäivä ja -aika.
fr: Définissez la date et l'heure de fin de cette livraison.
he: הגדר את תאריך הסיום והשעה עבור משלוח זה.
hi: इस डिलीवरी के लिए अंतिम तिथि और समय निर्धारित करें।
id: Tetapkan tanggal dan waktu akhir untuk pengiriman ini.
it: Imposta la data e l'ora di fine per questa consegna.
ja: この配信の終了日時を設定します。
kn: ಈ ವಿತರಣೆಗೆ ಅಂತಿಮ ದಿನಾಂಕ ಮತ್ತು ಸಮಯವನ್ನು ಹೊಂದಿಸಿ.
ml: ഈ ഡെലിവറിക്ക് അവസാന തീയതിയും സമയവും സജ്ജമാക്കുക.
mr: या वितरणासाठी शेवटची तारीख आणि वेळ सेट करा.
nl: Stel de einddatum en -tijd voor deze bezorging in.
pa: ਇਸ ਡਿਲੀਵਰੀ ਲਈ ਅੰਤਮ ਮਿਤੀ ਅਤੇ ਸਮਾਂ ਸੈੱਟ ਕਰੋ।
pl: Ustaw datę i godzinę zakończenia tej dostawy.
pt: Defina a data e hora de término desta entrega.
ru: Установите дату и время окончания этой доставки.
sv: Ställ in slutdatum och tid för denna leverans.
ta: இந்த விநியோகத்திற்கான இறுதி தேதி மற்றும் நேரத்தை அமைக்கவும்.
te: ఈ డెలివరీకి ముగింపు తేదీ మరియు సమయాన్ని సెట్ చేయండి.
th: กำหนดวันที่และเวลาสิ้นสุดสำหรับการจัดส่งนี้
tr: Bu teslimatın bitiş tarihini ve saatini ayarlayın.
vi: Đặt ngày và giờ kết thúc cho lần giao hàng này.

source: Set the date when enrollment for this delivery opens.
ar: قم بتعيين التاريخ الذي يتم فيه فتح التسجيل لهذا التسليم.
bn: এই ডেলিভারির জন্য নথিভুক্তি খোলার তারিখ সেট করুন।
da: Indstil datoen for, hvornår tilmeldingen til denne levering åbner.
de: Legen Sie das Datum fest, an dem die Anmeldung für diese Lieferung beginnt.
el: Ορίστε την ημερομηνία έναρξης της εγγραφής για αυτήν την παράδοση.
es: Establece la fecha en la que se abre la inscripción para esta entrega.
fi: Aseta päivämäärä, jolloin tämän toimituksen ilmoittautuminen avautuu.
fr: Définissez la date d'ouverture des inscriptions pour cette livraison.
he: הגדר את התאריך שבו נפתחת ההרשמה למשלוח זה.
hi: इस डिलीवरी के लिए नामांकन खुलने की तिथि निर्धारित करें।
id: Tetapkan tanggal pembukaan pendaftaran pengiriman ini.
it: Imposta la data in cui si apriranno le iscrizioni per questa consegna.
ja: この配信の登録が開始される日付を設定します。
kn: ಈ ವಿತರಣೆಗಾಗಿ ನೋಂದಣಿ ತೆರೆಯುವ ದಿನಾಂಕವನ್ನು ಹೊಂದಿಸಿ.
ml: ഈ ഡെലിവറിയുടെ എൻറോൾമെൻ്റ് തുറക്കുന്ന തീയതി സജ്ജീകരിക്കുക.
mr: या वितरणासाठी नावनोंदणी उघडेल तेव्हा तारीख सेट करा.
nl: Stel de datum in waarop de inschrijving voor deze bezorging wordt geopend.
pa: ਇਸ ਡਿਲੀਵਰੀ ਲਈ ਨਾਮਾਂਕਣ ਖੁੱਲ੍ਹਣ ਦੀ ਤਾਰੀਖ ਸੈੱਟ ਕਰੋ।
pl: Ustaw datę otwarcia zapisów na tę dostawę.
pt: Defina a data de abertura das inscrições para este delivery.
ru: Установите дату открытия регистрации на эту доставку.
sv: Ställ in datumet när registreringen för denna leverans öppnar.
ta: இந்த விநியோகத்திற்கான பதிவு தொடங்கும் தேதியை அமைக்கவும்.
te: ఈ డెలివరీ కోసం ఎన్‌రోల్‌మెంట్ ఎప్పుడు తెరవబడుతుందో తేదీని సెట్ చేయండి.
th: กำหนดวันที่เปิดการลงทะเบียนสำหรับการจัดส่งนี้
tr: Bu teslimat için kaydın açılacağı tarihi ayarlayın.
vi: Đặt ngày bắt đầu đăng ký cho đợt giao hàng này.

source: Set the deadline for enrollment in this delivery.
ar: حدد الموعد النهائي للتسجيل في هذا التسليم.
bn: এই ডেলিভারিতে তালিকাভুক্তির জন্য সময়সীমা সেট করুন।
da: Sæt fristen for tilmelding til denne levering.
de: Legen Sie die Anmeldefrist für diese Lieferung fest.
el: Ορίστε την προθεσμία για την εγγραφή σε αυτήν την παράδοση.
es: Fijar la fecha límite para la inscripción en esta entrega.
fi: Aseta ilmoittautumisen määräaika tähän toimitukseen.
fr: Fixez la date limite d’inscription à cette prestation.
he: קבע את המועד האחרון להרשמה למשלוח זה.
hi: इस डिलीवरी में नामांकन की समय सीमा निर्धारित करें।
id: Tetapkan batas waktu pendaftaran dalam pengiriman ini.
it: Imposta la scadenza per l'iscrizione a questa consegna.
ja: この配信への登録期限を設定します。
kn: ಈ ವಿತರಣೆಯಲ್ಲಿ ದಾಖಲಾತಿಗಾಗಿ ಗಡುವನ್ನು ಹೊಂದಿಸಿ.
ml: ഈ ഡെലിവറിയിൽ എൻറോൾ ചെയ്യുന്നതിനുള്ള സമയപരിധി സജ്ജീകരിക്കുക.
mr: या वितरणासाठी नावनोंदणीसाठी अंतिम मुदत सेट करा.
nl: Stel de deadline voor inschrijving in deze levering vast.
pa: ਇਸ ਡਿਲੀਵਰੀ ਵਿੱਚ ਨਾਮਾਂਕਣ ਲਈ ਅੰਤਮ ਤਾਰੀਖ ਨਿਰਧਾਰਤ ਕਰੋ।
pl: Ustal termin zapisania się na tę dostawę.
pt: Defina o prazo para inscrição nesta entrega.
ru: Установите крайний срок для зачисления в эту поставку.
sv: Ange deadline för registrering i denna leverans.
ta: இந்த டெலிவரியில் சேர்வதற்கான காலக்கெடுவை அமைக்கவும்.
te: ఈ డెలివరీలో నమోదు చేసుకోవడానికి గడువును సెట్ చేయండి.
th: กำหนดเส้นตายสำหรับการลงทะเบียนในการจัดส่งนี้
tr: Bu teslimata kayıt için son tarihi belirleyin.
vi: Đặt thời hạn đăng ký trong đợt giao hàng này.

source: Optionally set a date when this delivery will be deactivated.
ar: اختياريًا، قم بتعيين تاريخ يتم فيه إلغاء تنشيط هذا التسليم.
bn: ঐচ্ছিকভাবে একটি তারিখ সেট করুন যখন এই বিতরণ নিষ্ক্রিয় করা হবে।
da: Indstil eventuelt en dato, hvor denne levering vil blive deaktiveret.
de: Legen Sie optional ein Datum fest, an dem dieser Versand deaktiviert wird.
el: Προαιρετικά ορίστε μια ημερομηνία κατά την οποία αυτή η παράδοση θα απενεργοποιηθεί.
es: Opcionalmente, establezca una fecha en la que se desactivará esta entrega.
fi: Aseta valinnaisesti päivämäärä, jolloin tämä toimitus poistetaan käytöstä.
fr: Définissez éventuellement une date à laquelle cette livraison sera désactivée.
he: אפשר להגדיר תאריך שבו מסירה זו תושבת.
hi: वैकल्पिक रूप से एक तिथि निर्धारित करें जब यह डिलीवरी निष्क्रिय कर दी जाएगी।
id: Secara opsional, tetapkan tanggal kapan pengiriman ini akan dinonaktifkan.
it: Facoltativamente, imposta una data in cui questa consegna verrà disattivata.
ja: 必要に応じて、この配信を無効にする日付を設定します。
kn: ಈ ವಿತರಣೆಯನ್ನು ಯಾವಾಗ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗುವುದು ಎಂದು ಐಚ್ಛಿಕವಾಗಿ ದಿನಾಂಕವನ್ನು ಹೊಂದಿಸಿ.
ml: ഈ ഡെലിവറി നിർജ്ജീവമാക്കപ്പെടുന്ന തീയതി ഓപ്ഷണലായി സജ്ജീകരിക്കുക.
mr: वैकल्पिकरित्या ही डिलिव्हरी कधी निष्क्रिय केली जाईल अशी तारीख सेट करा.
nl: Stel eventueel een datum in waarop deze levering wordt gedeactiveerd.
pa: ਵਿਕਲਪਿਕ ਤੌਰ 'ਤੇ ਇੱਕ ਤਾਰੀਖ ਸੈੱਟ ਕਰੋ ਜਦੋਂ ਇਹ ਡਿਲੀਵਰੀ ਅਕਿਰਿਆਸ਼ੀਲ ਹੋ ਜਾਵੇਗੀ।
pl: Opcjonalnie ustaw datę dezaktywacji tej dostawy.
pt: Opcionalmente, defina uma data em que esta entrega será desativada.
ru: При желании установите дату, когда эта доставка будет деактивирована.
sv: Ange eventuellt ett datum när denna leverans kommer att avaktiveras.
ta: இந்த டெலிவரி எப்போது செயலிழக்கப்படும் என்பதை விருப்பமாக அமைக்கவும்.
te: ఐచ్ఛికంగా ఈ డెలివరీ ఎప్పుడు డియాక్టివేట్ చేయబడుతుందో తేదీని సెట్ చేయండి.
th: กำหนดวันที่หรือไม่ก็ได้เมื่อจะปิดใช้การจัดส่งนี้
tr: İsteğe bağlı olarak bu teslimatın devre dışı bırakılacağı bir tarih belirleyin.
vi: Tùy chọn đặt ngày ngừng hoạt động phân phối này.

source: Set the maximum number of participants allowed (leave blank for unlimited).
ar: قم بتعيين الحد الأقصى لعدد المشاركين المسموح به (اتركه فارغًا لعدد غير محدود).
bn: অনুমোদিত সর্বাধিক সংখ্যক অংশগ্রহণকারীদের সেট করুন (সীমাহীনের জন্য ফাঁকা ছেড়ে দিন)।
da: Indstil det maksimalt tilladte antal deltagere (lad tomt for ubegrænset).
de: Legen Sie die maximal zulässige Teilnehmerzahl fest (leer lassen für unbegrenzt).
el: Ορίστε τον μέγιστο επιτρεπόμενο αριθμό συμμετεχόντων (αφήστε κενό για απεριόριστο).
es: Establezca el número máximo de participantes permitidos (deje en blanco si es ilimitado).
fi: Aseta suurin sallittu osallistujamäärä (jätä tyhjäksi, jos haluat rajoittamattoman määrän).
fr: Définissez le nombre maximum de participants autorisés (laissez vide pour illimité).
he: הגדר את מספר המשתתפים המרבי המותר (להשאיר ריק ללא הגבלה).
hi: प्रतिभागियों की अधिकतम अनुमत संख्या निर्धारित करें (असीमित के लिए खाली छोड़ें)।
id: Tetapkan jumlah maksimum peserta yang diperbolehkan (kosongkan jika tidak terbatas).
it: Imposta il numero massimo di partecipanti consentito (lascia vuoto per illimitato).
ja: 許可される参加者の最大数を設定します (無制限の場合は空白のままにします)。
kn: ಅನುಮತಿಸಲಾದ ಗರಿಷ್ಠ ಸಂಖ್ಯೆಯ ಭಾಗವಹಿಸುವವರನ್ನು ಹೊಂದಿಸಿ (ಅನಿಯಮಿತಕ್ಕಾಗಿ ಖಾಲಿ ಬಿಡಿ).
ml: അനുവദനീയമായ പങ്കാളികളുടെ പരമാവധി എണ്ണം സജ്ജമാക്കുക (അൺലിമിറ്റഡ് എന്നതിന് ശൂന്യമായി വിടുക).
mr: अनुमत सहभागींची कमाल संख्या सेट करा (अमर्यादित साठी रिक्त सोडा).
nl: Stel het maximaal toegestane aantal deelnemers in (laat leeg voor onbeperkt).
pa: ਅਨੁਮਤ ਭਾਗੀਦਾਰਾਂ ਦੀ ਅਧਿਕਤਮ ਸੰਖਿਆ ਸੈਟ ਕਰੋ (ਬੇਅੰਤ ਲਈ ਖਾਲੀ ਛੱਡੋ)।
pl: Ustaw maksymalną dozwoloną liczbę uczestników (pozostaw puste, aby uzyskać nieograniczoną liczbę).
pt: Defina o número máximo de participantes permitidos (deixe em branco para ilimitado).
ru: Установите максимально разрешенное количество участников (оставьте пустым, чтобы не было ограничений).
sv: Ställ in det högsta tillåtna antalet deltagare (lämna tomt för obegränsat).
ta: அனுமதிக்கப்பட்ட அதிகபட்ச பங்கேற்பாளர்களின் எண்ணிக்கையை அமைக்கவும் (வரம்பற்றவற்றுக்கு காலியாக விடவும்).
te: అనుమతించబడిన గరిష్ట సంఖ్యలో పాల్గొనేవారిని సెట్ చేయండి (అపరిమిత కోసం ఖాళీగా ఉంచండి).
th: กำหนดจำนวนผู้เข้าร่วมสูงสุดที่อนุญาต (เว้นว่างไว้หากไม่จำกัดจำนวน)
tr: İzin verilen maksimum katılımcı sayısını ayarlayın (sınırsız olması için boş bırakın).
vi: Đặt số lượng người tham gia tối đa được phép (để trống nếu không giới hạn).
