Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Top Performing Users
ar: المستخدمون الأفضل أداءً
bn: শীর্ষ পারফরমিং ব্যবহারকারী
da: Toppræsterende brugere
de: Benutzer mit der besten Leistung
el: Χρήστες με κορυφαίες επιδόσεις
es: Usuarios con mejor rendimiento
fi: Parhaiten suoriutuvat käyttäjät
fr: Utilisateurs les plus performants
he: משתמשים בעלי ביצועים מובילים
hi: शीर्ष प्रदर्शन करने वाले उपयोगकर्ता
id: Pengguna Berkinerja Terbaik
it: Utenti con le migliori prestazioni
ja: トップパフォーマンスのユーザー
kn: ಟಾಪ್ ಪರ್ಫಾರ್ಮಿಂಗ್ ಬಳಕೆದಾರರು
ml: മികച്ച പ്രകടനം നടത്തുന്ന ഉപയോക്താക്കൾ
mr: शीर्ष कामगिरी करणारे वापरकर्ते
nl: Best presterende gebruikers
pa: ਚੋਟੀ ਦੇ ਪ੍ਰਦਰਸ਼ਨ ਕਰਨ ਵਾਲੇ ਉਪਭੋਗਤਾ
pl: Najskuteczniejsi użytkownicy
pt: Usuários com melhor desempenho
ru: Самые эффективные пользователи
sv: Topppresterande användare
ta: சிறந்த செயல்திறன் கொண்ட பயனர்கள்
te: అత్యుత్తమ పనితీరు కనబరుస్తున్న వినియోగదారులు
th: ผู้ใช้ที่มีประสิทธิภาพสูงสุด
tr: En İyi Performansı Gösteren Kullanıcılar
vi: Người dùng có hiệu suất cao nhất

source: 5 courses completed
ar: تم الانتهاء من 5 دورات
bn: 5টি কোর্স সম্পন্ন হয়েছে
da: 5 kurser gennemført
de: 5 Kurse abgeschlossen
el: Ολοκληρώθηκαν 5 μαθήματα
es: 5 cursos completados
fi: 5 kurssia suoritettu
fr: 5 cours complétés
he: הסתיימו 5 קורסים
hi: 5 पाठ्यक्रम पूर्ण
id: 5 kursus selesai
it: 5 corsi completati
ja: 5つのコースが完了しました
kn: 5 ಕೋರ್ಸ್‌ಗಳು ಪೂರ್ಣಗೊಂಡಿವೆ
ml: 5 കോഴ്സുകൾ പൂർത്തിയാക്കി
mr: 5 अभ्यासक्रम पूर्ण केले
nl: 5 cursussen afgerond
pa: 5 ਕੋਰਸ ਪੂਰੇ ਕੀਤੇ
pl: Ukończonych 5 kursów
pt: 5 cursos concluídos
ru: Пройдено 5 курсов
sv: 5 kurser genomförda
ta: 5 படிப்புகள் முடிந்தன
te: 5 కోర్సులు పూర్తయ్యాయి
th: จบไปแล้ว 5 หลักสูตร
tr: 5 kurs tamamlandı
vi: Đã hoàn thành 5 khóa học

source: 4 courses completed
ar: تم الانتهاء من 4 دورات
bn: 4টি কোর্স সম্পন্ন হয়েছে
da: 4 kurser gennemført
de: 4 Kurse abgeschlossen
el: Ολοκληρώθηκαν 4 μαθήματα
es: 4 cursos completados
fi: 4 kurssia suoritettu
fr: 4 cours complétés
he: הסתיימו 4 קורסים
hi: 4 पाठ्यक्रम पूर्ण
id: 4 kursus selesai
it: 4 corsi completati
ja: 4つのコースが完了しました
kn: 4 ಕೋರ್ಸ್‌ಗಳು ಪೂರ್ಣಗೊಂಡಿವೆ
ml: 4 കോഴ്സുകൾ പൂർത്തിയാക്കി
mr: 4 अभ्यासक्रम पूर्ण केले
nl: 4 cursussen afgerond
pa: 4 ਕੋਰਸ ਪੂਰੇ ਕੀਤੇ
pl: Ukończone 4 kursy
pt: 4 cursos concluídos
ru: Пройдено 4 курса
sv: 4 kurser genomförda
ta: 4 படிப்புகள் முடிக்கப்பட்டுள்ளன
te: 4 కోర్సులు పూర్తయ్యాయి
th: จบไปแล้ว 4 หลักสูตร
tr: 4 kurs tamamlandı
vi: Đã hoàn thành 4 khóa học

source: 3 courses completed
ar: تم الانتهاء من 3 دورات
bn: ৩টি কোর্স সম্পন্ন হয়েছে
da: 3 kurser gennemført
de: 3 Kurse abgeschlossen
el: Ολοκληρώθηκαν 3 μαθήματα
es: 3 cursos completados
fi: 3 kurssia suoritettu
fr: 3 cours complétés
he: הסתיימו 3 קורסים
hi: 3 पाठ्यक्रम पूर्ण
id: 3 kursus selesai
it: 3 corsi completati
ja: 3つのコースが完了しました
kn: 3 ಕೋರ್ಸ್‌ಗಳು ಪೂರ್ಣಗೊಂಡಿವೆ
ml: 3 കോഴ്സുകൾ പൂർത്തിയാക്കി
mr: 3 अभ्यासक्रम पूर्ण केले
nl: 3 cursussen afgerond
pa: 3 ਕੋਰਸ ਪੂਰੇ ਕੀਤੇ
pl: Ukończone 3 kursy
pt: 3 cursos concluídos
ru: Пройдено 3 курса
sv: 3 kurser genomförda
ta: 3 படிப்புகள் முடிந்தது
te: 3 కోర్సులు పూర్తయ్యాయి
th: จบไปแล้ว 3 หลักสูตร
tr: 3 kurs tamamlandı
vi: Đã hoàn thành 3 khóa học

source: Recent User Activity
ar: نشاط المستخدم الأخير
bn: সাম্প্রতিক ব্যবহারকারী কার্যকলাপ
da: Seneste brugeraktivitet
de: Letzte Benutzeraktivität
el: Πρόσφατη δραστηριότητα χρήστη
es: Actividad reciente del usuario
fi: Viimeaikainen käyttäjien toiminta
fr: Activité utilisateur récente
he: פעילות משתמש אחרונה
hi: हाल की उपयोगकर्ता गतिविधि
id: Aktivitas Pengguna Terkini
it: Attività utente recente
ja: 最近のユーザーアクティビティ
kn: ಇತ್ತೀಚಿನ ಬಳಕೆದಾರರ ಚಟುವಟಿಕೆ
ml: സമീപകാല ഉപയോക്തൃ പ്രവർത്തനം
mr: अलीकडील वापरकर्ता क्रियाकलाप
nl: Recente gebruikersactiviteit
pa: ਹਾਲੀਆ ਉਪਭੋਗਤਾ ਗਤੀਵਿਧੀ
pl: Ostatnia aktywność użytkownika
pt: Atividade recente do usuário
ru: Недавняя активность пользователей
sv: Senaste användaraktivitet
ta: சமீபத்திய பயனர் செயல்பாடு
te: ఇటీవలి వినియోగదారు కార్యాచరణ
th: กิจกรรมของผู้ใช้ล่าสุด
tr: Son Kullanıcı Etkinliği
vi: Hoạt động gần đây của người dùng

source: Completed module: Introduction to JavaScript
ar: الوحدة المكتملة: مقدمة إلى JavaScript
bn: সম্পূর্ণ মডিউল: জাভাস্ক্রিপ্টের ভূমিকা
da: Gennemført modul: Introduktion til JavaScript
de: Abgeschlossenes Modul: Einführung in JavaScript
el: Ολοκληρωμένη ενότητα: Εισαγωγή στη JavaScript
es: Módulo completado: Introducción a JavaScript
fi: Valmis moduuli: Johdatus JavaScriptiin
fr: Module complété : Introduction à JavaScript
he: מודול שהושלם: מבוא ל-JavaScript
hi: पूर्ण मॉड्यूल: जावास्क्रिप्ट का परिचय
id: Modul yang telah diselesaikan: Pengantar JavaScript
it: Modulo completato: Introduzione a JavaScript
ja: 完了したモジュール: JavaScript の概要
kn: ಪೂರ್ಣಗೊಂಡ ಮಾಡ್ಯೂಲ್: JavaScript ಗೆ ಪರಿಚಯ
ml: പൂർത്തിയായ മൊഡ്യൂൾ: ജാവാസ്ക്രിപ്റ്റിലേക്കുള്ള ആമുഖം
mr: पूर्ण केलेले मॉड्यूल: जावास्क्रिप्टचा परिचय
nl: Voltooide module: Inleiding tot JavaScript
pa: ਸੰਪੂਰਨ ਮੋਡੀਊਲ: JavaScript ਦੀ ਜਾਣ-ਪਛਾਣ
pl: Ukończony moduł: Wprowadzenie do JavaScript
pt: Módulo concluído: Introdução ao JavaScript
ru: Завершенный модуль: Введение в JavaScript.
sv: Genomförd modul: Introduktion till JavaScript
ta: முடிக்கப்பட்ட தொகுதி: ஜாவாஸ்கிரிப்ட் அறிமுகம்
te: పూర్తయిన మాడ్యూల్: జావాస్క్రిప్ట్‌కి పరిచయం
th: โมดูลที่เสร็จสมบูรณ์: บทนำสู่ JavaScript
tr: Tamamlanan modül: JavaScript'e Giriş
vi: Mô-đun đã hoàn thành: Giới thiệu về JavaScript

source: Started course: Advanced Data Analysis
ar: الدورة التي بدأتها: تحليل البيانات المتقدم
bn: শুরু করা কোর্স: অ্যাডভান্সড ডেটা অ্যানালাইসিস
da: Påbegyndt kursus: Avanceret dataanalyse
de: Begonnener Kurs: Fortgeschrittene Datenanalyse
el: Έναρξη μαθήματος: Προηγμένη Ανάλυση Δεδομένων
es: Curso iniciado: Análisis Avanzado de Datos
fi: Aloitettu kurssi: Advanced Data Analysis
fr: Cours commencé : Analyse avancée des données
he: קורס התחיל: ניתוח נתונים מתקדם
hi: प्रारंभ किया गया पाठ्यक्रम: उन्नत डेटा विश्लेषण
id: Kursus dimulai: Analisis Data Tingkat Lanjut
it: Corso iniziato: Analisi Avanzata dei Dati
ja: 開始コース: 高度なデータ分析
kn: ಪ್ರಾರಂಭವಾದ ಕೋರ್ಸ್: ಸುಧಾರಿತ ಡೇಟಾ ವಿಶ್ಲೇಷಣೆ
ml: കോഴ്‌സ് ആരംഭിച്ചു: അഡ്വാൻസ്ഡ് ഡാറ്റ അനാലിസിസ്
mr: सुरू केलेला कोर्स: प्रगत डेटा विश्लेषण
nl: Gestart cursus: Geavanceerde Data Analyse
pa: ਕੋਰਸ ਸ਼ੁਰੂ ਕੀਤਾ: ਐਡਵਾਂਸਡ ਡੇਟਾ ਵਿਸ਼ਲੇਸ਼ਣ
pl: Rozpoczęty kurs: Zaawansowana Analiza Danych
pt: Curso iniciado: Análise Avançada de Dados
ru: Начался курс: Расширенный анализ данных
sv: Påbörjad kurs: Avancerad dataanalys
ta: தொடங்கப்பட்ட பாடநெறி: மேம்பட்ட தரவு பகுப்பாய்வு
te: కోర్సు ప్రారంభించబడింది: అధునాతన డేటా విశ్లేషణ
th: หลักสูตรเริ่มต้น: การวิเคราะห์ข้อมูลขั้นสูง
tr: Kursa başlandı: İleri Veri Analizi
vi: Khóa học đã bắt đầu: Phân tích dữ liệu nâng cao

source: Submitted assignment: Marketing Strategy Plan
ar: المهمة المقدمة: خطة استراتيجية التسويق
bn: জমা দেওয়া অ্যাসাইনমেন্ট: মার্কেটিং কৌশল পরিকল্পনা
da: Afleveret opgave: Marketingstrategiplan
de: Eingereichte Aufgabe: Marketingstrategieplan
el: Υποβλήθηκε εργασία: Σχέδιο Στρατηγικής Μάρκετινγκ
es: Tarea enviada: Plan de estrategia de marketing
fi: Lähetetty tehtävä: Markkinointistrategiasuunnitelma
fr: Mission soumise : Plan de stratégie marketing
he: משימה שהוגשה: תוכנית אסטרטגיה שיווקית
hi: प्रस्तुत असाइनमेंट: मार्केटिंग रणनीति योजना
id: Tugas yang diserahkan: Rencana Strategi Pemasaran
it: Compito assegnato: Piano strategico di marketing
ja: 提出された課題: マーケティング戦略計画
kn: ಸಲ್ಲಿಸಿದ ನಿಯೋಜನೆ: ಮಾರ್ಕೆಟಿಂಗ್ ಸ್ಟ್ರಾಟಜಿ ಯೋಜನೆ
ml: സമർപ്പിച്ച അസൈൻമെൻ്റ്: മാർക്കറ്റിംഗ് സ്ട്രാറ്റജി പ്ലാൻ
mr: सबमिट केलेले असाइनमेंट: मार्केटिंग स्ट्रॅटेजी प्लॅन
nl: Ingezonden opdracht: Marketing Strategieplan
pa: ਸਪੁਰਦ ਕੀਤਾ ਕਾਰਜ: ਮਾਰਕੀਟਿੰਗ ਰਣਨੀਤੀ ਯੋਜਨਾ
pl: Przesłane zadanie: Plan strategii marketingowej
pt: Trabalho enviado: Plano de Estratégia de Marketing
ru: Представленное задание: План маркетинговой стратегии
sv: Inlämnad uppgift: Marknadsstrategiplan
ta: சமர்ப்பிக்கப்பட்ட பணி: சந்தைப்படுத்தல் உத்தி திட்டம்
te: సమర్పించబడిన అసైన్‌మెంట్: మార్కెటింగ్ స్ట్రాటజీ ప్లాన్
th: ส่งงานแล้ว: แผนกลยุทธ์การตลาด
tr: Gönderilen ödev: Pazarlama Strateji Planı
vi: Bài nộp đã nộp: Kế hoạch chiến lược Marketing

source: User Engagement Metrics
ar: مقاييس مشاركة المستخدم
bn: ব্যবহারকারীর এনগেজমেন্ট মেট্রিক্স
da: Metrics for brugerengagement
de: Kennzahlen zum Benutzerengagement
el: Μετρήσεις αφοσίωσης χρηστών
es: Métricas de participación del usuario
fi: Käyttäjien sitoutumismittarit
fr: Mesures d'engagement des utilisateurs
he: מדדי מעורבות משתמשים
hi: उपयोगकर्ता सहभागिता मेट्रिक्स
id: Metrik Keterlibatan Pengguna
it: Metriche di coinvolgimento degli utenti
ja: ユーザーエンゲージメント指標
kn: ಬಳಕೆದಾರ ಎಂಗೇಜ್‌ಮೆಂಟ್ ಮೆಟ್ರಿಕ್ಸ್
ml: ഉപയോക്തൃ ഇടപഴകൽ അളവുകൾ
mr: वापरकर्ता प्रतिबद्धता मेट्रिक्स
nl: Statistieken over gebruikersbetrokkenheid
pa: ਵਰਤੋਂਕਾਰ ਸ਼ਮੂਲੀਅਤ ਮੈਟ੍ਰਿਕਸ
pl: Wskaźniki zaangażowania użytkowników
pt: Métricas de envolvimento do usuário
ru: Показатели вовлеченности пользователей
sv: Mätvärden för användarengagemang
ta: பயனர் ஈடுபாடு அளவீடுகள்
te: వినియోగదారు ఎంగేజ్‌మెంట్ కొలమానాలు
th: ตัวชี้วัดการมีส่วนร่วมของผู้ใช้
tr: Kullanıcı Etkileşimi Metrikleri
vi: Số liệu tương tác của người dùng

source: Detailed User Progress
ar: تقدم المستخدم التفصيلي
bn: বিস্তারিত ব্যবহারকারীর অগ্রগতি
da: Detaljeret brugerfremskridt
de: Detaillierter Benutzerfortschritt
el: Λεπτομερής πρόοδος χρήστη
es: Progreso detallado del usuario
fi: Yksityiskohtainen käyttäjän edistyminen
fr: Progression détaillée de l'utilisateur
he: התקדמות משתמש מפורטת
hi: विस्तृत उपयोगकर्ता प्रगति
id: Kemajuan Pengguna Terperinci
it: Avanzamento utente dettagliato
ja: ユーザーの詳細な進行状況
kn: ವಿವರವಾದ ಬಳಕೆದಾರ ಪ್ರಗತಿ
ml: വിശദമായ ഉപയോക്തൃ പുരോഗതി
mr: तपशीलवार वापरकर्ता प्रगती
nl: Gedetailleerde gebruikersvoortgang
pa: ਵਿਸਤ੍ਰਿਤ ਉਪਭੋਗਤਾ ਪ੍ਰਗਤੀ
pl: Szczegółowy postęp użytkownika
pt: Progresso detalhado do usuário
ru: Подробный прогресс пользователя
sv: Detaljerad användarförlopp
ta: விரிவான பயனர் முன்னேற்றம்
te: వివరణాత్మక వినియోగదారు పురోగతి
th: ความคืบหน้าของผู้ใช้โดยละเอียด
tr: Ayrıntılı Kullanıcı İlerlemesi
vi: Tiến trình chi tiết của người dùng

source: Courses Enrolled
ar: الدورات المسجلة
bn: কোর্স নথিভুক্ত
da: Kurser tilmeldt
de: Eingeschriebene Kurse
el: Εγγεγραμμένα μαθήματα
es: Cursos inscritos
fi: Kurssit ilmoittautuneet
fr: Cours inscrits
he: קורסים נרשמו
hi: पाठ्यक्रम नामांकित
id: Kursus Terdaftar
it: Corsi iscritti
ja: 登録コース
kn: ಕೋರ್ಸ್‌ಗಳು ದಾಖಲಾಗಿವೆ
ml: കോഴ്‌സുകൾ എൻറോൾ ചെയ്തു
mr: अभ्यासक्रमांची नोंदणी केली
nl: Cursussen ingeschreven
pa: ਕੋਰਸ ਦਾਖਲ ਕੀਤੇ ਗਏ
pl: Zapisane kursy
pt: Cursos Inscritos
ru: Зачислено на курсы
sv: Kurser anmälda
ta: பதிவுசெய்யப்பட்ட படிப்புகள்
te: కోర్సులు నమోదు చేయబడ్డాయి
th: หลักสูตรที่ลงทะเบียนเรียน
tr: Kayıtlı Olduğumuz Kurslar
vi: Các khóa học đã đăng ký

source: Avg. Progress
ar: ديسمبر. تقدم
bn: ডিসেম্বর অগ্রগতি
da: dec. Fremskridt
de: Dez. Fortschritt
el: Δεκ. Πρόοδος
es: Dic. Progreso
fi: joulukuuta Edistyminen
fr: Déc. Progrès
he: דצמבר הִתקַדְמוּת
hi: दिसम्बर प्रगति
id: Desember. Kemajuan
it: dicembre Progressi
ja: 12月進捗
kn: ಡಿಸೆಂಬರ್ ಪ್ರಗತಿ
ml: ഡിസംബർ. പുരോഗതി
mr: डिसें. प्रगती
nl: dec. Voortgang
pa: ਦਸੰਬਰ ਤਰੱਕੀ
pl: grudzień Postęp
pt: Dez. Progresso
ru: декабрь. Прогресс
sv: dec. Framsteg
ta: டிச. முன்னேற்றம்
te: డిసెంబర్ పురోగతి
th: ธ.ค. ความคืบหน้า
tr: Aralık. İlerlemek
vi: Tháng mười hai. Tiến triển

source: Study Time (Last 7 days)
ar: وقت الدراسة (آخر 7 أيام)
bn: অধ্যয়নের সময় (শেষ ৭ দিন)
da: Studietid (sidste 7 dage)
de: Lernzeit (letzte 7 Tage)
el: Χρόνος Σπουδών (Τελευταίες 7 ημέρες)
es: Tiempo de estudio (últimos 7 días)
fi: Opiskeluaika (viimeiset 7 päivää)
fr: Temps d'étude (7 derniers jours)
he: זמן לימוד (7 ימים אחרונים)
hi: अध्ययन का समय (अंतिम 7 दिन)
id: Waktu Belajar (7 hari terakhir)
it: Tempo di studio (ultimi 7 giorni)
ja: 学習時間（過去7日間）
kn: ಅಧ್ಯಯನದ ಸಮಯ (ಕಳೆದ 7 ದಿನಗಳು)
ml: പഠന സമയം (കഴിഞ്ഞ 7 ദിവസം)
mr: अभ्यासाची वेळ (शेवटचे ७ दिवस)
nl: Studietijd (laatste 7 dagen)
pa: ਅਧਿਐਨ ਕਰਨ ਦਾ ਸਮਾਂ (ਪਿਛਲੇ 7 ਦਿਨ)
pl: Czas nauki (ostatnie 7 dni)
pt: Tempo de estudo (últimos 7 dias)
ru: Время обучения (последние 7 дней)
sv: Studietid (senaste 7 dagarna)
ta: படிப்பு நேரம் (கடந்த 7 நாட்கள்)
te: అధ్యయన సమయం (గత 7 రోజులు)
th: เวลาเรียน (7 วันที่ผ่านมา)
tr: Çalışma Süresi (Son 7 gün)
vi: Thời gian học (7 ngày qua)

source: Number of Users
ar: عدد المستخدمين
bn: ব্যবহারকারীর সংখ্যা
da: Antal brugere
de: Anzahl der Benutzer
el: Αριθμός Χρηστών
es: Número de usuarios
fi: Käyttäjien määrä
fr: Nombre d'utilisateurs
he: מספר משתמשים
hi: उपयोगकर्ता की संख्या
id: Jumlah Pengguna
it: Numero di utenti
ja: ユーザー数
kn: ಬಳಕೆದಾರರ ಸಂಖ್ಯೆ
ml: ഉപയോക്താക്കളുടെ എണ്ണം
mr: वापरकर्त्यांची संख्या
nl: Aantal gebruikers
pa: ਉਪਭੋਗਤਾਵਾਂ ਦੀ ਸੰਖਿਆ
pl: Liczba użytkowników
pt: Número de usuários
ru: Количество пользователей
sv: Antal användare
ta: பயனர்களின் எண்ணிக்கை
te: వినియోగదారుల సంఖ్య
th: จำนวนผู้ใช้
tr: Kullanıcı Sayısı
vi: Số lượng người dùng

source: Video Lessons
ar: دروس الفيديو
bn: ভিডিও পাঠ
da: Video lektioner
de: Video-Lektionen
el: Μαθήματα βίντεο
es: Lecciones en vídeo
fi: Video oppitunnit
fr: Leçons vidéo
he: שיעורי וידאו
hi: वीडियो पाठ
id: Pelajaran Video
it: Videolezioni
ja: ビデオレッスン
kn: ವೀಡಿಯೊ ಪಾಠಗಳು
ml: വീഡിയോ പാഠങ്ങൾ
mr: व्हिडिओ धडे
nl: Videolessen
pa: ਵੀਡੀਓ ਸਬਕ
pl: Lekcje wideo
pt: Vídeo-aulas
ru: Видео уроки
sv: Videolektioner
ta: வீடியோ பாடங்கள்
te: వీడియో పాఠాలు
th: บทเรียนวิดีโอ
tr: Video Dersleri
vi: Bài học video

source: Advanced LMS Settings - AdminPanel
ar: إعدادات LMS المتقدمة - لوحة الإدارة
bn: উন্নত LMS সেটিংস - অ্যাডমিনপ্যানেল
da: Avancerede LMS-indstillinger - AdminPanel
de: Erweiterte LMS-Einstellungen – AdminPanel
el: Προηγμένες ρυθμίσεις LMS - AdminPanel
es: Configuración avanzada de LMS - Panel de administración
fi: LMS:n lisäasetukset - AdminPanel
fr: Paramètres LMS avancés - AdminPanel
he: הגדרות LMS מתקדמות - AdminPanel
hi: उन्नत एलएमएस सेटिंग्स - एडमिनपैनल
id: Pengaturan LMS Tingkat Lanjut - AdminPanel
it: Impostazioni avanzate LMS - Pannello di amministrazione
ja: LMS の詳細設定 - AdminPanel
kn: ಸುಧಾರಿತ LMS ಸೆಟ್ಟಿಂಗ್‌ಗಳು - AdminPanel
ml: വിപുലമായ LMS ക്രമീകരണങ്ങൾ - അഡ്മിൻപാനൽ
mr: प्रगत LMS सेटिंग्ज - AdminPanel
nl: Geavanceerde LMS-instellingen - AdminPanel
pa: ਐਡਵਾਂਸਡ LMS ਸੈਟਿੰਗਾਂ - ਐਡਮਿਨ ਪੈਨਲ
pl: Zaawansowane ustawienia LMS – Panel administracyjny
pt: Configurações avançadas do LMS - AdminPanel
ru: Расширенные настройки LMS – Панель администратора
sv: Avancerade LMS-inställningar - AdminPanel
ta: மேம்பட்ட LMS அமைப்புகள் - AdminPanel
te: అధునాతన LMS సెట్టింగ్‌లు - అడ్మిన్‌ప్యానెల్
th: การตั้งค่า LMS ขั้นสูง - AdminPanel
tr: Gelişmiş LMS Ayarları - AdminPanel
vi: Cài đặt LMS nâng cao - AdminPanel

source: Advanced LMS Settings
ar: إعدادات نظام إدارة التعلم المتقدمة
bn: উন্নত LMS সেটিংস
da: Avancerede LMS-indstillinger
de: Erweiterte LMS-Einstellungen
el: Προηγμένες ρυθμίσεις LMS
es: Configuración avanzada del LMS
fi: LMS:n lisäasetukset
fr: Paramètres LMS avancés
he: הגדרות LMS מתקדמות
hi: उन्नत एलएमएस सेटिंग्स
id: Pengaturan LMS Tingkat Lanjut
it: Impostazioni avanzate dell'LMS
ja: LMS の詳細設定
kn: ಸುಧಾರಿತ LMS ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: വിപുലമായ LMS ക്രമീകരണങ്ങൾ
mr: प्रगत LMS सेटिंग्ज
nl: Geavanceerde LMS-instellingen
pa: ਉੱਨਤ LMS ਸੈਟਿੰਗਾਂ
pl: Zaawansowane ustawienia LMS
pt: Configurações avançadas de LMS
ru: Расширенные настройки LMS
sv: Avancerade LMS-inställningar
ta: மேம்பட்ட LMS அமைப்புகள்
te: అధునాతన LMS సెట్టింగ్‌లు
th: การตั้งค่า LMS ขั้นสูง
tr: Gelişmiş ÖYS/ÖYS Ayarları
vi: Cài đặt LMS nâng cao

source: Comprehensive Configuration for Your Learning Management System
ar: التكوين الشامل لنظام إدارة التعلم الخاص بك
bn: আপনার লার্নিং ম্যানেজমেন্ট সিস্টেমের জন্য ব্যাপক কনফিগারেশন
da: Omfattende konfiguration til dit Learning Management System
de: Umfassende Konfiguration für Ihr Learning Management System
el: Ολοκληρωμένη διαμόρφωση για το σύστημα διαχείρισης εκμάθησής σας
es: Configuración integral para su sistema de gestión de aprendizaje
fi: Kattavat kokoonpanot oppimisen hallintajärjestelmääsi
fr: Configuration complète de votre système de gestion de l'apprentissage
he: תצורה מקיפה עבור מערכת ניהול הלמידה שלך
hi: आपके शिक्षण प्रबंधन प्रणाली के लिए व्यापक विन्यास
id: Konfigurasi Komprehensif untuk Sistem Manajemen Pembelajaran Anda
it: Configurazione completa per il tuo sistema di gestione dell'apprendimento
ja: 学習管理システムの包括的な構成
kn: ನಿಮ್ಮ ಕಲಿಕೆಯ ನಿರ್ವಹಣಾ ವ್ಯವಸ್ಥೆಗಾಗಿ ಸಮಗ್ರ ಸಂರಚನೆ
ml: നിങ്ങളുടെ ലേണിംഗ് മാനേജ്മെൻ്റ് സിസ്റ്റത്തിനായുള്ള സമഗ്ര കോൺഫിഗറേഷൻ
mr: तुमच्या शिक्षण व्यवस्थापन प्रणालीसाठी सर्वसमावेशक कॉन्फिगरेशन
nl: Uitgebreide configuratie voor uw leerbeheersysteem
pa: ਤੁਹਾਡੀ ਸਿਖਲਾਈ ਪ੍ਰਬੰਧਨ ਪ੍ਰਣਾਲੀ ਲਈ ਵਿਆਪਕ ਸੰਰਚਨਾ
pl: Kompleksowa konfiguracja Twojego systemu zarządzania nauką
pt: Configuração abrangente para seu sistema de gerenciamento de aprendizagem
ru: Комплексная настройка вашей системы управления обучением
sv: Omfattande konfiguration för ditt Learning Management System
ta: உங்கள் கற்றல் மேலாண்மை அமைப்புக்கான விரிவான கட்டமைப்பு
te: మీ లెర్నింగ్ మేనేజ్‌మెంట్ సిస్టమ్ కోసం సమగ్ర కాన్ఫిగరేషన్
th: การกำหนดค่าที่ครอบคลุมสำหรับระบบการจัดการการเรียนรู้ของคุณ
tr: Öğrenim Yönetim Sisteminiz için Kapsamlı Yapılandırma
vi: Cấu hình toàn diện cho hệ thống quản lý học tập của bạn

source: Settings
ar: إعدادات
bn: সেটিংস
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fi: Asetukset
fr: Paramètres
gu: સેટિંગ્સ
he: הגדרות
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: ക്രമീകരണങ്ങൾ
mr: सेटिंग्ज
nl: Instellingen
no: Innstillinger
or: ସେଟିଂସମୂହ
pa: ਸੈਟਿੰਗਾਂ
pl: Ustawienia
pt: Configurações
ru: Настройки
sv: Inställningar
ta: அமைப்புகள்
te: సెట్టింగ్‌లు
th: การตั้งค่า
tr: Ayarlar
vi: Cài đặt

source: General
ar: عام
bn: সাধারণ
da: Generel
de: Allgemein
el: Γενικός
fi: Kenraali
fr: Général
gu: જનરલ
he: כְּלָלִי
hi: सामान्य
id: Umum
it: Generale
ja: 一般的な
kn: ಸಾಮಾನ್ಯ
ml: ജനറൽ
mr: सामान्य
nl: Algemeen
or: ଜେନେରାଲ୍ |
pa: ਜਨਰਲ
pl: Ogólny
pt: Em geral
ru: Общий
sv: Allmän
ta: பொது
te: జనరల్
th: ทั่วไป
tr: Genel
vi: Tổng quan

source: Users & Roles
ar: المستخدمون والأدوار
bn: ব্যবহারকারী এবং ভূমিকা
da: Brugere og roller
de: Benutzer und Rollen
el: Χρήστες & Ρόλοι
es: Usuarios y roles
fi: Käyttäjät ja roolit
fr: Utilisateurs et rôles
he: משתמשים ותפקידים
hi: उपयोगकर्ता एवं भूमिकाएँ
id: Pengguna & Peran
it: Utenti e ruoli
ja: ユーザーと役割
kn: ಬಳಕೆದಾರರು ಮತ್ತು ಪಾತ್ರಗಳು
ml: ഉപയോക്താക്കളും റോളുകളും
mr: वापरकर्ते आणि भूमिका
nl: Gebruikers en rollen
pa: ਉਪਭੋਗਤਾ ਅਤੇ ਭੂਮਿਕਾਵਾਂ
pl: Użytkownicy i role
pt: Usuários e funções
ru: Пользователи и роли
sv: Användare och roller
ta: பயனர்கள் & பாத்திரங்கள்
te: వినియోగదారులు & పాత్రలు
th: ผู้ใช้และบทบาท
tr: Kullanıcılar ve Roller
vi: Người dùng & Vai trò

source: Courses & Programs
ar: الدورات والبرامج
bn: কোর্স এবং প্রোগ্রাম
da: Kurser og programmer
de: Kurse und Programme
el: Μαθήματα & Προγράμματα
es: Cursos y programas
fi: Kurssit ja ohjelmat
fr: Cours et programmes
he: קורסים ותוכניות
hi: पाठ्यक्रम एवं कार्यक्रम
id: Kursus & Program
it: Corsi e programmi
ja: コースとプログラム
kn: ಕೋರ್ಸ್‌ಗಳು ಮತ್ತು ಕಾರ್ಯಕ್ರಮಗಳು
ml: കോഴ്സുകളും പ്രോഗ്രാമുകളും
mr: अभ्यासक्रम आणि कार्यक्रम
nl: Cursussen & Programma's
pa: ਕੋਰਸ ਅਤੇ ਪ੍ਰੋਗਰਾਮ
pl: Kursy i programy
pt: Cursos e Programas
ru: Курсы и программы
sv: Kurser & program
ta: படிப்புகள் & நிகழ்ச்சிகள்
te: కోర్సులు & ప్రోగ్రామ్‌లు
th: หลักสูตรและโปรแกรม
tr: Kurslar ve Programlar
vi: Khóa học & Chương trình

source: Organizations
ar: المنظمات
bn: সংস্থাগুলি
da: Organisationer
de: Organisationen
el: Οργανώσεις
es: Organizaciones
fi: Organisaatiot
fr: Organisations
he: ארגונים
hi: संगठनों
id: Organisasi
it: Organizzazioni
ja: 組織
kn: ಸಂಸ್ಥೆಗಳು
ml: സംഘടനകൾ
mr: संघटना
nl: Organisaties
pa: ਸੰਸਥਾਵਾਂ
pl: Organizacje
pt: Organizações
ru: Организации
sv: Organisationer
ta: நிறுவனங்கள்
te: సంస్థలు
th: องค์กรต่างๆ
tr: Organizasyonlar
vi: Tổ chức

source: Events
ar: الأحداث
bn: ঘটনা
da: Begivenheder
de: Veranstaltungen
el: Εκδηλώσεις
es: Eventos
fi: Tapahtumat
fr: Événements
gu: ઘટનાઓ
he: אירועים
hi: घटनाएँ
id: Acara
it: Eventi
ja: イベント
kn: ಘಟನೆಗಳು
ml: ഇവൻ്റുകൾ
mr: कार्यक्रम
nl: Evenementen
no: Hendelser
or: ଘଟଣା
pa: ਸਮਾਗਮ
pl: Wydarzenia
pt: Eventos
ru: События
sv: Händelser
ta: நிகழ்வுகள்
te: ఈవెంట్స్
th: กิจกรรม
tr: Olaylar
vi: Sự kiện

source: Certificates
ar: الشهادات - مسؤول
bn: সার্টিফিকেট
da: Certifikater
de: Zertifikate
el: Πιστοποιητικά
es: Certificados
fi: Sertifikaatit
fr: Certificats
gu: પ્રમાણપત્રો
he: תעודות
hi: प्रमाण पत्र
id: Sertifikat
it: Certificati
ja: 証明書
kn: ಪ್ರಮಾಣಪತ್ರಗಳು
ml: സർട്ടിഫിക്കറ്റുകൾ
mr: प्रमाणपत्रे
nl: Certificaten
no: Sertifikater
or: ପ୍ରମାଣପତ୍ର
pa: ਸਰਟੀਫਿਕੇਟ
pl: Certyfikaty
pt: Certificados
ru: Сертификаты
sv: Certifikat
ta: சான்றிதழ்கள்
te: సర్టిఫికెట్లు
th: ใบรับรอง
tr: Sertifikalar
vi: Chứng chỉ

source: Analytics
ar: التحليلات
bn: বিশ্লেষণ
de: Analytik
es: Analítica
fr: Analytique
he: אנליטיקס
hi: एनालिटिक्स
id: Analisis
it: Analitica
ja: 分析
kn: ಅನಾಲಿಟಿಕ್ಸ್
ml: അനലിറ്റിക്സ്
mr: विश्लेषण
nl: Analyses
pa: ਵਿਸ਼ਲੇਸ਼ਣ
pl: Analityka
pt: Análise
ru: Аналитика
ta: பகுப்பாய்வு
te: విశ్లేషణలు
th: การวิเคราะห์
tr: Analitik
vi: Phân tích

source: Integrations
ar: التكامل
bn: ইন্টিগ্রেশন
da: Integrationer
de: Integrationen
el: Ενσωματώσεις
es: Integraciones
fi: Integraatiot
fr: Intégrations
gu: એકીકરણ
he: אינטגרציות
hi: एकीकरण
id: Integrasi
it: Integrazioni
ja: 統合
kn: ಏಕೀಕರಣಗಳು
ml: സംയോജനങ്ങൾ
mr: एकत्रीकरण
nl: Integraties
no: Integrasjoner
or: ଏକୀକରଣ
pa: ਏਕੀਕਰਣ
pl: Integracje
pt: Integrações
ru: Интеграции
sv: Integrationer
ta: ஒருங்கிணைப்புகள்
te: ఇంటిగ్రేషన్లు
th: บูรณาการ
tr: Entegrasyonlar
vi: Tích hợp

source: Localization
ar: التعريب
bn: স্থানীয়করণ
da: Lokalisering
de: Lokalisierung
el: Εντοπισμός
es: Localización
fi: Lokalisointi
fr: Localisation
he: לוקליזציה
hi: स्थानीयकरण
id: Lokalisasi
it: Localizzazione
ja: ローカリゼーション
kn: ಸ್ಥಳೀಕರಣ
ml: പ്രാദേശികവൽക്കരണം
mr: स्थानिकीकरण
nl: Lokalisatie
pa: ਸਥਾਨੀਕਰਨ
pl: Lokalizacja
pt: Localização
ru: Локализация
sv: Lokalisering
ta: உள்ளூர்மயமாக்கல்
te: స్థానికీకరణ
th: รองรับหลายภาษา
tr: Yerelleştirme
vi: Bản địa hóa

source: Security
ar: حماية
bn: নিরাপত্তা
da: Sikkerhed
de: Sicherheit
el: Ασφάλεια
es: Seguridad
fi: Turvallisuus
fr: Sécurité
gu: સુરક્ષા
he: בִּטָחוֹן
hi: सुरक्षा
id: Keamanan
it: Sicurezza
ja: 安全
kn: ಭದ್ರತೆ
ml: സുരക്ഷ
mr: सुरक्षा
nl: Beveiliging
no: Sikkerhet
or: ସୁରକ୍ଷା
pa: ਸੁਰੱਖਿਆ
pl: Bezpieczeństwo
pt: Segurança
ru: Безопасность
sv: Säkerhet
ta: பாதுகாப்பு
te: భద్రత
th: ความปลอดภัย
tr: Güvenlik
vi: Bảo vệ

source: General Settings
ar: الإعدادات العامة
bn: সাধারণ সেটিংস
da: Generelle indstillinger
de: Allgemeine Einstellungen
el: Γενικές Ρυθμίσεις
es: Configuraciones generales
fi: Yleiset asetukset
fr: Paramètres généraux
gu: સામાન્ય સેટિંગ્સ
he: הגדרות כלליות
hi: सामान्य सेटिंग्स
id: Pengaturan Umum
it: Impostazioni generali
ja: 一般設定
kn: ಸಾಮಾನ್ಯ ಸೆಟ್ಟಿಂಗ್ಗಳು
ml: പൊതുവായ ക്രമീകരണങ്ങൾ
mr: सामान्य सेटिंग्ज
nl: Algemene instellingen
no: Generelle innstillinger
or: ସାଧାରଣ ସେଟିଂସମୂହ |
pa: ਆਮ ਸੈਟਿੰਗਾਂ
pl: Ustawienia ogólne
pt: Configurações Gerais
ru: Общие настройки
sv: Allmänna inställningar
ta: பொது அமைப்புகள்
te: సాధారణ సెట్టింగులు
th: การตั้งค่าทั่วไป
tr: Genel Ayarlar
vi: Cài đặt chung

source: Site Name
ar: اسم الموقع
bn: সাইটের নাম
da: Webstedets navn
el: Όνομα τοποθεσίας
es: Nombre del sitio
fi: Sivuston nimi
fr: Nom du site
gu: સાઇટનું નામ
he: שם האתר
hi: जगह का नाम
id: Nama Situs
it: Nome del sito
ja: サイト名
kn: ಸೈಟ್ ಹೆಸರು
ml: സൈറ്റിൻ്റെ പേര്
mr: साइटचे नाव
nl: Sitenaam
no: Navn på nettsted
or: ସାଇଟ୍ ନାମ
pa: ਸਾਈਟ ਦਾ ਨਾਮ
pl: Nazwa witryny
pt: Nome do site
ru: Название сайта
sv: Webbplatsens namn
ta: தளத்தின் பெயர்
te: సైట్ పేరు
th: ชื่อไซต์
tr: Site Adı
vi: Tên trang web

source: Site URL
ar: عنوان URL للموقع
bn: সাইট URL
da: Webstedets URL
el: URL ιστότοπου
es: URL del sitio
fi: Sivuston URL-osoite
fr: URL du site
gu: સાઇટ URL
he: כתובת האתר
hi: साइट URL
id: URL situs
it: URL del sito
ja: サイトURL
kn: ಸೈಟ್ URL
ml: സൈറ്റ് URL
mr: साइट URL
no: Nettstedets URL
or: ସାଇଟ୍ URL
pa: ਸਾਈਟ URL
pl: Adres URL witryny
pt: URL do site
ru: URL-адрес сайта
sv: Webbplats-URL
ta: தள URL
te: సైట్ URL
th: URL ของไซต์
tr: Site URL'si
vi: URL trang web
