Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Enable online certificate verification
ar: تمكين التحقق من الشهادة عبر الإنترنت
bn: অনলাইন শংসাপত্র যাচাইকরণ সক্ষম করুন৷
da: Aktiver online certifikatbekræftelse
de: Aktivieren Sie die Online-Zertifikatsüberprüfung
el: Ενεργοποίηση ηλεκτρονικής επαλήθευσης πιστοποιητικού
es: Habilitar la verificación de certificados en línea
fi: Ota online-varmenteen vahvistus käyttöön
fr: Activer la vérification du certificat en ligne
he: אפשר אימות אישור מקוון
hi: ऑनलाइन प्रमाणपत्र सत्यापन सक्षम करें
id: Aktifkan verifikasi sertifikat online
it: Abilita la verifica del certificato online
ja: オンライン証明書検証を有効にする
kn: ಆನ್‌ಲೈನ್ ಪ್ರಮಾಣಪತ್ರ ಪರಿಶೀಲನೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ml: ഓൺലൈൻ സർട്ടിഫിക്കറ്റ് പരിശോധന പ്രവർത്തനക്ഷമമാക്കുക
mr: ऑनलाइन प्रमाणपत्र पडताळणी सक्षम करा
nl: Schakel online certificaatverificatie in
pa: ਔਨਲਾਈਨ ਸਰਟੀਫਿਕੇਟ ਪੁਸ਼ਟੀਕਰਨ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ
pl: Włącz weryfikację certyfikatu online
pt: Habilitar verificação de certificado online
ru: Включить онлайн-проверку сертификата
sv: Aktivera onlinecertifikatverifiering
ta: ஆன்லைன் சான்றிதழ் சரிபார்ப்பை இயக்கவும்
te: ఆన్‌లైన్ సర్టిఫికేట్ ధృవీకరణను ప్రారంభించండి
th: เปิดใช้งานการตรวจสอบใบรับรองออนไลน์
tr: Çevrimiçi sertifika doğrulamayı etkinleştir
vi: Kích hoạt xác minh chứng chỉ trực tuyến

source: Verification Method
ar: طريقة التحقق
bn: যাচাইকরণ পদ্ধতি
da: Verifikationsmetode
de: Verifizierungsmethode
el: Μέθοδος επαλήθευσης
es: Método de verificación
fi: Vahvistusmenetelmä
fr: Méthode de vérification
he: שיטת אימות
hi: सत्यापन विधि
id: Metode Verifikasi
it: Metodo di verifica
ja: 検証方法
kn: ಪರಿಶೀಲನೆ ವಿಧಾನ
ml: സ്ഥിരീകരണ രീതി
mr: पडताळणी पद्धत
nl: Verificatiemethode
pa: ਪੁਸ਼ਟੀਕਰਨ ਵਿਧੀ
pl: Metoda weryfikacji
pt: Método de verificação
ru: Метод проверки
sv: Verifieringsmetod
ta: சரிபார்ப்பு முறை
te: ధృవీకరణ పద్ధతి
th: วิธีการตรวจสอบ
tr: Doğrulama Yöntemi
vi: Phương pháp xác minh

source: Verification Validity Period (years)
ar: فترة صلاحية التحقق (بالسنوات)
bn: যাচাইকরণের মেয়াদকাল (বছর)
da: Verifikations gyldighedsperiode (år)
de: Gültigkeitsdauer der Verifizierung (Jahre)
el: Περίοδος ισχύος επαλήθευσης (έτη)
es: Período de validez de la verificación (años)
fi: Vahvistuksen voimassaoloaika (vuosia)
fr: Période de validité de la vérification (années)
he: תקופת תוקף האימות (שנים)
hi: सत्यापन वैधता अवधि (वर्ष)
id: Masa Berlaku Verifikasi (tahun)
it: Periodo di validità della verifica (anni)
ja: 検証有効期間（年）
kn: ಪರಿಶೀಲನೆಯ ಮಾನ್ಯತೆಯ ಅವಧಿ (ವರ್ಷಗಳು)
ml: സ്ഥിരീകരണ സാധുത കാലയളവ് (വർഷങ്ങൾ)
mr: पडताळणी वैधता कालावधी (वर्षे)
nl: Verificatie geldigheidsperiode (jaren)
pa: ਪੁਸ਼ਟੀਕਰਨ ਵੈਧਤਾ ਦੀ ਮਿਆਦ (ਸਾਲ)
pl: Okres ważności weryfikacji (lata)
pt: Período de validade da verificação (anos)
ru: Срок действия верификации (лет)
sv: Verifieringsgiltighetsperiod (år)
ta: சரிபார்ப்பு செல்லுபடியாகும் காலம் (ஆண்டுகள்)
te: ధృవీకరణ చెల్లుబాటు వ్యవధి (సంవత్సరాలు)
th: ระยะเวลาการตรวจสอบความถูกต้อง (ปี)
tr: Doğrulama Geçerlilik Süresi (yıl)
vi: Thời hạn hiệu lực xác minh (năm)

source: Save Certificate Settings
ar: حفظ إعدادات الشهادة
bn: সার্টিফিকেট সেটিংস সংরক্ষণ করুন
da: Gem certifikatindstillinger
de: Zertifikateinstellungen speichern
el: Αποθήκευση ρυθμίσεων πιστοποιητικού
es: Guardar configuración del certificado
fi: Tallenna varmenneasetukset
fr: Enregistrer les paramètres du certificat
he: שמור את הגדרות האישור
hi: प्रमाणपत्र सेटिंग सहेजें
id: Simpan Pengaturan Sertifikat
it: Salva le impostazioni del certificato
ja: 証明書設定の保存
kn: ಪ್ರಮಾಣಪತ್ರ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಉಳಿಸಿ
ml: സർട്ടിഫിക്കറ്റ് ക്രമീകരണങ്ങൾ സംരക്ഷിക്കുക
mr: प्रमाणपत्र सेटिंग्ज जतन करा
nl: Certificaatinstellingen opslaan
pa: ਸਰਟੀਫਿਕੇਟ ਸੈਟਿੰਗਾਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰੋ
pl: Zapisz ustawienia certyfikatu
pt: Salvar configurações de certificado
ru: Сохранить настройки сертификата
sv: Spara certifikatinställningar
ta: சான்றிதழ் அமைப்புகளைச் சேமிக்கவும்
te: సర్టిఫికెట్ సెట్టింగ్‌లను సేవ్ చేయండి
th: บันทึกการตั้งค่าใบรับรอง
tr: Sertifika Ayarlarını Kaydet
vi: Lưu cài đặt chứng chỉ

source: Analytics Settings
ar: إعدادات التحليلات
bn: বিশ্লেষণ সেটিংস
da: Analytics-indstillinger
de: Analytics-Einstellungen
el: Ρυθμίσεις Analytics
es: Configuración de análisis
fi: Analytics-asetukset
fr: Paramètres d'analyse
he: הגדרות אנליטיקס
hi: एनालिटिक्स सेटिंग्स
id: Pengaturan Analisis
it: Impostazioni di analisi
ja: 分析設定
kn: Analytics ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: അനലിറ്റിക്സ് ക്രമീകരണങ്ങൾ
mr: विश्लेषण सेटिंग्ज
nl: Analytics-instellingen
pa: ਵਿਸ਼ਲੇਸ਼ਣ ਸੈਟਿੰਗਾਂ
pl: Ustawienia analityczne
pt: Configurações de análise
ru: Настройки аналитики
sv: Analytics-inställningar
ta: பகுப்பாய்வு அமைப்புகள்
te: Analytics సెట్టింగ్‌లు
th: การตั้งค่าการวิเคราะห์
tr: Analiz Ayarları
vi: Cài đặt phân tích

source: Data Collection
ar: جمع البيانات
bn: তথ্য সংগ্রহ
da: Dataindsamling
de: Datenerfassung
el: Συλλογή δεδομένων
es: Recopilación de datos
fi: Tiedonkeruu
fr: Collecte de données
he: איסוף נתונים
hi: डेटा संग्रहण
id: Pengumpulan Data
it: Raccolta dati
ja: データ収集
kn: ಡೇಟಾ ಸಂಗ್ರಹಣೆ
ml: വിവര ശേഖരണം
mr: डेटा संकलन
nl: Gegevensverzameling
pa: ਡਾਟਾ ਸੰਗ੍ਰਹਿ
pl: Zbieranie danych
pt: Coleta de dados
ru: Сбор данных
sv: Datainsamling
ta: தரவு சேகரிப்பு
te: డేటా సేకరణ
th: การรวบรวมข้อมูล
tr: Veri Toplama
vi: Thu thập dữ liệu

source: Enable user activity tracking
ar: تمكين تتبع نشاط المستخدم
bn: ব্যবহারকারী কার্যকলাপ ট্র্যাকিং সক্ষম করুন
da: Aktiver sporing af brugeraktivitet
de: Aktivieren Sie die Verfolgung der Benutzeraktivität
el: Ενεργοποίηση παρακολούθησης δραστηριότητας χρήστη
es: Habilitar el seguimiento de la actividad del usuario
fi: Ota käyttäjien toiminnan seuranta käyttöön
fr: Activer le suivi de l'activité des utilisateurs
he: אפשר מעקב אחר פעילות משתמשים
hi: उपयोगकर्ता गतिविधि ट्रैकिंग सक्षम करें
id: Aktifkan pelacakan aktivitas pengguna
it: Abilita il monitoraggio delle attività degli utenti
ja: ユーザーアクティビティ追跡を有効にする
kn: ಬಳಕೆದಾರರ ಚಟುವಟಿಕೆ ಟ್ರ್ಯಾಕಿಂಗ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ml: ഉപയോക്തൃ പ്രവർത്തന ട്രാക്കിംഗ് പ്രവർത്തനക്ഷമമാക്കുക
mr: वापरकर्ता क्रियाकलाप ट्रॅकिंग सक्षम करा
nl: Schakel het volgen van gebruikersactiviteiten in
pa: ਉਪਭੋਗਤਾ ਗਤੀਵਿਧੀ ਟਰੈਕਿੰਗ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ
pl: Włącz śledzenie aktywności użytkownika
pt: Habilitar rastreamento de atividades do usuário
ru: Включить отслеживание активности пользователей
sv: Aktivera spårning av användaraktivitet
ta: பயனர் செயல்பாடு கண்காணிப்பை இயக்கவும்
te: వినియోగదారు కార్యాచరణ ట్రాకింగ్‌ను ప్రారంభించండి
th: เปิดใช้งานการติดตามกิจกรรมของผู้ใช้
tr: Kullanıcı etkinliği izlemeyi etkinleştir
vi: Bật theo dõi hoạt động của người dùng

source: Data Retention Period (months)
ar: فترة الاحتفاظ بالبيانات (أشهر)
bn: ডেটা ধরে রাখার সময়কাল (মাস)
da: Dataopbevaringsperiode (måneder)
de: Datenaufbewahrungsdauer (Monate)
el: Περίοδος διατήρησης δεδομένων (μήνες)
es: Período de retención de datos (meses)
fi: Tietojen säilytysjakso (kuukautta)
fr: Période de conservation des données (mois)
he: תקופת שמירת הנתונים (חודשים)
hi: डेटा प्रतिधारण अवधि (महीने)
id: Periode Penyimpanan Data (bulan)
it: Periodo di conservazione dei dati (mesi)
ja: データ保存期間（月）
kn: ಡೇಟಾ ಧಾರಣ ಅವಧಿ (ತಿಂಗಳು)
ml: ഡാറ്റ നിലനിർത്തൽ കാലയളവ് (മാസങ്ങൾ)
mr: डेटा धारणा कालावधी (महिने)
nl: Bewaartermijn van gegevens (maanden)
pa: ਡਾਟਾ ਧਾਰਨ ਦੀ ਮਿਆਦ (ਮਹੀਨੇ)
pl: Okres przechowywania danych (miesiące)
pt: Período de retenção de dados (meses)
ru: Срок хранения данных (месяцев)
sv: Datalagringsperiod (månader)
ta: தரவு தக்கவைப்பு காலம் (மாதங்கள்)
te: డేటా నిలుపుదల కాలం (నెలలు)
th: ระยะเวลาการเก็บรักษาข้อมูล (เดือน)
tr: Veri Saklama Süresi (ay)
vi: Thời gian lưu giữ dữ liệu (tháng)

source: Tracking Granularity
ar: تتبع التفاصيل
bn: ট্র্যাকিং গ্রানুলারিটি
da: Sporing af granularitet
de: Verfolgung der Granularität
el: Κοκκοποίηση παρακολούθησης
es: Granularidad de seguimiento
fi: Tarkkuuden seuranta
fr: Granularité du suivi
he: מעקב אחר פירוט
hi: ग्रैन्युलैरिटी को ट्रैक करना
id: Pelacakan Granularitas
it: Monitoraggio della granularità
ja: 追跡の粒度
kn: ಟ್ರ್ಯಾಕಿಂಗ್ ಗ್ರ್ಯಾನ್ಯುಲಾರಿಟಿ
ml: ട്രാക്കിംഗ് ഗ്രാനുലാരിറ്റി
mr: ट्रॅकिंग ग्रॅन्युलॅरिटी
nl: Granulariteit bijhouden
pa: ਗ੍ਰੈਨਿਊਲੈਰਿਟੀ ਨੂੰ ਟਰੈਕ ਕਰਨਾ
pl: Szczegółowość śledzenia
pt: Granularidade de rastreamento
ru: Отслеживание детализации
sv: Spårning av granularitet
ta: ட்ராக்கிங் கிரானுலாரிட்டி
te: ట్రాకింగ్ గ్రాన్యులారిటీ
th: ติดตามรายละเอียด
tr: Ayrıntı Düzeyini İzleme
vi: Theo dõi chi tiết

source: Reporting
ar: إعداد التقارير
bn: রিপোর্টিং
da: Indberetning
de: Berichterstattung
el: Αναφορά
es: Informes
fi: Raportointi
fr: Rapports
he: דיווח
hi: रिपोर्टिंग
id: Pelaporan
it: Segnalazione
ja: 報告
kn: ವರದಿ ಮಾಡಲಾಗುತ್ತಿದೆ
ml: റിപ്പോർട്ട് ചെയ്യുന്നു
mr: अहवाल देत आहे
nl: Rapportage
pa: ਰਿਪੋਰਟਿੰਗ
pl: Raportowanie
pt: Relatórios
ru: Отчетность
sv: Rapportering
ta: அறிக்கையிடல்
te: రిపోర్టింగ్
th: การรายงาน
tr: Raporlama
vi: Báo cáo

source: Default Reporting Period
ar: فترة إعداد التقارير الافتراضية
bn: ডিফল্ট রিপোর্টিং সময়কাল
da: Standard rapporteringsperiode
de: Standardberichtszeitraum
el: Προεπιλεγμένη περίοδος αναφοράς
es: Período de informe predeterminado
fi: Oletusraportointijakso
fr: Période de déclaration par défaut
he: תקופת ברירת מחדל לדיווח
hi: डिफ़ॉल्ट रिपोर्टिंग अवधि
id: Periode Pelaporan Default
it: Periodo di reporting predefinito
ja: デフォルトのレポート期間
kn: ಡೀಫಾಲ್ಟ್ ವರದಿ ಮಾಡುವ ಅವಧಿ
ml: സ്ഥിരസ്ഥിതി റിപ്പോർട്ടിംഗ് കാലയളവ്
mr: डीफॉल्ट अहवाल कालावधी
nl: Standaardrapportageperiode
pa: ਡਿਫੌਲਟ ਰਿਪੋਰਟਿੰਗ ਪੀਰੀਅਡ
pl: Domyślny okres raportowania
pt: Período de relatório padrão
ru: Отчетный период по умолчанию
sv: Standardrapporteringsperiod
ta: இயல்புநிலை அறிக்கையிடல் காலம்
te: డిఫాల్ట్ రిపోర్టింగ్ వ్యవధి
th: ระยะเวลาการรายงานเริ่มต้น
tr: Varsayılan Raporlama Dönemi
vi: Khoảng thời gian báo cáo mặc định

source: Report Export Formats
ar: تقرير تنسيقات التصدير
bn: রিপোর্ট রপ্তানি বিন্যাস
da: Rapport eksportformater
de: Exportformate für Berichte
el: Μορφές εξαγωγής αναφοράς
es: Formatos de exportación de informes
fi: Raporttien vientimuodot
fr: Formats d'exportation de rapports
he: דוח ייצוא פורמטים
hi: रिपोर्ट निर्यात प्रारूप
id: Format Ekspor Laporan
it: Formati di esportazione dei rapporti
ja: レポートのエクスポート形式
kn: ರಫ್ತು ಸ್ವರೂಪಗಳನ್ನು ವರದಿ ಮಾಡಿ
ml: കയറ്റുമതി ഫോർമാറ്റുകൾ റിപ്പോർട്ട് ചെയ്യുക
mr: अहवाल निर्यात स्वरूप
nl: Rapportexportformaten
pa: ਰਿਪੋਰਟ ਨਿਰਯਾਤ ਫਾਰਮੈਟ
pl: Formaty eksportu raportów
pt: Formatos de exportação de relatórios
ru: Форматы экспорта отчетов
sv: Rapport exportformat
ta: அறிக்கை ஏற்றுமதி வடிவங்கள்
te: ఎగుమతి ఫార్మాట్‌లను నివేదించండి
th: รายงานรูปแบบการส่งออก
tr: Rapor Dışa Aktarma Formatları
vi: Định dạng xuất báo cáo

source: Enable scheduled reports
ar: تمكين التقارير المجدولة
bn: নির্ধারিত রিপোর্ট সক্রিয় করুন
da: Aktiver planlagte rapporter
de: Aktivieren Sie geplante Berichte
el: Ενεργοποίηση προγραμματισμένων αναφορών
es: Habilitar informes programados
fi: Ota ajoitetut raportit käyttöön
fr: Activer les rapports planifiés
he: אפשר דוחות מתוזמנים
hi: निर्धारित रिपोर्ट सक्षम करें
id: Aktifkan laporan terjadwal
it: Abilita rapporti pianificati
ja: スケジュールされたレポートを有効にする
kn: ನಿಗದಿತ ವರದಿಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ml: ഷെഡ്യൂൾ ചെയ്ത റിപ്പോർട്ടുകൾ പ്രവർത്തനക്ഷമമാക്കുക
mr: अनुसूचित अहवाल सक्षम करा
nl: Schakel geplande rapporten in
pa: ਨਿਯਤ ਰਿਪੋਰਟਾਂ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ
pl: Włącz zaplanowane raporty
pt: Habilitar relatórios programados
ru: Включить запланированные отчеты
sv: Aktivera schemalagda rapporter
ta: திட்டமிடப்பட்ட அறிக்கைகளை இயக்கு
te: షెడ్యూల్ చేసిన నివేదికలను ప్రారంభించండి
th: เปิดใช้งานรายงานตามกำหนดเวลา
tr: Planlanan raporları etkinleştir
vi: Bật báo cáo theo lịch trình

source: Dashboard Configuration
ar: تكوين لوحة القيادة
bn: ড্যাশবোর্ড কনফিগারেশন
da: Dashboard-konfiguration
de: Dashboard-Konfiguration
el: Διαμόρφωση ταμπλό
es: Configuración del panel
fi: Kojelaudan asetukset
fr: Configuration du tableau de bord
he: תצורת לוח המחוונים
hi: डैशबोर्ड कॉन्फ़िगरेशन
id: Konfigurasi Dasbor
it: Configurazione del cruscotto
ja: ダッシュボードの構成
kn: ಡ್ಯಾಶ್‌ಬೋರ್ಡ್ ಕಾನ್ಫಿಗರೇಶನ್
ml: ഡാഷ്ബോർഡ് കോൺഫിഗറേഷൻ
mr: डॅशबोर्ड कॉन्फिगरेशन
nl: Dashboardconfiguratie
pa: ਡੈਸ਼ਬੋਰਡ ਸੰਰਚਨਾ
pl: Konfiguracja panelu
pt: Configuração do painel
ru: Конфигурация информационной панели
sv: Konfiguration av instrumentpanelen
ta: டாஷ்போர்டு கட்டமைப்பு
te: డాష్‌బోర్డ్ కాన్ఫిగరేషన్
th: การกำหนดค่าแดชบอร์ด
tr: Kontrol Paneli Yapılandırması
vi: Cấu hình trang tổng quan

source: Default Dashboard Widgets
ar: أدوات لوحة المعلومات الافتراضية
bn: ডিফল্ট ড্যাশবোর্ড উইজেট
da: Standard Dashboard Widgets
de: Standard-Dashboard-Widgets
el: Προεπιλεγμένα γραφικά στοιχεία πίνακα ελέγχου
es: Widgets predeterminados del panel
fi: Kojelaudan oletuswidgetit
fr: Widgets de tableau de bord par défaut
he: ווידג'טים של לוח המחוונים המוגדר כברירת מחדל
hi: डिफ़ॉल्ट डैशबोर्ड विजेट
id: Widget Dasbor Default
it: Widget della dashboard predefiniti
ja: デフォルトのダッシュボード ウィジェット
kn: ಡೀಫಾಲ್ಟ್ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್ ವಿಜೆಟ್‌ಗಳು
ml: ഡിഫോൾട്ട് ഡാഷ്ബോർഡ് വിജറ്റുകൾ
mr: डीफॉल्ट डॅशबोर्ड विजेट्स
nl: Standaard dashboardwidgets
pa: ਡਿਫੌਲਟ ਡੈਸ਼ਬੋਰਡ ਵਿਜੇਟਸ
pl: Domyślne widżety panelu kontrolnego
pt: Widgets do painel padrão
ru: Виджеты информационной панели по умолчанию
ta: இயல்புநிலை டாஷ்போர்டு விட்ஜெட்டுகள்
te: డిఫాల్ట్ డ్యాష్‌బోర్డ్ విడ్జెట్‌లు
th: วิดเจ็ตแดชบอร์ดเริ่มต้น
tr: Varsayılan Kontrol Paneli Widget'ları
vi: Tiện ích bảng điều khiển mặc định

source: Allow users to create custom dashboard widgets
ar: السماح للمستخدمين بإنشاء عناصر واجهة مستخدم مخصصة للوحة المعلومات
bn: ব্যবহারকারীদের কাস্টম ড্যাশবোর্ড উইজেট তৈরি করার অনুমতি দিন
da: Tillad brugere at oprette brugerdefinerede dashboard-widgets
de: Ermöglichen Sie Benutzern, benutzerdefinierte Dashboard-Widgets zu erstellen
el: Να επιτρέπεται στους χρήστες να δημιουργούν προσαρμοσμένα γραφικά στοιχεία πίνακα εργαλείων
es: Permitir a los usuarios crear widgets de panel personalizados
fi: Salli käyttäjien luoda mukautettuja kojelautawidgetejä
fr: Autoriser les utilisateurs à créer des widgets de tableau de bord personnalisés
he: אפשר למשתמשים ליצור ווידג'טים מותאמים אישית של לוח המחוונים
hi: उपयोगकर्ताओं को कस्टम डैशबोर्ड विजेट बनाने की अनुमति दें
id: Izinkan pengguna membuat widget dasbor khusus
it: Consenti agli utenti di creare widget dashboard personalizzati
ja: ユーザーがカスタム ダッシュボード ウィジェットを作成できるようにする
kn: ಕಸ್ಟಮ್ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್ ವಿಜೆಟ್‌ಗಳನ್ನು ರಚಿಸಲು ಬಳಕೆದಾರರನ್ನು ಅನುಮತಿಸಿ
ml: ഇഷ്‌ടാനുസൃത ഡാഷ്‌ബോർഡ് വിജറ്റുകൾ സൃഷ്‌ടിക്കാൻ ഉപയോക്താക്കളെ അനുവദിക്കുക
mr: वापरकर्त्यांना सानुकूल डॅशबोर्ड विजेट तयार करण्याची अनुमती द्या
nl: Sta gebruikers toe aangepaste dashboardwidgets te maken
pa: ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਕਸਟਮ ਡੈਸ਼ਬੋਰਡ ਵਿਜੇਟਸ ਬਣਾਉਣ ਦੀ ਆਗਿਆ ਦਿਓ
pl: Zezwalaj użytkownikom na tworzenie niestandardowych widżetów pulpitu nawigacyjnego
pt: Permitir que os usuários criem widgets de painel personalizados
ru: Разрешить пользователям создавать собственные виджеты панели мониторинга
sv: Tillåt användare att skapa anpassade instrumentpanelswidgets
ta: தனிப்பயன் டாஷ்போர்டு விட்ஜெட்களை உருவாக்க பயனர்களை அனுமதிக்கவும்
te: అనుకూల డాష్‌బోర్డ్ విడ్జెట్‌లను సృష్టించడానికి వినియోగదారులను అనుమతించండి
th: อนุญาตให้ผู้ใช้สร้างวิดเจ็ตแดชบอร์ดที่กำหนดเอง
tr: Kullanıcıların özel kontrol paneli widget'ları oluşturmasına izin ver
vi: Cho phép người dùng tạo tiện ích bảng điều khiển tùy chỉnh

source: Advanced Analytics
ar: التحليلات المتقدمة
bn: উন্নত বিশ্লেষণ
da: Avanceret analyse
de: Erweiterte Analytik
es: Análisis avanzado
fr: Analyse avancée
he: אנליטיקה מתקדמת
hi: उन्नत विश्लेषिकी
id: Analisis Tingkat Lanjut
it: Analisi avanzata
ja: 高度な分析
kn: ಸುಧಾರಿತ ಅನಾಲಿಟಿಕ್ಸ್
ml: വിപുലമായ അനലിറ്റിക്സ്
mr: प्रगत विश्लेषण
nl: Geavanceerde analyses
pa: ਉੱਨਤ ਵਿਸ਼ਲੇਸ਼ਣ
pl: Zaawansowana analityka
pt: Análise Avançada
ru: Расширенная аналитика
sv: Avancerad analys
ta: மேம்பட்ட பகுப்பாய்வு
te: అధునాతన విశ్లేషణలు
th: การวิเคราะห์ขั้นสูง
tr: Gelişmiş Analitik
vi: Phân tích nâng cao

source: Enable predictive analytics for learner performance
ar: تمكين التحليلات التنبؤية لأداء المتعلم
bn: শিক্ষার্থীর কর্মক্ষমতার জন্য ভবিষ্যদ্বাণীমূলক বিশ্লেষণ সক্ষম করুন
da: Aktiver forudsigende analyser for elevernes præstationer
de: Aktivieren Sie prädiktive Analysen für die Leistung der Lernenden
el: Ενεργοποιήστε την προγνωστική ανάλυση για την απόδοση των μαθητών
es: Habilite el análisis predictivo para el rendimiento de los alumnos
fi: Ota ennakoiva analytiikka käyttöön oppilaiden suorituskyvyn parantamiseksi
fr: Activer l'analyse prédictive pour les performances des apprenants
he: אפשר ניתוח חזוי לביצועי הלומד
hi: शिक्षार्थी के प्रदर्शन के लिए पूर्वानुमानित विश्लेषण सक्षम करें
id: Aktifkan analisis prediktif untuk kinerja pelajar
it: Abilita l'analisi predittiva per le prestazioni degli studenti
ja: 学習者のパフォーマンスの予測分析を有効にする
kn: ಕಲಿಯುವವರ ಕಾರ್ಯಕ್ಷಮತೆಗಾಗಿ ಮುನ್ಸೂಚಕ ವಿಶ್ಲೇಷಣೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ml: പഠിതാക്കളുടെ പ്രകടനത്തിനായി പ്രവചനാത്മക വിശകലനം പ്രവർത്തനക്ഷമമാക്കുക
mr: शिकणाऱ्या कामगिरीसाठी पूर्वानुमानित विश्लेषणे सक्षम करा
nl: Schakel voorspellende analyses in voor de prestaties van leerlingen
pa: ਸਿਖਿਆਰਥੀ ਪ੍ਰਦਰਸ਼ਨ ਲਈ ਭਵਿੱਖਬਾਣੀ ਵਿਸ਼ਲੇਸ਼ਣ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ
pl: Włącz analizę predykcyjną dotyczącą wyników uczniów
pt: Habilite análises preditivas para o desempenho do aluno
ru: Включите прогнозную аналитику для повышения эффективности учащихся
sv: Aktivera prediktiv analys för elevernas prestationer
ta: கற்பவரின் செயல்திறனுக்கான முன்கணிப்பு பகுப்பாய்வுகளை இயக்கவும்
te: అభ్యాసకుడి పనితీరు కోసం ప్రిడిక్టివ్ అనలిటిక్స్‌ని ప్రారంభించండి
th: เปิดใช้งานการวิเคราะห์เชิงคาดการณ์เพื่อประสิทธิภาพของผู้เรียน
tr: Öğrenci performansı için tahmine dayalı analitiği etkinleştirin
vi: Bật phân tích dự đoán về hiệu suất của người học

source: Enable AI-powered content recommendations
ar: تمكين توصيات المحتوى المدعومة بالذكاء الاصطناعي
bn: এআই-চালিত বিষয়বস্তু সুপারিশ সক্রিয় করুন
da: Aktiver AI-drevne indholdsanbefalinger
de: Aktivieren Sie KI-gestützte Inhaltsempfehlungen
el: Ενεργοποιήστε τις προτάσεις περιεχομένου που υποστηρίζονται από AI
es: Habilite las recomendaciones de contenido impulsadas por IA
fi: Ota tekoälypohjaiset sisältösuositukset käyttöön
fr: Activer les recommandations de contenu basées sur l'IA
he: אפשר המלצות על תוכן המופעל על ידי בינה מלאכותית
hi: AI-संचालित सामग्री अनुशंसाएँ सक्षम करें
id: Aktifkan rekomendasi konten yang didukung AI
it: Abilita consigli sui contenuti basati sull'intelligenza artificiale
ja: AI を活用したコンテンツのレコメンデーションを有効にする
kn: AI-ಚಾಲಿತ ವಿಷಯ ಶಿಫಾರಸುಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ml: AI- പവർ ചെയ്യുന്ന ഉള്ളടക്ക ശുപാർശകൾ പ്രവർത്തനക്ഷമമാക്കുക
mr: एआय-सक्षम सामग्री शिफारसी सक्षम करा
nl: Schakel door AI aangedreven inhoudsaanbevelingen in
pa: AI-ਸੰਚਾਲਿਤ ਸਮੱਗਰੀ ਸਿਫ਼ਾਰਸ਼ਾਂ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ
pl: Włącz rekomendacje treści oparte na sztucznej inteligencji
pt: Habilite recomendações de conteúdo baseadas em IA
ru: Включите рекомендации по контенту на основе искусственного интеллекта
sv: Aktivera AI-drivna innehållsrekommendationer
ta: AI-இயங்கும் உள்ளடக்கப் பரிந்துரைகளை இயக்கவும்
te: AI-ఆధారిత కంటెంట్ సిఫార్సులను ప్రారంభించండి
th: เปิดใช้งานการแนะนำเนื้อหาที่ขับเคลื่อนโดย AI
tr: Yapay zeka destekli içerik önerilerini etkinleştirin
vi: Bật đề xuất nội dung do AI cung cấp

source: Enable anomaly detection in user behavior
ar: تمكين الكشف عن الشذوذ في سلوك المستخدم
bn: ব্যবহারকারীর আচরণে অসঙ্গতি সনাক্তকরণ সক্ষম করুন
da: Aktiver registrering af uregelmæssigheder i brugeradfærd
de: Aktivieren Sie die Anomalieerkennung im Benutzerverhalten
el: Ενεργοποίηση ανίχνευσης ανωμαλιών στη συμπεριφορά του χρήστη
es: Habilitar la detección de anomalías en el comportamiento del usuario.
fi: Ota käyttöön poikkeamien havaitseminen käyttäjän toiminnassa
fr: Activer la détection des anomalies dans le comportement des utilisateurs
he: אפשר זיהוי חריגות בהתנהגות המשתמש
hi: उपयोगकर्ता के व्यवहार में विसंगति का पता लगाना सक्षम करें
id: Aktifkan deteksi anomali dalam perilaku pengguna
it: Abilita il rilevamento di anomalie nel comportamento degli utenti
ja: ユーザーの行動の異常検出を有効にする
kn: ಬಳಕೆದಾರರ ನಡವಳಿಕೆಯಲ್ಲಿ ಅಸಂಗತತೆ ಪತ್ತೆಹಚ್ಚುವಿಕೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ml: ഉപയോക്തൃ പെരുമാറ്റത്തിലെ അപാകത കണ്ടെത്തൽ പ്രവർത്തനക്ഷമമാക്കുക
mr: वापरकर्त्याच्या वर्तनात विसंगती शोधणे सक्षम करा
nl: Schakel detectie van afwijkingen in gebruikersgedrag in
pa: ਉਪਭੋਗਤਾ ਵਿਹਾਰ ਵਿੱਚ ਵਿਗਾੜ ਖੋਜ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ
pl: Włącz wykrywanie anomalii w zachowaniu użytkowników
pt: Habilite a detecção de anomalias no comportamento do usuário
ru: Включить обнаружение аномалий в поведении пользователей
sv: Aktivera avvikelsedetektering i användarbeteende
ta: பயனர் நடத்தையில் ஒழுங்கின்மை கண்டறிதலை இயக்கவும்
te: వినియోగదారు ప్రవర్తనలో అసాధారణ గుర్తింపును ప్రారంభించండి
th: เปิดใช้งานการตรวจจับความผิดปกติในพฤติกรรมของผู้ใช้
tr: Kullanıcı davranışında anormallik tespitini etkinleştir
vi: Bật tính năng phát hiện sự bất thường trong hành vi của người dùng

source: Save Analytics Settings
ar: حفظ إعدادات التحليلات
bn: বিশ্লেষণ সেটিংস সংরক্ষণ করুন
da: Gem Analytics-indstillinger
de: Speichern Sie die Analytics-Einstellungen
el: Αποθήκευση ρυθμίσεων Analytics
es: Guardar configuración de análisis
fi: Tallenna Analytics-asetukset
fr: Enregistrer les paramètres d'analyse
he: שמור את הגדרות Analytics
hi: एनालिटिक्स सेटिंग्स सहेजें
id: Simpan Pengaturan Analytics
it: Salva le impostazioni di analisi
ja: 分析設定の保存
kn: Analytics ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಉಳಿಸಿ
ml: Analytics ക്രമീകരണങ്ങൾ സംരക്ഷിക്കുക
mr: Analytics सेटिंग्ज सेव्ह करा
nl: Analytics-instellingen opslaan
pa: ਵਿਸ਼ਲੇਸ਼ਣ ਸੈਟਿੰਗਾਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰੋ
pl: Zapisz ustawienia analityczne
pt: Salvar configurações do Analytics
ru: Сохранить настройки аналитики
sv: Spara Analytics-inställningar
ta: பகுப்பாய்வு அமைப்புகளைச் சேமிக்கவும்
te: Analytics సెట్టింగ్‌లను సేవ్ చేయండి
th: บันทึกการตั้งค่าการวิเคราะห์
tr: Analytics Ayarlarını Kaydet
vi: Lưu cài đặt Analytics

source: Integrations Settings
ar: إعدادات التكامل
bn: ইন্টিগ্রেশন সেটিংস
da: Integrationsindstillinger
de: Integrationseinstellungen
el: Ρυθμίσεις ενσωματώσεων
es: Configuración de integraciones
fi: Integraatioasetukset
fr: Paramètres d'intégration
gu: એકીકરણ સેટિંગ્સ
he: הגדרות אינטגרציות
hi: एकीकरण सेटिंग्स
id: Pengaturan Integrasi
it: Impostazioni delle integrazioni
ja: 統合設定
kn: ಸಂಯೋಜನೆಯ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: സംയോജന ക്രമീകരണങ്ങൾ
mr: एकत्रीकरण सेटिंग्ज
nl: Integratie-instellingen
no: Integrasjonsinnstillinger
or: ଏକୀକରଣ ସେଟିଂସମୂହ
pa: ਏਕੀਕਰਣ ਸੈਟਿੰਗਾਂ
pl: Ustawienia integracji
pt: Configurações de integrações
ru: Настройки интеграции
sv: Integreringsinställningar
ta: ஒருங்கிணைப்பு அமைப்புகள்
te: ఇంటిగ్రేషన్ సెట్టింగ్‌లు
th: การตั้งค่าการรวมระบบ
tr: Entegrasyon Ayarları
vi: Cài đặt tích hợp

source: Authentication Integrations
ar: تكامل المصادقة
bn: প্রমাণীকরণ ইন্টিগ্রেশন
da: Autentificeringsintegrationer
de: Authentifizierungsintegrationen
el: Ενσωματώσεις ελέγχου ταυτότητας
es: Integraciones de autenticación
fi: Todennusintegraatiot
fr: Intégrations d'authentification
he: שילובי אימות
hi: प्रमाणीकरण एकीकरण
id: Integrasi Otentikasi
it: Integrazioni di autenticazione
ja: 認証の統合
kn: ದೃಢೀಕರಣ ಸಂಯೋಜನೆಗಳು
ml: പ്രാമാണീകരണ സംയോജനങ്ങൾ
mr: प्रमाणीकरण एकत्रीकरण
nl: Authenticatie-integraties
pa: ਪ੍ਰਮਾਣਿਕਤਾ ਏਕੀਕਰਣ
pl: Integracje uwierzytelniające
pt: Integrações de autenticação
ru: Интеграция аутентификации
sv: Autentiseringsintegrationer
ta: அங்கீகார ஒருங்கிணைப்புகள்
te: ప్రామాణీకరణ ఇంటిగ్రేషన్‌లు
th: การรวมการรับรองความถูกต้อง
tr: Kimlik Doğrulama Entegrasyonları
vi: Tích hợp xác thực
