Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Create, view, and manage custom reports for in-depth LMS analysis
ar: إنشاء التقارير المخصصة وعرضها وإدارتها لإجراء تحليل متعمق لنظام إدارة التعلم (LMS).
bn: গভীর LMS বিশ্লেষণের জন্য কাস্টম রিপোর্ট তৈরি করুন, দেখুন এবং পরিচালনা করুন
da: Opret, se og administrer tilpassede rapporter til dybdegående LMS-analyse
de: Erstellen, anzeigen und verwalten Sie benutzerdefinierte Berichte für eine detaillierte LMS-Analyse
el: Δημιουργήστε, προβάλετε και διαχειριστείτε προσαρμοσμένες αναφορές για εις βάθος ανάλυση LMS
es: Cree, vea y administre informes personalizados para un análisis LMS en profundidad
fi: Luo, tarkastele ja hallinnoi mukautettuja raportteja syvällistä LMS-analyysiä varten
fr: Créez, affichez et gérez des rapports personnalisés pour une analyse LMS approfondie
he: צור, הצג ונהל דוחות מותאמים אישית לניתוח LMS מעמיק
hi: गहन एलएमएस विश्लेषण के लिए कस्टम रिपोर्ट बनाएं, देखें और प्रबंधित करें
id: Buat, lihat, dan kelola laporan khusus untuk analisis LMS yang mendalam
it: Crea, visualizza e gestisci report personalizzati per un'analisi LMS approfondita
ja: 詳細な LMS 分析のためのカスタム レポートを作成、表示、管理します
kn: ಆಳವಾದ LMS ವಿಶ್ಲೇಷಣೆಗಾಗಿ ಕಸ್ಟಮ್ ವರದಿಗಳನ್ನು ರಚಿಸಿ, ವೀಕ್ಷಿಸಿ ಮತ್ತು ನಿರ್ವಹಿಸಿ
ml: ആഴത്തിലുള്ള LMS വിശകലനത്തിനായി ഇഷ്‌ടാനുസൃത റിപ്പോർട്ടുകൾ സൃഷ്‌ടിക്കുക, കാണുക, നിയന്ത്രിക്കുക
mr: सखोल LMS विश्लेषणासाठी सानुकूल अहवाल तयार करा, पहा आणि व्यवस्थापित करा
nl: Creëer, bekijk en beheer aangepaste rapporten voor diepgaande LMS-analyse
pa: ਡੂੰਘਾਈ ਨਾਲ LMS ਵਿਸ਼ਲੇਸ਼ਣ ਲਈ ਕਸਟਮ ਰਿਪੋਰਟਾਂ ਬਣਾਓ, ਵੇਖੋ ਅਤੇ ਪ੍ਰਬੰਧਿਤ ਕਰੋ
pl: Twórz, przeglądaj i zarządzaj niestandardowymi raportami w celu dogłębnej analizy LMS
pt: Crie, visualize e gerencie relatórios personalizados para análises aprofundadas do LMS
ru: Создавайте, просматривайте и управляйте пользовательскими отчетами для углубленного анализа LMS.
sv: Skapa, visa och hantera anpassade rapporter för djupgående LMS-analys
ta: ஆழமான LMS பகுப்பாய்விற்கான தனிப்பயன் அறிக்கைகளை உருவாக்கவும், பார்க்கவும் மற்றும் நிர்வகிக்கவும்
te: లోతైన LMS విశ్లేషణ కోసం అనుకూల నివేదికలను సృష్టించండి, వీక్షించండి మరియు నిర్వహించండి
th: สร้าง ดู และจัดการรายงานที่กำหนดเองสำหรับการวิเคราะห์ LMS เชิงลึก
tr: Derinlemesine LMS analizi için özel raporlar oluşturun, görüntüleyin ve yönetin
vi: Tạo, xem và quản lý báo cáo tùy chỉnh để phân tích LMS chuyên sâu

source: Report Builder
ar: منشئ التقرير
bn: প্রতিবেদন নির্মাতা
da: Rapportbygger
el: Εργαλείο δημιουργίας αναφορών
es: Generador de informes
fr: Générateur de rapports
he: בונה דוחות
hi: रिपोर्ट बिल्डर
id: Pembuat Laporan
it: Generatore di report
ja: レポートビルダー
kn: ವರದಿ ಬಿಲ್ಡರ್
ml: റിപ്പോർട്ട് ബിൽഡർ
mr: अहवाल बिल्डर
nl: Rapportbouwer
pa: ਰਿਪੋਰਟ ਬਿਲਡਰ
pl: Kreator raportów
pt: Construtor de relatórios
ru: Построитель отчетов
sv: Rapportbyggare
ta: அறிக்கை உருவாக்குபவர்
te: నివేదిక బిల్డర్
th: เครื่องมือสร้างรายงาน
tr: Rapor Oluşturucu
vi: Trình tạo báo cáo

source: Report Name
ar: اسم التقرير
bn: রিপোর্টের নাম
da: Rapportens navn
de: Berichtsname
el: Όνομα αναφοράς
es: Nombre del informe
fi: Raportin nimi
fr: Nom du rapport
he: שם הדוח
hi: रिपोर्ट का नाम
id: Nama Laporan
it: Nome del rapporto
ja: レポート名
kn: ವರದಿ ಹೆಸರು
ml: പേര് റിപ്പോർട്ട് ചെയ്യുക
mr: अहवालाचे नाव
nl: Rapportnaam
pa: ਰਿਪੋਰਟ ਦਾ ਨਾਮ
pl: Nazwa raportu
pt: Nome do relatório
ru: Имя отчета
sv: Rapportens namn
ta: அறிக்கை பெயர்
te: నివేదిక పేరు
th: ชื่อรายงาน
tr: Rapor Adı
vi: Tên báo cáo

source: Data Source
ar: مصدر البيانات
bn: ডাটা সোর্স
da: Datakilde
de: Datenquelle
el: Πηγή δεδομένων
es: Fuente de datos
fi: Tietolähde
fr: Source de données
he: מקור נתונים
hi: डेटा स्रोत
id: Sumber Data
it: Origine dati
ja: データソース
kn: ಡೇಟಾ ಮೂಲ
ml: ഡാറ്റ ഉറവിടം
mr: डेटा स्रोत
nl: Gegevensbron
pa: ਡਾਟਾ ਸਰੋਤ
pl: Źródło danych
pt: Fonte de dados
ru: Источник данных
sv: Datakälla
ta: தரவு ஆதாரம்
te: డేటా మూలం
th: แหล่งข้อมูล
tr: Veri Kaynağı
vi: Nguồn dữ liệu

source: Course Enrollments
ar: التسجيل في الدورة
bn: কোর্স তালিকাভুক্তি
da: Kursustilmelding
de: Kursanmeldung
el: Εγγραφή μαθημάτων
es: Inscripción al curso
fi: Kurssille ilmoittautuminen
fr: Inscription aux cours
he: הרשמה לקורס
hi: पाठ्यक्रम नामांकन
id: Pendaftaran Kursus
it: Iscrizione al corso
ja: コース登録
kn: ಕೋರ್ಸ್ ದಾಖಲಾತಿ
ml: കോഴ്‌സ് എൻറോൾമെൻ്റ്
mr: अभ्यासक्रम नावनोंदणी
nl: Cursusinschrijving
pa: ਕੋਰਸ ਦਾਖਲਾ
pl: Zapisy na kurs
pt: Inscrição no Curso
ru: Запись на курс
sv: Kursregistrering
ta: பாடப் பதிவு
te: కోర్సు నమోదు
th: การลงทะเบียนหลักสูตร
tr: Ders Kaydı
vi: Đăng ký khóa học

source: User Progress
ar: تقدم المستخدم
bn: ব্যবহারকারীর অগ্রগতি
da: Brugerfremskridt
de: Benutzerfortschritt
el: Πρόοδος χρήστη
es: Progreso del usuario
fi: Käyttäjän edistyminen
fr: Progression de l'utilisateur
gu: વપરાશકર્તા પ્રગતિ
he: התקדמות המשתמש
hi: उपयोगकर्ता प्रगति
id: Kemajuan Pengguna
it: Avanzamento dell'utente
ja: ユーザーの進捗状況
kn: ಬಳಕೆದಾರರ ಪ್ರಗತಿ
ml: ഉപയോക്തൃ പുരോഗതി
mr: वापरकर्ता प्रगती
nl: Gebruikersvoortgang
no: Brukerfremgang
or: ଉପଯୋଗକର୍ତ୍ତା ପ୍ରଗତି |
pa: ਉਪਭੋਗਤਾ ਪ੍ਰਗਤੀ
pl: Postęp użytkownika
pt: Progresso do usuário
ru: Прогресс пользователя
sv: Användarförlopp
ta: பயனர் முன்னேற்றம்
te: వినియోగదారు పురోగతి
th: ความคืบหน้าของผู้ใช้
tr: Kullanıcı İlerlemesi
vi: Tiến trình của người dùng

source: Assessment Results
ar: نتائج التقييم
bn: মূল্যায়ন ফলাফল
da: Vurderingsresultater
de: Bewertungsergebnisse
el: Αποτελέσματα Αξιολόγησης
es: Resultados de la evaluación
fi: Arvioinnin tulokset
fr: Résultats de l'évaluation
gu: આકારણી પરિણામો
he: תוצאות הערכה
hi: मूल्यांकन परिणाम
id: Hasil Penilaian
it: Risultati della valutazione
ja: 評価結果
kn: ಮೌಲ್ಯಮಾಪನ ಫಲಿತಾಂಶಗಳು
ml: മൂല്യനിർണ്ണയ ഫലങ്ങൾ
mr: मूल्यांकन परिणाम
nl: Beoordelingsresultaten
no: Vurderingsresultater
or: ମୂଲ୍ୟାଙ୍କନ ଫଳାଫଳ
pa: ਮੁਲਾਂਕਣ ਨਤੀਜੇ
pl: Wyniki oceny
pt: Resultados da avaliação
ru: Результаты оценки
sv: Bedömningsresultat
ta: மதிப்பீட்டு முடிவுகள்
te: మూల్యాంకన ఫలితాలు
th: ผลการประเมิน
tr: Değerlendirme Sonuçları
vi: Kết quả đánh giá

source: User Engagement
ar: مشاركة المستخدم
bn: ব্যবহারকারীর ব্যস্ততা
da: Bruger Engagement
de: Benutzerinteraktion
el: Δέσμευση χρήστη
es: Compromiso del usuario
fi: Käyttäjien sitoutuminen
fr: Engagement des utilisateurs
gu: વપરાશકર્તા સગાઈ
he: מעורבות משתמשים
hi: उपयोगकर्ता सहभागिता
id: Keterlibatan Pengguna
it: Coinvolgimento degli utenti
ja: ユーザーエンゲージメント
kn: ಬಳಕೆದಾರ ಎಂಗೇಜ್ಮೆಂಟ್
ml: ഉപയോക്തൃ ഇടപെടൽ
mr: वापरकर्ता प्रतिबद्धता
nl: Gebruikersbetrokkenheid
no: Brukerengasjement
or: ଉପଭୋକ୍ତା ଯୋଗଦାନ |
pa: ਉਪਭੋਗਤਾ ਦੀ ਸ਼ਮੂਲੀਅਤ
pl: Zaangażowanie użytkowników
pt: Envolvimento do usuário
ru: Вовлечение пользователей
sv: Användarengagemang
ta: பயனர் ஈடுபாடு
te: వినియోగదారు నిశ్చితార్థం
th: การมีส่วนร่วมของผู้ใช้
tr: Kullanıcı Etkileşimi
vi: Sự tham gia của người dùng

source: Metrics
ar: المقاييس
bn: মেট্রিক্স
de: Metriken
el: Μετρήσεις
es: Métrica
fi: Mittarit
fr: Métrique
he: מדדים
hi: मेट्रिक्स
id: Metrik
it: Metrica
ja: メトリクス
kn: ಮೆಟ್ರಿಕ್ಸ್
ml: മെട്രിക്സ്
mr: मेट्रिक्स
nl: Statistieken
pa: ਮੈਟ੍ਰਿਕਸ
pl: Metryka
pt: Métricas
ru: Метрики
sv: Metrik
ta: அளவீடுகள்
te: కొలమానాలు
th: เมตริก
tr: Metrikler
vi: Số liệu

source: Time Spent
ar: الوقت المستغرق
bn: সময় কাটানো
da: Tid brugt
de: Zeitaufwand
el: Χρόνος που δαπανήθηκε
es: Tiempo invertido
fi: Vietetty aika
fr: Temps passé
he: זמן בילה
hi: समय बिताया
id: Waktu yang Dihabiskan
it: Tempo trascorso
ja: 費やした時間
kn: ಕಳೆದ ಸಮಯ
ml: ചെലവഴിച്ച സമയം
mr: वेळ घालवला
nl: Tijd besteed
pa: ਸਮਾਂ ਬਿਤਾਇਆ
pl: Czas spędzony
pt: Tempo gasto
ru: Проведенное время
sv: Tid tillbringad
ta: செலவழித்த நேரம்
te: గడిపిన సమయం
th: เวลาที่ใช้ไป
tr: Harcanan Zaman
vi: Thời gian đã sử dụng

source: Last 7 days
ar: آخر 7 أيام
bn: গত ৭ দিন
da: Sidste 7 dage
de: Letzte 7 Tage
el: Τελευταίες 7 μέρες
es: últimos 7 días
fi: Viimeiset 7 päivää
fr: 7 derniers jours
he: 7 ימים אחרונים
hi: पिछले 7 दिन
id: 7 hari terakhir
it: Ultimi 7 giorni
ja: 過去 7 日間
kn: ಕಳೆದ 7 ದಿನಗಳು
ml: കഴിഞ്ഞ 7 ദിവസം
mr: शेवटचे ७ दिवस
nl: Laatste 7 dagen
pa: ਪਿਛਲੇ 7 ਦਿਨ
pl: Ostatnie 7 dni
pt: Últimos 7 dias
ru: Последние 7 дней
sv: Senaste 7 dagarna
ta: கடந்த 7 நாட்கள்
te: గత 7 రోజులు
th: 7 วันที่ผ่านมา
tr: Son 7 gün
vi: 7 ngày qua

source: Last 30 days
ar: آخر 30 يومًا
bn: গত 30 দিন
da: Sidste 30 dage
de: Letzte 30 Tage
el: Τελευταίες 30 ημέρες
es: últimos 30 días
fi: Viimeiset 30 päivää
fr: 30 derniers jours
he: 30 הימים האחרונים
hi: पिछले 30 दिन
id: 30 hari terakhir
it: Ultimi 30 giorni
ja: 過去 30 日間
kn: ಕಳೆದ 30 ದಿನಗಳು
ml: കഴിഞ്ഞ 30 ദിവസം
mr: शेवटचे ३० दिवस
nl: Laatste 30 dagen
pa: ਪਿਛਲੇ 30 ਦਿਨ
pl: Ostatnie 30 dni
pt: Últimos 30 dias
ru: Последние 30 дней
sv: Senaste 30 dagarna
ta: கடந்த 30 நாட்கள்
te: గత 30 రోజులు
th: 30 วันที่ผ่านมา
tr: Son 30 gün
vi: 30 ngày qua

source: Last 3 months
ar: آخر 3 أشهر
bn: গত ৩ মাস
da: Sidste 3 måneder
de: Letzte 3 Monate
el: Τελευταίοι 3 μήνες
es: últimos 3 meses
fi: Viimeiset 3 kuukautta
fr: 3 derniers mois
he: 3 חודשים אחרונים
hi: पिछले 3 महीने
id: 3 bulan terakhir
it: Ultimi 3 mesi
ja: 過去 3 か月
kn: ಕಳೆದ 3 ತಿಂಗಳು
ml: കഴിഞ്ഞ 3 മാസം
mr: शेवटचे ३ महिने
nl: Laatste 3 maanden
pa: ਪਿਛਲੇ 3 ਮਹੀਨੇ
pl: Ostatnie 3 miesiące
pt: Últimos 3 meses
ru: Последние 3 месяца
sv: Senaste 3 månaderna
ta: கடந்த 3 மாதங்கள்
te: గత 3 నెలలు
th: 3 เดือนที่ผ่านมา
tr: Son 3 ay
vi: 3 tháng qua

source: Last 6 months
ar: آخر 6 أشهر
bn: গত ৬ মাস
da: Sidste 6 måneder
de: Letzte 6 Monate
el: Τελευταίοι 6 μήνες
es: últimos 6 meses
fi: Viimeiset 6 kuukautta
fr: 6 derniers mois
he: 6 חודשים אחרונים
hi: पिछले 6 महीने
id: 6 bulan terakhir
it: Ultimi 6 mesi
ja: 過去6ヶ月
kn: ಕಳೆದ 6 ತಿಂಗಳು
ml: കഴിഞ്ഞ 6 മാസം
mr: शेवटचे ६ महिने
nl: Laatste 6 maanden
pa: ਪਿਛਲੇ 6 ਮਹੀਨੇ
pl: Ostatnie 6 miesięcy
pt: Últimos 6 meses
ru: Последние 6 месяцев
sv: Senaste 6 månaderna
ta: கடந்த 6 மாதங்கள்
te: గత 6 నెలలు
th: 6 เดือนที่ผ่านมา
tr: Son 6 ay
vi: 6 tháng qua

source: Last year
ar: العام الماضي
bn: গত বছর
da: Sidste år
de: Letztes Jahr
el: Πέρυσι
es: El año pasado
fi: Viime vuonna
fr: L'année dernière
he: אֶשׁתָקַד
hi: पिछले साल
id: Tahun lalu
it: L'anno scorso
ja: 去年
kn: ಕಳೆದ ವರ್ಷ
ml: കഴിഞ്ഞ വര്ഷം
mr: गेल्या वर्षी
nl: Vorig jaar
pa: ਪਿਛਲੇ ਸਾਲ
pl: W ubiegłym roku
pt: Ano passado
ru: В прошлом году
sv: Förra året
ta: கடந்த ஆண்டு
te: గత సంవత్సరం
th: ปีที่แล้ว
tr: Geçen sene
vi: Năm ngoái

source: Custom range
ar: نطاق مخصص
bn: কাস্টম পরিসীমা
da: Brugerdefineret rækkevidde
de: Benutzerdefiniertes Sortiment
el: Προσαρμοσμένο εύρος
es: Rango personalizado
fi: Mukautettu valikoima
fr: Gamme personnalisée
he: טווח מותאם אישית
hi: कस्टम रेंज
id: Rentang khusus
it: Gamma personalizzata
ja: カスタム範囲
kn: ಕಸ್ಟಮ್ ಶ್ರೇಣಿ
ml: ഇഷ്‌ടാനുസൃത ശ്രേണി
mr: सानुकूल श्रेणी
nl: Aangepast bereik
pa: ਕਸਟਮ ਰੇਂਜ
pl: Zakres niestandardowy
pt: Intervalo personalizado
ru: Пользовательский диапазон
sv: Anpassat sortiment
ta: தனிப்பயன் வரம்பு
te: అనుకూల పరిధి
th: ช่วงที่กำหนดเอง
tr: Özel aralık
vi: Phạm vi tùy chỉnh

source: Chart Type
ar: نوع الرسم البياني
bn: চার্টের ধরন
da: Diagramtype
de: Diagrammtyp
el: Τύπος γραφήματος
es: Tipo de gráfico
fi: Kaavion tyyppi
fr: Type de graphique
he: סוג תרשים
hi: चार्ट प्रकार
id: Jenis Bagan
it: Tipo di grafico
ja: グラフの種類
kn: ಚಾರ್ಟ್ ಪ್ರಕಾರ
ml: ചാർട്ട് തരം
mr: चार्ट प्रकार
nl: Grafiektype
pa: ਚਾਰਟ ਦੀ ਕਿਸਮ
pl: Typ wykresu
pt: Tipo de gráfico
ru: Тип диаграммы
sv: Diagramtyp
ta: விளக்கப்பட வகை
te: చార్ట్ రకం
th: ประเภทแผนภูมิ
tr: Grafik Türü
vi: Loại biểu đồ

source: Bar Chart
ar: مخطط شريطي
bn: বার চার্ট
da: Søjlediagram
de: Balkendiagramm
el: Διάγραμμα ράβδων
es: Gráfico de barras
fi: Pylväsdiagrammi
fr: Graphique à barres
he: תרשים עמודות
hi: बार चार्ट
id: Bagan Batang
it: Grafico a barre
ja: 棒グラフ
kn: ಬಾರ್ ಚಾರ್ಟ್
ml: ബാർ ചാർട്ട്
mr: बार चार्ट
nl: Staafdiagram
pa: ਬਾਰ ਚਾਰਟ
pl: Wykres słupkowy
pt: Gráfico de barras
ru: Гистограмма
sv: Stapeldiagram
ta: பார் விளக்கப்படம்
te: బార్ చార్ట్
th: แผนภูมิแท่ง
tr: Çubuk Grafik
vi: Biểu đồ thanh

source: Line Chart
ar: مخطط خطي
bn: লাইন চার্ট
da: Linjediagram
de: Liniendiagramm
el: Γραμμικό γράφημα
es: Gráfico de líneas
fi: Viivakaavio
fr: Graphique linéaire
he: תרשים קווים
hi: लाइन चार्ट
id: Bagan Garis
it: Grafico a linee
ja: 折れ線グラフ
kn: ಲೈನ್ ಚಾರ್ಟ್
ml: ലൈൻ ചാർട്ട്
mr: रेखा चार्ट
nl: Lijndiagram
pa: ਲਾਈਨ ਚਾਰਟ
pl: Wykres liniowy
pt: Gráfico de linhas
ru: Линейный график
sv: Linjediagram
ta: வரி விளக்கப்படம்
te: లైన్ చార్ట్
th: แผนภูมิเส้น
tr: Çizgi Grafiği
vi: Biểu đồ đường

source: Pie Chart
ar: مخطط دائري
bn: পাই চার্ট
da: Cirkeldiagram
de: Kreisdiagramm
el: Διάγραμμα πίτας
es: Gráfico circular
fi: Ympyräkaavio
fr: Graphique circulaire
he: תרשים עוגה
hi: पाई चार्ट
id: Bagan Pai
it: Grafico a torta
ja: 円グラフ
kn: ಪೈ ಚಾರ್ಟ್
ml: പൈ ചാർട്ട്
mr: पाई चार्ट
nl: Cirkeldiagram
pa: ਪਾਈ ਚਾਰਟ
pl: Wykres kołowy
pt: Gráfico de pizza
ru: Круговая диаграмма
sv: Cirkeldiagram
ta: பை விளக்கப்படம்
te: పై చార్ట్
th: แผนภูมิวงกลม
tr: Pasta Grafiği
vi: Biểu đồ hình tròn

source: Table
ar: طاولة
bn: টেবিল
da: Tabel
de: Tisch
el: Τραπέζι
es: Mesa
fi: Taulukko
fr: Tableau
he: לוּחַ
hi: मेज़
id: Meja
it: Tavolo
ja: テーブル
kn: ಟೇಬಲ್
ml: മേശ
mr: टेबल
nl: Tafel
pa: ਟੇਬਲ
pl: Tabela
pt: Mesa
ru: Стол
sv: Tabell
ta: அட்டவணை
te: పట్టిక
th: โต๊ะ
tr: Masa
vi: Bàn

source: Generate Report
ar: إنشاء تقرير
bn: প্রতিবেদন তৈরি করুন
da: Generer rapport
de: Bericht erstellen
el: Δημιουργία αναφοράς
es: Generar informe
fi: Luo raportti
fr: Générer un rapport
gu: રિપોર્ટ જનરેટ કરો
he: הפקת דוח
hi: रिपोर्ट तैयार करें
id: Hasilkan Laporan
it: Genera rapporto
ja: レポートの生成
kn: ವರದಿಯನ್ನು ರಚಿಸಿ
ml: റിപ്പോർട്ട് സൃഷ്ടിക്കുക
mr: अहवाल तयार करा
nl: Rapport genereren
no: Generer rapport
or: ରିପୋର୍ଟ ସୃଷ୍ଟି କରନ୍ତୁ |
pa: ਰਿਪੋਰਟ ਤਿਆਰ ਕਰੋ
pl: Wygeneruj raport
pt: Gerar relatório
ru: Создать отчет
sv: Skapa rapport
ta: அறிக்கையை உருவாக்கவும்
te: నివేదికను రూపొందించండి
th: สร้างรายงาน
tr: Rapor Oluştur
vi: Tạo báo cáo

source: Saved Reports
ar: التقارير المحفوظة
bn: সংরক্ষিত রিপোর্ট
da: Gemte rapporter
de: Gespeicherte Berichte
el: Αποθηκευμένες αναφορές
es: Informes guardados
fi: Tallennetut raportit
fr: Rapports enregistrés
he: דוחות שמורים
hi: सहेजी गई रिपोर्टें
id: Laporan Tersimpan
it: Rapporti salvati
ja: 保存されたレポート
kn: ಉಳಿಸಿದ ವರದಿಗಳು
ml: സംരക്ഷിച്ച റിപ്പോർട്ടുകൾ
mr: जतन केलेले अहवाल
nl: Opgeslagen rapporten
pa: ਸੁਰੱਖਿਅਤ ਕੀਤੀਆਂ ਰਿਪੋਰਟਾਂ
pl: Zapisane raporty
pt: Relatórios salvos
ru: Сохраненные отчеты
sv: Sparade rapporter
ta: சேமிக்கப்பட்ட அறிக்கைகள்
te: సేవ్ చేసిన నివేదికలు
th: รายงานที่บันทึกไว้
tr: Kaydedilen Raporlar
vi: Báo cáo đã lưu

source: Last Run
ar: التشغيل الأخير
bn: শেষ রান
da: Sidste løb
de: Letzter Lauf
el: Τελευταίο τρέξιμο
es: Última ejecución
fi: Viimeinen juoksu
fr: Dernière exécution
he: ריצה אחרונה
hi: आखरी बार
id: Jalankan Terakhir
it: Ultima corsa
ja: ラストラン
kn: ಕೊನೆಯ ಓಟ
ml: അവസാന ഓട്ടം
mr: शेवटची रन
nl: Laatste run
pa: ਆਖਰੀ ਦੌੜ
pl: Ostatni bieg
pt: Última execução
ru: Последний запуск
sv: Sista körningen
ta: கடைசி ஓட்டம்
te: చివరి పరుగు
th: วิ่งครั้งสุดท้าย
tr: Son Çalıştırma
vi: Lần chạy cuối cùng

source: Course Completion Trends
ar: اتجاهات إكمال الدورة
bn: কোর্স সমাপ্তির প্রবণতা
da: Kursusgennemførelsestendenser
de: Kursabschlusstrends
el: Τάσεις ολοκλήρωσης μαθημάτων
es: Tendencias de finalización de cursos
fi: Kurssien valmistumissuuntaukset
fr: Tendances d’achèvement des cours
he: מגמות סיום קורסים
hi: पाठ्यक्रम समापन रुझान
id: Tren Penyelesaian Kursus
it: Tendenze di completamento del corso
ja: コース修了者の傾向
kn: ಕೋರ್ಸ್ ಪೂರ್ಣಗೊಳಿಸುವಿಕೆಯ ಪ್ರವೃತ್ತಿಗಳು
ml: കോഴ്സ് പൂർത്തിയാക്കൽ ട്രെൻഡുകൾ
mr: अभ्यासक्रम पूर्ण करण्याचा ट्रेंड
nl: Trends voor het voltooien van cursussen
pa: ਕੋਰਸ ਪੂਰਾ ਕਰਨ ਦੇ ਰੁਝਾਨ
pl: Trendy w ukończeniu kursu
pt: Tendências de conclusão de curso
ru: Тенденции завершения курса
sv: Kursavslutningstrender
ta: பாடநெறி முடிக்கும் போக்குகள்
te: కోర్సు పూర్తి ట్రెండ్స్
th: แนวโน้มการสำเร็จหลักสูตร
tr: Kurs Tamamlama Eğilimleri
vi: Xu hướng hoàn thành khóa học

source: Assessment Performance Analysis
ar: تحليل أداء التقييم
bn: মূল্যায়ন কর্মক্ষমতা বিশ্লেষণ
da: Vurdering Performance Analyse
de: Bewertungsleistungsanalyse
el: Ανάλυση Επιδόσεων Αξιολόγησης
es: Análisis del desempeño de la evaluación
fi: Arvioinnin suorituskyvyn analyysi
fr: Analyse des performances d’évaluation
he: ניתוח ביצועי הערכה
hi: मूल्यांकन प्रदर्शन विश्लेषण
id: Analisis Kinerja Penilaian
it: Analisi delle prestazioni di valutazione
ja: 評価パフォーマンス分析
kn: ಮೌಲ್ಯಮಾಪನ ಕಾರ್ಯಕ್ಷಮತೆಯ ವಿಶ್ಲೇಷಣೆ
ml: വിലയിരുത്തൽ പ്രകടന വിശകലനം
mr: मूल्यांकन कामगिरी विश्लेषण
nl: Analyse van beoordelingsprestaties
pa: ਮੁਲਾਂਕਣ ਪ੍ਰਦਰਸ਼ਨ ਵਿਸ਼ਲੇਸ਼ਣ
pl: Analiza wyników oceny
pt: Análise de desempenho de avaliação
ru: Анализ эффективности оценки
ta: மதிப்பீட்டு செயல்திறன் பகுப்பாய்வு
te: అసెస్‌మెంట్ పనితీరు విశ్లేషణ
th: การวิเคราะห์ผลการประเมิน
tr: Değerlendirme Performans Analizi
vi: Đánh giá Phân tích Hiệu suất

source: Sample Custom Report: Course Completion Trends
ar: نموذج تقرير مخصص: اتجاهات إكمال الدورة التدريبية
bn: নমুনা কাস্টম রিপোর্ট: কোর্স সমাপ্তির প্রবণতা
da: Eksempel på tilpasset rapport: Kursusgennemførelsestendenser
de: Beispiel für einen benutzerdefinierten Bericht: Kursabschlusstrends
el: Δείγμα προσαρμοσμένης αναφοράς: Τάσεις ολοκλήρωσης μαθημάτων
es: Informe personalizado de muestra: Tendencias de finalización de cursos
fi: Esimerkki mukautetusta raportista: kurssin suorittamistrendit
fr: Exemple de rapport personnalisé : tendances d'achèvement des cours
he: דוח מותאם אישית לדוגמה: מגמות סיום קורסים
hi: नमूना कस्टम रिपोर्ट: पाठ्यक्रम समापन रुझान
id: Contoh Laporan Khusus: Tren Penyelesaian Kursus
it: Rapporto personalizzato di esempio: tendenze di completamento del corso
ja: カスタム レポートのサンプル: コース完了傾向
kn: ಮಾದರಿ ಕಸ್ಟಮ್ ವರದಿ: ಕೋರ್ಸ್ ಪೂರ್ಣಗೊಳಿಸುವಿಕೆಯ ಪ್ರವೃತ್ತಿಗಳು
ml: മാതൃകാ കസ്റ്റം റിപ്പോർട്ട്: കോഴ്സ് പൂർത്തിയാക്കൽ ട്രെൻഡുകൾ
mr: नमुना सानुकूल अहवाल: अभ्यासक्रम पूर्ण करण्याचा ट्रेंड
nl: Voorbeeld van een aangepast rapport: trends in het voltooien van cursussen
pa: ਨਮੂਨਾ ਕਸਟਮ ਰਿਪੋਰਟ: ਕੋਰਸ ਪੂਰਾ ਕਰਨ ਦੇ ਰੁਝਾਨ
pl: Przykładowy raport niestandardowy: Trendy w ukończeniu kursu
pt: Exemplo de relatório personalizado: tendências de conclusão de curso
ru: Пример пользовательского отчета: Тенденции завершения курса
sv: Exempel på anpassad rapport: Trender för slutförande av kurser
ta: மாதிரி தனிப்பயன் அறிக்கை: பாடநெறி முடிக்கும் போக்குகள்
te: నమూనా అనుకూల నివేదిక: కోర్సు పూర్తి ట్రెండ్‌లు
th: ตัวอย่างรายงานที่กำหนดเอง: แนวโน้มการจบหลักสูตร
tr: Örnek Özel Rapor: Kurs Tamamlama Eğilimleri
vi: Báo cáo tùy chỉnh mẫu: Xu hướng hoàn thành khóa học

source: Key Insight 1
ar: البصيرة الرئيسية 1
bn: মূল অন্তর্দৃষ্টি 1
da: Nøgleindsigt 1
de: Wichtige Erkenntnis 1
el: Βασική Διερεύνηση 1
es: Información clave 1
fi: Keskeinen näkemys 1
fr: Aperçu clé 1
he: תובנות מפתח 1
hi: मुख्य अंतर्दृष्टि 1
id: Wawasan Utama 1
it: Approfondimento chiave 1
ja: 重要な洞察 1
kn: ಪ್ರಮುಖ ಒಳನೋಟ 1
ml: പ്രധാന ഉൾക്കാഴ്ച 1
mr: मुख्य अंतर्दृष्टी 1
nl: Kerninzicht 1
pa: ਮੁੱਖ ਸੂਝ 1
pl: Kluczowe spostrzeżenie 1
pt: Visão principal 1
ru: Ключевая идея 1
sv: Nyckelinsikt 1
ta: முக்கிய நுண்ணறிவு 1
te: ముఖ్య అంతర్దృష్టి 1
th: ข้อมูลเชิงลึกที่สำคัญ 1
tr: Temel Bilgi 1
vi: Thông tin chi tiết quan trọng 1

source: Completion rates have increased by 15%% over the last 3 months.
ar: ارتفعت معدلات الإنجاز بنسبة 15% خلال الأشهر الثلاثة الماضية.
bn: শেষ 3 মাসে সমাপ্তির হার 15%% বৃদ্ধি পেয়েছে।
da: Gennemførelsesprocenten er steget med 15 %% over de sidste 3 måneder.
de: Die Fertigstellungsraten sind in den letzten drei Monaten um 15 % gestiegen.
el: Τα ποσοστά ολοκλήρωσης έχουν αυξηθεί κατά 15%% τους τελευταίους 3 μήνες.
es: Las tasas de finalización han aumentado un 15%% en los últimos 3 meses.
fi: Valmistumisasteet ovat nousseet 15 %% viimeisen kolmen kuukauden aikana.
fr: Les taux d'achèvement ont augmenté de 15%% au cours des 3 derniers mois.
he: שיעורי ההשלמה עלו ב-15%% במהלך 3 החודשים האחרונים.
hi: पिछले 3 महीनों में पूर्णता दर में 15%% की वृद्धि हुई है।
id: Tingkat penyelesaian telah meningkat sebesar 15%% selama 3 bulan terakhir.
it: I tassi di completamento sono aumentati del 15%% negli ultimi 3 mesi.
ja: 過去 3 か月で完了率が 15%% 増加しました。
kn: ಕಳೆದ 3 ತಿಂಗಳುಗಳಲ್ಲಿ ಪೂರ್ಣಗೊಳಿಸುವಿಕೆಯ ದರಗಳು 15% ರಷ್ಟು ಹೆಚ್ಚಾಗಿದೆ.
ml: കഴിഞ്ഞ 3 മാസത്തിനിടെ പൂർത്തീകരണ നിരക്ക് 15% വർദ്ധിച്ചു.
mr: गेल्या 3 महिन्यांत पूर्णत्व दर 15%% वाढले आहेत.
nl: Het voltooiingspercentage is de afgelopen drie maanden met 15%% gestegen.
pa: ਪਿਛਲੇ 3 ਮਹੀਨਿਆਂ ਵਿੱਚ ਮੁਕੰਮਲ ਹੋਣ ਦੀਆਂ ਦਰਾਂ ਵਿੱਚ 15%% ਦਾ ਵਾਧਾ ਹੋਇਆ ਹੈ।
pl: W ciągu ostatnich 3 miesięcy wskaźnik ukończenia studiów wzrósł o 15%%.
pt: As taxas de conclusão aumentaram 15%% nos últimos 3 meses.
ru: За последние 3 месяца процент завершенных проектов увеличился на 15%.
sv: Färdigställandegraden har ökat med 15 %% under de senaste 3 månaderna.
ta: கடந்த 3 மாதங்களில் நிறைவு விகிதம் 15% அதிகரித்துள்ளது.
te: గత 3 నెలల్లో పూర్తి రేట్లు 15%% పెరిగాయి.
th: อัตราความสำเร็จเพิ่มขึ้น 15%% ในช่วง 3 เดือนที่ผ่านมา
tr: Tamamlama oranları son 3 ayda %15 arttı.
vi: Tỷ lệ hoàn thành đã tăng 15%% trong 3 tháng qua.

source: Key Insight 2
ar: البصيرة الرئيسية 2
bn: মূল অন্তর্দৃষ্টি 2
da: Nøgleindsigt 2
de: Schlüsselerkenntnis 2
el: Βασική Ενόραση 2
es: Información clave 2
fi: Keskeinen näkemys 2
fr: Aperçu clé 2
he: תובנות מפתח 2
hi: मुख्य अंतर्दृष्टि 2
id: Wawasan Utama 2
it: Approfondimento chiave 2
ja: 重要な洞察 2
kn: ಪ್ರಮುಖ ಒಳನೋಟ 2
ml: പ്രധാന ഉൾക്കാഴ്ച 2
mr: मुख्य अंतर्दृष्टी 2
nl: Kerninzicht 2
pa: ਮੁੱਖ ਸੂਝ 2
pl: Kluczowe spostrzeżenie 2
pt: Visão principal 2
ru: Ключевая идея 2
sv: Nyckelinsikt 2
ta: முக்கிய நுண்ணறிவு 2
te: ముఖ్య అంతర్దృష్టి 2
th: ข้อมูลเชิงลึกที่สำคัญ 2
tr: Temel Bilgi 2
vi: Thông tin chi tiết quan trọng 2

source: Web Development courses show the highest completion rates at 78%%.
ar: تظهر دورات تطوير الويب أعلى معدلات الإنجاز بنسبة 78%%.
bn: ওয়েব ডেভেলপমেন্ট কোর্স 78%% এ সর্বোচ্চ সমাপ্তির হার দেখায়।
da: Webudviklingskurser viser de højeste gennemførelsesrater på 78 %%.
de: Webentwicklungskurse weisen mit 78 % die höchsten Abschlussquoten auf.
el: Τα μαθήματα Ανάπτυξης Ιστού παρουσιάζουν τα υψηλότερα ποσοστά ολοκλήρωσης στο 78%.
es: Los cursos de Desarrollo web muestran las tasas de finalización más altas con un 78%%.
fi: Verkkokehityskurssien suorittamisaste on korkein, 78 %.
fr: Les cours de développement Web affichent les taux d'achèvement les plus élevés, soit 78 %.
he: קורסי בניית אתרים מציגים את שיעורי ההשלמה הגבוהים ביותר של 78%%.
hi: वेब विकास पाठ्यक्रम 78%% पर उच्चतम पूर्णता दर दिखाते हैं।
id: Kursus Pengembangan Web menunjukkan tingkat penyelesaian tertinggi sebesar 78%%.
it: I corsi di sviluppo web mostrano i tassi di completamento più alti pari al 78%.
ja: Web 開発コースは 78%% という最も高い修了率を示しています。
kn: ವೆಬ್ ಡೆವಲಪ್‌ಮೆಂಟ್ ಕೋರ್ಸ್‌ಗಳು 78% ರಷ್ಟು ಹೆಚ್ಚಿನ ಪೂರ್ಣಗೊಳಿಸುವಿಕೆಯ ದರಗಳನ್ನು ತೋರಿಸುತ್ತವೆ.
ml: വെബ് ഡെവലപ്‌മെൻ്റ് കോഴ്‌സുകൾ ഏറ്റവും ഉയർന്ന പൂർത്തീകരണ നിരക്ക് കാണിക്കുന്നു, 78%.
mr: वेब डेव्हलपमेंट अभ्यासक्रम सर्वाधिक 78%% पूर्ण करण्याचे दर दर्शवतात.
nl: Webontwikkelingscursussen laten de hoogste voltooiingspercentages zien van 78%%.
pa: ਵੈੱਬ ਡਿਵੈਲਪਮੈਂਟ ਕੋਰਸ 78%% 'ਤੇ ਸਭ ਤੋਂ ਵੱਧ ਸੰਪੂਰਨਤਾ ਦਰ ਦਿਖਾਉਂਦੇ ਹਨ।
pl: Kursy z zakresu tworzenia stron internetowych charakteryzują się najwyższym wskaźnikiem ukończenia – 78%.
pt: Os cursos de Desenvolvimento Web apresentam as maiores taxas de conclusão, 78%%.
ru: Курсы веб-разработки показывают самые высокие показатели завершения — 78%.
sv: Webbutvecklingskurser visar den högsta slutförandegraden på 78 %%.
ta: வெப் டெவலப்மென்ட் படிப்புகள் அதிகபட்சமாக 78% நிறைவு விகிதங்களைக் காட்டுகின்றன.
te: వెబ్ డెవలప్‌మెంట్ కోర్సులు అత్యధికంగా 78% పూర్తి రేట్లను చూపుతాయి.
th: หลักสูตรการพัฒนาเว็บไซต์แสดงอัตราการสำเร็จสูงสุดที่ 78%%
tr: Web Geliştirme kursları %%78 ile en yüksek tamamlanma oranlarını gösterir.
vi: Các khóa học Phát triển Web cho thấy tỷ lệ hoàn thành cao nhất ở mức 78%.
