Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Practical, real-world examples
ar: أمثلة عملية وواقعية
bn: ব্যবহারিক, বাস্তব বিশ্বের উদাহরণ
da: Praktiske eksempler fra den virkelige verden
de: Praktische Beispiele aus der Praxis
el: Πρακτικά παραδείγματα πραγματικού κόσμου
es: Ejemplos prácticos del mundo real
fi: Käytännön esimerkkejä tosielämästä
fr: Exemples pratiques et concrets
he: דוגמאות מעשיות מהעולם האמיתי
hi: व्यावहारिक, वास्तविक दुनिया के उदाहरण
id: Contoh praktis dan nyata
it: Esempi pratici e reali
ja: 実践的な実際の例
kn: ಪ್ರಾಯೋಗಿಕ, ನೈಜ-ಪ್ರಪಂಚದ ಉದಾಹರಣೆಗಳು
ml: പ്രായോഗിക, യഥാർത്ഥ ലോക ഉദാഹരണങ്ങൾ
mr: व्यावहारिक, वास्तविक जगाची उदाहरणे
nl: Praktische voorbeelden uit de echte wereld
pa: ਵਿਹਾਰਕ, ਅਸਲ-ਸੰਸਾਰ ਦੀਆਂ ਉਦਾਹਰਣਾਂ
pl: Praktyczne przykłady z życia wzięte
pt: Exemplos práticos e do mundo real
ru: Практические примеры из реальной жизни
sv: Praktiska, verkliga exempel
ta: நடைமுறை, நிஜ உலக உதாரணங்கள்
te: ఆచరణాత్మక, వాస్తవ ప్రపంచ ఉదాహరణలు
th: ตัวอย่างที่ใช้งานได้จริงและใช้งานได้จริง
tr: Pratik, gerçek dünyadan örnekler
vi: Ví dụ thực tế, thực tế

source: Engaging instructors
ar: إشراك المدربين
bn: জড়িত প্রশিক্ষক
da: Engagerende instruktører
de: Einbindende Dozenten
el: Συμμετέχοντες εκπαιδευτές
es: Instructores atractivos
fi: Kiinnostavia ohjaajia
fr: Engager les instructeurs
he: מדריכים מרתקים
hi: प्रशिक्षकों को संलग्न करना
id: Melibatkan instruktur
it: Istruttori coinvolgenti
ja: 魅力的なインストラクター
kn: ತೊಡಗಿಸಿಕೊಳ್ಳುವ ಬೋಧಕರು
ml: ഇടപഴകുന്ന പരിശീലകർ
mr: गुंतवून ठेवणारे शिक्षक
nl: Betrokken instructeurs
pa: ਰੁਝੇਵੇਂ ਵਾਲੇ ਇੰਸਟ੍ਰਕਟਰ
pl: Angażujący instruktorzy
pt: Instrutores envolventes
ru: Привлекательные инструкторы
sv: Engagerande instruktörer
ta: ஈர்க்கும் பயிற்றுனர்கள்
te: బోధకులను ఆకర్షించడం
th: อาจารย์ผู้สอนที่มีส่วนร่วม
tr: İlgi çekici eğitmenler
vi: Giảng viên lôi cuốn

source: Well-structured course content
ar: محتوى الدورة منظم بشكل جيد
bn: ভাল-গঠিত কোর্স বিষয়বস্তু
da: Velstruktureret kursusindhold
de: Gut strukturierte Kursinhalte
el: Καλά δομημένο περιεχόμενο μαθημάτων
es: Contenido del curso bien estructurado.
fi: Hyvin jäsennelty kurssisisältö
fr: Contenu de cours bien structuré
he: תוכן קורס מובנה היטב
hi: अच्छी तरह से संरचित पाठ्यक्रम सामग्री
id: Konten kursus yang terstruktur dengan baik
it: Contenuti del corso ben strutturati
ja: しっかりと構成されたコース内容
kn: ಉತ್ತಮವಾಗಿ-ರಚನಾತ್ಮಕ ಕೋರ್ಸ್ ವಿಷಯ
ml: നന്നായി ചിട്ടപ്പെടുത്തിയ കോഴ്‌സ് ഉള്ളടക്കം
mr: सु-संरचित अभ्यासक्रम सामग्री
nl: Goed gestructureerde cursusinhoud
pa: ਚੰਗੀ ਤਰ੍ਹਾਂ ਸੰਗਠਿਤ ਕੋਰਸ ਸਮੱਗਰੀ
pl: Dobrze ustrukturyzowana treść kursu
pt: Conteúdo do curso bem estruturado
ru: Хорошо структурированное содержание курса
sv: Välstrukturerat kursinnehåll
ta: நன்கு கட்டமைக்கப்பட்ட பாடநெறி உள்ளடக்கம்
te: చక్కగా నిర్మాణాత్మకమైన కోర్సు కంటెంట్
th: เนื้อหาหลักสูตรที่มีโครงสร้างดี
tr: İyi yapılandırılmış ders içeriği
vi: Nội dung khóa học có cấu trúc tốt

source: Helpful quizzes and assignments
ar: اختبارات وواجبات مفيدة
bn: সহায়ক কুইজ এবং অ্যাসাইনমেন্ট
da: Nyttige quizzer og opgaver
de: Hilfreiche Tests und Aufgaben
el: Χρήσιμα κουίζ και εργασίες
es: Pruebas y tareas útiles
fi: Hyödyllisiä tietokilpailuja ja tehtäviä
fr: Des quiz et des devoirs utiles
he: חידונים ומטלות מועילות
hi: सहायक क्विज़ और असाइनमेंट
id: Kuis dan tugas yang bermanfaat
it: Quiz e compiti utili
ja: 役立つクイズと課題
kn: ಸಹಾಯಕವಾದ ರಸಪ್ರಶ್ನೆಗಳು ಮತ್ತು ಕಾರ್ಯಯೋಜನೆಗಳು
ml: സഹായകരമായ ക്വിസുകളും അസൈൻമെൻ്റുകളും
mr: उपयुक्त क्विझ आणि असाइनमेंट
nl: Handige quizzen en opdrachten
pa: ਮਦਦਗਾਰ ਕਵਿਜ਼ ਅਤੇ ਅਸਾਈਨਮੈਂਟ
pl: Pomocne quizy i zadania
pt: Testes e tarefas úteis
ru: Полезные тесты и задания.
sv: Användbara frågesporter och uppgifter
ta: பயனுள்ள வினாடி வினாக்கள் மற்றும் பணிகள்
te: సహాయకరమైన క్విజ్‌లు మరియు అసైన్‌మెంట్‌లు
th: แบบทดสอบและการมอบหมายที่เป็นประโยชน์
tr: Yararlı testler ve ödevler
vi: Câu đố và bài tập hữu ích

source: Areas for Improvement
ar: مجالات التحسين
bn: উন্নতির জন্য এলাকা
da: Områder til forbedring
de: Bereiche mit Verbesserungspotenzial
el: Περιοχές για Βελτίωση
es: Áreas de mejora
fi: Kehittämiskohteet
fr: Domaines d’amélioration
he: תחומים לשיפור
hi: सुधार के क्षेत्र
id: Area yang Perlu Diperbaiki
it: Aree di miglioramento
ja: 改善すべき領域
kn: ಸುಧಾರಣೆಗಾಗಿ ಪ್ರದೇಶಗಳು
ml: മെച്ചപ്പെടുത്താനുള്ള മേഖലകൾ
mr: सुधारणेसाठी क्षेत्रे
nl: Gebieden voor verbetering
pa: ਸੁਧਾਰ ਲਈ ਖੇਤਰ
pl: Obszary wymagające poprawy
pt: Áreas para melhoria
ru: Области для улучшения
sv: Förbättringsområden
ta: முன்னேற்றத்திற்கான பகுதிகள்
te: అభివృద్ధి కోసం ప్రాంతాలు
th: พื้นที่สำหรับการปรับปรุง
tr: İyileştirme Alanları
vi: Các lĩnh vực cần cải thiện

source: More interactive elements
ar: المزيد من العناصر التفاعلية
bn: আরো ইন্টারেক্টিভ উপাদান
da: Mere interaktive elementer
de: Weitere interaktive Elemente
el: Περισσότερα διαδραστικά στοιχεία
es: Elementos más interactivos
fi: Lisää interaktiivisia elementtejä
fr: Des éléments plus interactifs
he: אלמנטים אינטראקטיביים יותר
hi: अधिक इंटरैक्टिव तत्व
id: Elemen yang lebih interaktif
it: Elementi più interattivi
ja: より多くのインタラクティブな要素
kn: ಹೆಚ್ಚು ಸಂವಾದಾತ್ಮಕ ಅಂಶಗಳು
ml: കൂടുതൽ സംവേദനാത്മക ഘടകങ്ങൾ
mr: अधिक परस्परसंवादी घटक
nl: Meer interactieve elementen
pa: ਹੋਰ ਇੰਟਰਐਕਟਿਵ ਤੱਤ
pl: Więcej elementów interaktywnych
pt: Elementos mais interativos
ru: Больше интерактивных элементов
sv: Mer interaktiva element
ta: மேலும் ஊடாடும் கூறுகள்
te: మరిన్ని ఇంటరాక్టివ్ అంశాలు
th: องค์ประกอบแบบโต้ตอบเพิ่มเติม
tr: Daha etkileşimli öğeler
vi: Nhiều yếu tố tương tác hơn

source: Additional practice exercises
ar: تمارين تدريبية إضافية
bn: অতিরিক্ত অনুশীলন ব্যায়াম
da: Yderligere øvelser
de: Zusätzliche Übungsaufgaben
el: Πρόσθετες ασκήσεις εξάσκησης
es: Ejercicios de práctica adicionales
fi: Lisäharjoituksia
fr: Exercices pratiques supplémentaires
he: תרגילי תרגול נוספים
hi: अतिरिक्त अभ्यास अभ्यास
id: Latihan latihan tambahan
it: Ulteriori esercizi pratici
ja: 追加の練習問題
kn: ಹೆಚ್ಚುವರಿ ಅಭ್ಯಾಸ ವ್ಯಾಯಾಮಗಳು
ml: അധിക പരിശീലന വ്യായാമങ്ങൾ
mr: अतिरिक्त सराव व्यायाम
nl: Extra oefenoefeningen
pa: ਵਾਧੂ ਅਭਿਆਸ ਅਭਿਆਸ
pl: Dodatkowe ćwiczenia praktyczne
pt: Exercícios práticos adicionais
ru: Дополнительные практические упражнения
sv: Ytterligare övningsövningar
ta: கூடுதல் பயிற்சி பயிற்சிகள்
te: అదనపు అభ్యాస వ్యాయామాలు
th: แบบฝึกหัดเพิ่มเติม
tr: Ek pratik alıştırmaları
vi: Bài tập thực hành bổ sung

source: Faster response to questions
ar: استجابة أسرع للأسئلة
bn: প্রশ্নের দ্রুত উত্তর
da: Hurtigere svar på spørgsmål
de: Schnellere Antwort auf Fragen
el: Ταχύτερη απάντηση σε ερωτήσεις
es: Respuesta más rápida a las preguntas
fi: Nopeampi vastaus kysymyksiin
fr: Réponse plus rapide aux questions
he: תגובה מהירה יותר לשאלות
hi: प्रश्नों का तेज़ उत्तर
id: Respons lebih cepat terhadap pertanyaan
it: Risposta più rapida alle domande
ja: 質問へのより迅速な応答
kn: ಪ್ರಶ್ನೆಗಳಿಗೆ ವೇಗವಾದ ಪ್ರತಿಕ್ರಿಯೆ
ml: ചോദ്യങ്ങൾക്കുള്ള വേഗത്തിലുള്ള പ്രതികരണം
mr: प्रश्नांना जलद प्रतिसाद
nl: Snellere reactie op vragen
pa: ਸਵਾਲਾਂ ਦਾ ਤੇਜ਼ ਜਵਾਬ
pl: Szybsza reakcja na pytania
pt: Resposta mais rápida às perguntas
ru: Более быстрый ответ на вопросы
sv: Snabbare svar på frågor
ta: கேள்விகளுக்கு விரைவான பதில்
te: ప్రశ్నలకు వేగంగా ప్రతిస్పందన
th: ตอบคำถามได้เร็วขึ้น
tr: Sorulara daha hızlı yanıt
vi: Trả lời câu hỏi nhanh hơn

source: Updated course materials
ar: تحديث مواد الدورة
bn: আপডেট করা কোর্স উপকরণ
da: Opdateret kursusmateriale
de: Aktualisierte Kursmaterialien
el: Ενημερωμένο υλικό μαθημάτων
es: Materiales del curso actualizados.
fi: Päivitetyt kurssimateriaalit
fr: Supports de cours mis à jour
he: חומרי הקורס מעודכנים
hi: अद्यतन पाठ्यक्रम सामग्री
id: Materi kursus yang diperbarui
it: Materiali del corso aggiornati
ja: コース教材を更新しました
kn: ನವೀಕರಿಸಿದ ಕೋರ್ಸ್ ಸಾಮಗ್ರಿಗಳು
ml: പുതുക്കിയ കോഴ്‌സ് മെറ്റീരിയലുകൾ
mr: अद्ययावत अभ्यासक्रम साहित्य
nl: Vernieuwd cursusmateriaal
pa: ਅੱਪਡੇਟ ਕੀਤੀ ਕੋਰਸ ਸਮੱਗਰੀ
pl: Zaktualizowane materiały szkoleniowe
pt: Materiais do curso atualizados
ru: Обновленные материалы курса
sv: Uppdaterat kursmaterial
ta: புதுப்பிக்கப்பட்ட பாடப் பொருட்கள்
te: నవీకరించబడిన కోర్సు పదార్థాలు
th: อัปเดตเนื้อหาหลักสูตร
tr: Güncellenen kurs materyalleri
vi: Tài liệu khóa học được cập nhật

source: 2 Stars
ar: 2 نجوم
bn: 2 তারা
da: 2 stjerner
de: 2 Sterne
el: 2 αστέρια
es: 2 estrellas
fi: 2 tähteä
fr: 2 étoiles
he: 2 כוכבים
hi: 2 सितारे
id: 2 Bintang
it: 2 Stelle
ja: 2つ星
kn: 2 ನಕ್ಷತ್ರಗಳು
ml: 2 നക്ഷത്രങ്ങൾ
mr: 2 तारे
nl: 2 sterren
pa: 2 ਤਾਰੇ
pl: 2 gwiazdki
pt: 2 estrelas
ru: 2 звезды
sv: 2 stjärnor
ta: 2 நட்சத்திரங்கள்
te: 2 నక్షత్రాలు
th: 2 ดาว
tr: 2 Yıldız
vi: 2 sao

source: 3 Stars
ar: 3 نجوم
bn: 3 তারা
da: 3 stjerner
de: 3 Sterne
el: 3 αστέρια
es: 3 estrellas
fi: 3 tähteä
fr: 3 étoiles
he: 3 כוכבים
hi: 3 सितारे
id: 3 Bintang
it: 3 stelle
ja: 3つ星
kn: 3 ನಕ್ಷತ್ರಗಳು
ml: 3 നക്ഷത്രങ്ങൾ
mr: 3 तारे
nl: 3 sterren
pa: 3 ਤਾਰੇ
pl: 3 gwiazdki
pt: 3 estrelas
ru: 3 звезды
sv: 3 stjärnor
ta: 3 நட்சத்திரங்கள்
te: 3 నక్షత్రాలు
th: 3 ดาว
tr: 3 Yıldız
vi: 3 sao

source: 4 Stars
ar: 4 نجوم
bn: 4 তারা
da: 4 stjerner
de: 4 Sterne
el: 4 αστέρια
es: 4 estrellas
fi: 4 tähteä
fr: 4 étoiles
he: 4 כוכבים
hi: 4 सितारे
id: 4 Bintang
it: 4 Stelle
ja: 4つ星
kn: 4 ನಕ್ಷತ್ರಗಳು
ml: 4 നക്ഷത്രങ്ങൾ
mr: 4 तारे
nl: 4 sterren
pa: 4 ਤਾਰੇ
pl: 4 gwiazdki
pt: 4 estrelas
ru: 4 звезды
sv: 4 stjärnor
ta: 4 நட்சத்திரங்கள்
te: 4 నక్షత్రాలు
th: 4 ดาว
tr: 4 Yıldız
vi: 4 sao

source: 5 Stars
ar: 5 نجوم
bn: 5 তারা
da: 5 stjerner
de: 5 Sterne
el: 5 αστέρια
es: 5 estrellas
fi: 5 tähteä
fr: 5 étoiles
he: 5 כוכבים
hi: 5 सितारे
id: 5 Bintang
it: 5 Stelle
ja: 5つ星
kn: 5 ನಕ್ಷತ್ರಗಳು
ml: 5 നക്ഷത്രങ്ങൾ
mr: 5 तारे
nl: 5 sterren
pa: 5 ਤਾਰੇ
pl: 5 gwiazdek
pt: 5 estrelas
ru: 5 звезд
sv: 5 stjärnor
ta: 5 நட்சத்திரங்கள்
te: 5 నక్షత్రాలు
th: 5 ดาว
tr: 5 Yıldız
vi: 5 sao

source: Number of Ratings
ar: عدد التقييمات
bn: রেটিং সংখ্যা
da: Antal vurderinger
de: Anzahl der Bewertungen
el: Αριθμός Βαθμολογιών
es: Número de calificaciones
fi: Arvioiden määrä
fr: Nombre de notes
he: מספר דירוגים
hi: रेटिंग की संख्या
id: Jumlah Peringkat
it: Numero di valutazioni
ja: 評価の数
kn: ರೇಟಿಂಗ್‌ಗಳ ಸಂಖ್ಯೆ
ml: റേറ്റിംഗുകളുടെ എണ്ണം
mr: रेटिंगची संख्या
nl: Aantal beoordelingen
pa: ਰੇਟਿੰਗਾਂ ਦੀ ਸੰਖਿਆ
pl: Liczba ocen
pt: Número de avaliações
ru: Количество оценок
sv: Antal betyg
ta: மதிப்பீடுகளின் எண்ணிக்கை
te: రేటింగ్‌ల సంఖ్య
th: จำนวนการให้คะแนน
tr: Derecelendirme Sayısı
vi: Số lượng xếp hạng

source: Resource Usage Analytics
ar: تحليلات استخدام الموارد
bn: সম্পদ ব্যবহার বিশ্লেষণ
da: Analyse af ressourceforbrug
de: Analyse der Ressourcennutzung
el: Αναλύσεις χρήσης πόρων
es: Análisis de uso de recursos
fi: Resurssien käyttöanalyysi
fr: Analyse de l'utilisation des ressources
he: ניתוח שימוש במשאבים
hi: संसाधन उपयोग विश्लेषण
id: Analisis Penggunaan Sumber Daya
it: Analisi dell'utilizzo delle risorse
ja: リソース使用量分析
kn: ಸಂಪನ್ಮೂಲ ಬಳಕೆಯ ವಿಶ್ಲೇಷಣೆ
ml: റിസോഴ്സ് യൂസേജ് അനലിറ്റിക്സ്
mr: संसाधन वापर विश्लेषण
nl: Analyse van hulpbronnengebruik
pa: ਸਰੋਤ ਵਰਤੋਂ ਵਿਸ਼ਲੇਸ਼ਣ
pl: Analiza wykorzystania zasobów
pt: Análise de uso de recursos
ru: Аналитика использования ресурсов
sv: Resursanvändningsanalys
ta: வள பயன்பாட்டு பகுப்பாய்வு
te: వనరుల వినియోగ విశ్లేషణలు
th: การวิเคราะห์การใช้ทรัพยากร
tr: Kaynak Kullanımı Analitiği
vi: Phân tích sử dụng tài nguyên

source: Comprehensive insights into system resource utilization and content popularity
ar: رؤى شاملة حول استخدام موارد النظام وشعبية المحتوى
bn: সিস্টেম রিসোর্স ব্যবহার এবং বিষয়বস্তু জনপ্রিয়তার ব্যাপক অন্তর্দৃষ্টি
da: Omfattende indsigt i systemressourceudnyttelse og indholdspopularitet
de: Umfassende Einblicke in die Systemressourcennutzung und die Beliebtheit von Inhalten
el: Ολοκληρωμένες πληροφορίες σχετικά με τη χρήση των πόρων του συστήματος και τη δημοτικότητα του περιεχομένου
es: Información completa sobre la utilización de recursos del sistema y la popularidad del contenido.
fi: Kattavat näkemykset järjestelmäresurssien käytöstä ja sisällön suosiosta
fr: Informations complètes sur l'utilisation des ressources système et la popularité du contenu
he: תובנות מקיפות לגבי ניצול משאבי המערכת ופופולריות התוכן
hi: सिस्टम संसाधन उपयोग और सामग्री लोकप्रियता में व्यापक अंतर्दृष्टि
id: Wawasan komprehensif tentang pemanfaatan sumber daya sistem dan popularitas konten
it: Approfondimenti completi sull'utilizzo delle risorse di sistema e sulla popolarità dei contenuti
ja: システムリソースの使用率とコンテンツの人気に関する包括的な洞察
kn: ಸಿಸ್ಟಮ್ ಸಂಪನ್ಮೂಲ ಬಳಕೆ ಮತ್ತು ವಿಷಯದ ಜನಪ್ರಿಯತೆಯ ಬಗ್ಗೆ ಸಮಗ್ರ ಒಳನೋಟಗಳು
ml: സിസ്റ്റം റിസോഴ്‌സ് വിനിയോഗത്തെയും ഉള്ളടക്കത്തിൻ്റെ ജനപ്രീതിയെയും കുറിച്ചുള്ള സമഗ്രമായ ഉൾക്കാഴ്ചകൾ
mr: सिस्टम संसाधन वापर आणि सामग्रीच्या लोकप्रियतेबद्दल व्यापक अंतर्दृष्टी
nl: Uitgebreid inzicht in het gebruik van systeembronnen en de populariteit van inhoud
pa: ਸਿਸਟਮ ਸਰੋਤ ਉਪਯੋਗਤਾ ਅਤੇ ਸਮੱਗਰੀ ਦੀ ਪ੍ਰਸਿੱਧੀ ਵਿੱਚ ਵਿਆਪਕ ਸਮਝ
pl: Kompleksowy wgląd w wykorzystanie zasobów systemowych i popularność treści
pt: Insights abrangentes sobre a utilização de recursos do sistema e popularidade do conteúdo
ru: Комплексная информация об использовании системных ресурсов и популярности контента.
sv: Omfattande insikter om systemresursanvändning och innehållspopularitet
ta: கணினி வள பயன்பாடு மற்றும் உள்ளடக்க பிரபலம் பற்றிய விரிவான நுண்ணறிவு
te: సిస్టమ్ వనరుల వినియోగం మరియు కంటెంట్ ప్రజాదరణపై సమగ్ర అంతర్దృష్టులు
th: ข้อมูลเชิงลึกที่ครอบคลุมเกี่ยวกับการใช้ทรัพยากรระบบและความนิยมของเนื้อหา
tr: Sistem kaynağı kullanımına ve içerik popülerliğine ilişkin kapsamlı bilgiler
vi: Những hiểu biết toàn diện về việc sử dụng tài nguyên hệ thống và mức độ phổ biến của nội dung

source: Total Storage Used
ar: إجمالي مساحة التخزين المستخدمة
bn: ব্যবহৃত মোট স্টোরেজ
da: Samlet lagerplads brugt
de: Insgesamt genutzter Speicher
el: Συνολικός αποθηκευτικός χώρος που χρησιμοποιείται
es: Almacenamiento total utilizado
fi: Käytetty tallennustila yhteensä
fr: Stockage total utilisé
he: סך האחסון בשימוש
hi: उपयोग किया गया कुल संग्रहण
id: Total Penyimpanan yang Digunakan
it: Spazio di archiviazione totale utilizzato
ja: 使用された合計ストレージ
kn: ಬಳಸಲಾದ ಒಟ್ಟು ಸಂಗ್ರಹಣೆ
ml: ഉപയോഗിച്ച മൊത്തം സംഭരണം
mr: एकूण स्टोरेज वापरले
nl: Totaal gebruikte opslag
pa: ਵਰਤੀ ਗਈ ਕੁੱਲ ਸਟੋਰੇਜ
pl: Całkowite wykorzystanie pamięci
pt: Armazenamento total usado
ru: Общий объем использованного хранилища
sv: Totalt lagringsutrymme som används
ta: பயன்படுத்தப்பட்ட மொத்த சேமிப்பகம்
te: మొత్తం నిల్వ ఉపయోగించబడింది
th: พื้นที่เก็บข้อมูลทั้งหมดที่ใช้
tr: Kullanılan Toplam Depolama Alanı
vi: Tổng dung lượng đã sử dụng

source: Active Courses
ar: الدورات النشطة
bn: সক্রিয় কোর্স
da: Aktive kurser
de: Aktive Kurse
el: Ενεργά Μαθήματα
es: Cursos activos
fi: Aktiiviset kurssit
fr: Cours actifs
gu: સક્રિય અભ્યાસક્રમો
he: קורסים פעילים
hi: सक्रिय पाठ्यक्रम
id: Kursus Aktif
it: Corsi attivi
ja: アクティブコース
kn: ಸಕ್ರಿಯ ಕೋರ್ಸ್‌ಗಳು
ml: സജീവമായ കോഴ്സുകൾ
mr: सक्रिय अभ्यासक्रम
nl: Actieve cursussen
no: Aktive kurs
or: ସକ୍ରିୟ ପାଠ୍ୟକ୍ରମ
pa: ਸਰਗਰਮ ਕੋਰਸ
pl: Aktywne kursy
pt: Cursos Ativos
ru: Активные курсы
sv: Aktiva kurser
ta: செயலில் உள்ள படிப்புகள்
te: యాక్టివ్ కోర్సులు
th: หลักสูตรที่ใช้งานอยู่
tr: Aktif Kurslar
vi: Các khóa học đang hoạt động

source: Total Resources
ar: إجمالي الموارد
bn: মোট সম্পদ
da: Samlede ressourcer
de: Gesamtressourcen
el: Σύνολο πόρων
es: Recursos totales
fi: Resurssit yhteensä
fr: Ressources totales
he: סך המשאבים
hi: कुल संसाधन
id: Jumlah Sumber Daya
it: Risorse totali
ja: 総リソース
kn: ಒಟ್ಟು ಸಂಪನ್ಮೂಲಗಳು
ml: ആകെ വിഭവങ്ങൾ
mr: एकूण संसाधने
nl: Totale middelen
pa: ਕੁੱਲ ਸਰੋਤ
pl: Całkowite zasoby
pt: Recursos Totais
ru: Всего ресурсов
sv: Totala resurser
ta: மொத்த வளங்கள்
te: మొత్తం వనరులు
th: ทรัพยากรทั้งหมด
tr: Toplam Kaynaklar
vi: Tổng tài nguyên

source: Avg. Resource Size
ar: متوسط. حجم الموارد
bn: গড়। সম্পদের আকার
da: Gennemsnit. Ressourcestørrelse
de: Durchschnitt. Ressourcengröße
el: Μέσος. Μέγεθος Πόρων
es: Promedio. Tamaño del recurso
fi: Keskimäärin. Resurssin koko
fr: Moyenne. Taille des ressources
he: מְמוּצָע. גודל משאב
hi: औसत। संसाधन का आकार
id: Rata-rata. Ukuran Sumber Daya
it: Media. Dimensione della risorsa
ja: 平均。リソースサイズ
kn: ಸರಾಸರಿ. ಸಂಪನ್ಮೂಲ ಗಾತ್ರ
ml: ശരാശരി. റിസോഴ്സ് സൈസ്
mr: सरासरी. संसाधन आकार
nl: Gemiddeld. Grootte van hulpbronnen
pa: ਔਸਤ। ਸਰੋਤ ਦਾ ਆਕਾਰ
pl: Przeciętny. Rozmiar zasobu
pt: Média. Tamanho do recurso
ru: Средний. Размер ресурса
sv: Genomsnitt. Resursstorlek
ta: சராசரி. வள அளவு
te: సగటు. వనరుల పరిమాణం
th: เฉลี่ย. ขนาดทรัพยากร
tr: Ortalama. Kaynak Boyutu
vi: Trung bình. Kích thước tài nguyên

source: Storage Usage Trend
ar: اتجاه استخدام التخزين
bn: স্টোরেজ ব্যবহারের প্রবণতা
da: Trend for lagerforbrug
de: Trend zur Speichernutzung
el: Τάση χρήσης αποθηκευτικού χώρου
es: Tendencia de uso de almacenamiento
fi: Tallennustilan käyttötrendi
he: מגמת השימוש באחסון
hi: भंडारण उपयोग की प्रवृत्ति
id: Tren Penggunaan Penyimpanan
it: Andamento dell'utilizzo dello spazio di archiviazione
ja: ストレージ使用量の傾向
kn: ಶೇಖರಣಾ ಬಳಕೆಯ ಪ್ರವೃತ್ತಿ
mr: स्टोरेज वापर ट्रेंड
nl: Trend opslaggebruik
pa: ਸਟੋਰੇਜ ਵਰਤੋਂ ਦਾ ਰੁਝਾਨ
pl: Trend wykorzystania pamięci masowej
pt: Tendência de uso de armazenamento
ru: Тенденция использования хранилища
sv: Trend för lagringsanvändning
ta: சேமிப்பக பயன்பாட்டுப் போக்கு
te: నిల్వ వినియోగ ట్రెండ్
th: แนวโน้มการใช้พื้นที่จัดเก็บข้อมูล
tr: Depolama Kullanım Trendi
vi: Xu hướng sử dụng bộ nhớ

source: Top Resource Types
ar: أهم أنواع الموارد
bn: শীর্ষ সম্পদ প্রকার
da: Top ressourcetyper
de: Top-Ressourcentypen
el: Κορυφαίοι τύποι πόρων
es: Principales tipos de recursos
fi: Suosituimmat resurssityypit
fr: Principaux types de ressources
he: סוגי משאבים מובילים
hi: शीर्ष संसाधन प्रकार
id: Jenis Sumber Daya Teratas
it: Principali tipi di risorse
ja: 上位のリソースの種類
kn: ಉನ್ನತ ಸಂಪನ್ಮೂಲ ವಿಧಗಳು
ml: മികച്ച റിസോഴ്സ് തരങ്ങൾ
mr: शीर्ष संसाधन प्रकार
nl: Belangrijkste resourcetypen
pa: ਪ੍ਰਮੁੱਖ ਸਰੋਤ ਕਿਸਮਾਂ
pl: Najpopularniejsze typy zasobów
pt: Principais tipos de recursos
ru: Топ типов ресурсов
sv: De bästa resurstyperna
ta: சிறந்த வள வகைகள்
te: అగ్ర వనరుల రకాలు
th: ประเภททรัพยากรยอดนิยม
tr: En Önemli Kaynak Türleri
vi: Các loại tài nguyên hàng đầu

source: Most Accessed Resources
ar: الموارد الأكثر الوصول إليها
bn: সর্বাধিক অ্যাক্সেস করা সম্পদ
da: Mest tilgængelige ressourcer
de: Am häufigsten aufgerufene Ressourcen
el: Πόροι με τη μεγαλύτερη πρόσβαση
es: Recursos más accedidos
fi: Eniten käytettävissä olevat resurssit
fr: Ressources les plus consultées
he: המשאבים הנגישים ביותר
hi: सर्वाधिक पहुंच वाले संसाधन
id: Sumber Daya yang Paling Banyak Diakses
it: Risorse più accessibili
ja: 最もアクセスの多いリソース
kn: ಹೆಚ್ಚು ಪ್ರವೇಶಿಸಿದ ಸಂಪನ್ಮೂಲಗಳು
ml: ഏറ്റവും കൂടുതൽ ആക്സസ് ചെയ്ത വിഭവങ്ങൾ
mr: सर्वाधिक प्रवेश संसाधने
nl: Meest toegankelijke bronnen
pa: ਸਭ ਤੋਂ ਵੱਧ ਪਹੁੰਚ ਕੀਤੇ ਸਰੋਤ
pl: Najczęściej dostępne zasoby
pt: Recursos mais acessados
ru: Наиболее доступные ресурсы
sv: Mest åtkomliga resurser
ta: மிகவும் அணுகப்பட்ட வளங்கள்
te: ఎక్కువగా యాక్సెస్ చేయబడిన వనరులు
th: ทรัพยากรที่มีการเข้าถึงมากที่สุด
tr: En Çok Erişilen Kaynaklar
vi: Tài nguyên được truy cập nhiều nhất

source: Resource Name
ar: اسم المورد
bn: সম্পদের নাম
da: Ressourcenavn
de: Ressourcenname
el: Όνομα πόρου
es: Nombre del recurso
fi: Resurssin nimi
fr: Nom de la ressource
he: שם המשאב
hi: संसाधन का नाम
id: Nama Sumber Daya
it: Nome della risorsa
ja: リソース名
kn: ಸಂಪನ್ಮೂಲ ಹೆಸರು
ml: ഉറവിട നാമം
mr: संसाधनाचे नाव
nl: Bronnaam
pa: ਸਰੋਤ ਦਾ ਨਾਮ
pl: Nazwa zasobu
pt: Nome do recurso
ru: Имя ресурса
sv: Resursnamn
ta: ஆதார பெயர்
te: వనరు పేరు
th: ชื่อทรัพยากร
tr: Kaynak Adı
vi: Tên tài nguyên

source: Access Count
ar: عدد الوصول
bn: অ্যাক্সেস গণনা
da: Antal adgang
de: Zugriffsanzahl
el: Πλήθος πρόσβασης
es: Conteo de acceso
fi: Pääsymäärä
fr: Nombre d'accès
he: ספירת גישה
hi: पहुंच गणना
id: Jumlah Akses
it: Conteggio accessi
ja: アクセス数
kn: ಪ್ರವೇಶ ಎಣಿಕೆ
ml: ആക്സസ് എണ്ണം
mr: प्रवेश संख्या
nl: Toegangstelling
pa: ਪਹੁੰਚ ਗਿਣਤੀ
pl: Liczba dostępu
pt: Contagem de acesso
ru: Количество доступов
sv: Antal åtkomst
ta: அணுகல் எண்ணிக்கை
te: యాక్సెస్ కౌంట్
th: จำนวนการเข้าถึง
tr: Erişim Sayısı
vi: Số lượng truy cập

source: Last Accessed
ar: آخر دخول
bn: সর্বশেষ অ্যাক্সেস করা হয়েছে
da: Sidst tilgået
de: Letzter Zugriff
el: Τελευταία πρόσβαση
es: Último acceso
fi: Viimeksi käytetty
fr: Dernier accès
he: הגישה האחרונה
hi: अंतिम बार प्रवेश किया गया
id: Terakhir Diakses
it: Ultimo accesso
ja: 最終アクセス日
kn: ಕೊನೆಯದಾಗಿ ಪ್ರವೇಶಿಸಲಾಗಿದೆ
ml: അവസാനം ആക്സസ് ചെയ്തത്
mr: अंतिम प्रवेश
nl: Laatst geopend
pa: ਆਖਰੀ ਵਾਰ ਪਹੁੰਚ ਕੀਤੀ
pl: Ostatni dostęp
pt: Último acesso
ru: Последний доступ
sv: Senast åtkomst
ta: கடைசியாக அணுகப்பட்டது
te: చివరిగా యాక్సెస్ చేయబడింది
th: เข้าถึงครั้งล่าสุด
tr: Son Erişim
vi: Truy cập lần cuối

source: Introduction to Python
ar: مقدمة إلى بايثون
bn: পাইথনের পরিচিতি
da: Introduktion til Python
de: Einführung in Python
el: Εισαγωγή στην Python
es: Introducción a Python
fi: Johdatus Pythoniin
fr: Introduction à Python
he: מבוא לפייתון
hi: पायथन का परिचय
id: Pengantar Python
it: Introduzione a Python
ja: Python の概要
kn: ಪೈಥಾನ್‌ಗೆ ಪರಿಚಯ
ml: പൈത്തണിലേക്കുള്ള ആമുഖം
mr: पायथनचा परिचय
nl: Inleiding tot Python
pa: ਪਾਈਥਨ ਨਾਲ ਜਾਣ-ਪਛਾਣ
pl: Wprowadzenie do Pythona
pt: Introdução ao Python
ru: Введение в Python
sv: Introduktion till Python
ta: பைதான் அறிமுகம்
te: పైథాన్ పరిచయం
th: รู้เบื้องต้นเกี่ยวกับหลาม
tr: Python'a Giriş
vi: Giới thiệu về Python

source: Video
ar: فيديو
bn: ভিডিও
el: Βίντεο
fr: Vidéo
gu: વિડિયો
he: וִידֵאוֹ
ja: ビデオ
kn: ವೀಡಿಯೊ
ml: വീഡിയോ
mr: व्हिडिओ
or: ଭିଡିଓ
pa: ਵੀਡੀਓ
pl: Wideo
pt: Vídeo
ru: Видео
ta: வீடியோ
te: వీడియో
th: วีดีโอ
vi: Băng hình

source: Python Fundamentals
ar: أساسيات بايثون
bn: পাইথন ফান্ডামেন্টালস
de: Python-Grundlagen
es: Fundamentos de Python
fi: Pythonin perusteet
fr: Principes fondamentaux de Python
he: פייתון יסודות
hi: पायथन फंडामेंटल
id: Dasar-dasar Python
it: Fondamenti di Python
ja: Python の基礎
kn: ಪೈಥಾನ್ ಫಂಡಮೆಂಟಲ್ಸ್
ml: പൈത്തൺ അടിസ്ഥാനങ്ങൾ
mr: पायथन फंडामेंटल्स
nl: Python-grondbeginselen
pa: ਪਾਈਥਨ ਫੰਡਾਮੈਂਟਲਜ਼
pl: Podstawy Pythona
pt: Fundamentos de Python
ru: Основы Python
ta: பைதான் அடிப்படைகள்
te: పైథాన్ ఫండమెంటల్స్
th: ความรู้พื้นฐานหลาม
tr: Python'un Temelleri
vi: Căn bản về Python

source: Data Structures Cheat Sheet
ar: ورقة الغش في هياكل البيانات
bn: ডেটা স্ট্রাকচার চিট শীট
da: Snydeark for datastrukturer
de: Spickzettel für Datenstrukturen
el: Φύλλο εξαπάτησης δομών δεδομένων
es: Hoja de referencia de estructuras de datos
fi: Tietorakenteet Cheat Sheet
fr: Aide-mémoire sur les structures de données
he: גיליון תרמית של מבני נתונים
hi: डेटा स्ट्रक्चर चीट शीट
id: Lembar Cheat Struktur Data
it: Foglio informativo sulle strutture dati
ja: データ構造のチートシート
kn: ಡೇಟಾ ಸ್ಟ್ರಕ್ಚರ್ಸ್ ಚೀಟ್ ಶೀಟ್
ml: ഡാറ്റ ഘടനകൾ ചീറ്റ് ഷീറ്റ്
mr: डेटा स्ट्रक्चर्स चीट शीट
nl: Cheatsheet voor gegevensstructuren
pa: ਡਾਟਾ ਸਟਰਕਚਰ ਚੀਟ ਸ਼ੀਟ
pl: Ściągawka dotycząca struktur danych
pt: Folha de referências de estruturas de dados
ru: Шпаргалка по структурам данных
ta: தரவு கட்டமைப்புகள் ஏமாற்று தாள்
te: డేటా స్ట్రక్చర్స్ చీట్ షీట్
th: เอกสารสรุปโครงสร้างข้อมูล
tr: Veri Yapıları Hile Sayfası
vi: Bảng tóm tắt cấu trúc dữ liệu

source: Advanced Algorithms
ar: الخوارزميات المتقدمة
bn: উন্নত অ্যালগরিদম
da: Avancerede algoritmer
de: Erweiterte Algorithmen
el: Προηγμένοι αλγόριθμοι
es: Algoritmos avanzados
fi: Kehittyneet algoritmit
fr: Algorithmes avancés
he: אלגוריתמים מתקדמים
hi: उन्नत एल्गोरिदम
id: Algoritma Tingkat Lanjut
it: Algoritmi avanzati
ja: 高度なアルゴリズム
kn: ಸುಧಾರಿತ ಕ್ರಮಾವಳಿಗಳು
ml: വിപുലമായ അൽഗോരിതങ്ങൾ
mr: प्रगत अल्गोरिदम
nl: Geavanceerde algoritmen
pa: ਉੱਨਤ ਐਲਗੋਰਿਦਮ
pl: Zaawansowane algorytmy
pt: Algoritmos Avançados
ru: Расширенные алгоритмы
sv: Avancerade algoritmer
ta: மேம்பட்ட அல்காரிதம்கள்
te: అధునాతన అల్గోరిథంలు
th: อัลกอริทึมขั้นสูง
tr: Gelişmiş Algoritmalar
vi: Thuật toán nâng cao
