Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Français - Bienvenue
ar: الفرنسية - مرحباً
bn: ফরাসি - স্বাগতম
da: Fransk - Velkommen
de: Französisch – Willkommen
el: Γαλλικά - Καλώς ήρθατε
es: Francés - Bienvenido
fi: ranska - Tervetuloa
he: צרפתית - ברוך הבא
hi: फ़्रेंच - स्वागत है
id: Perancis - Selamat datang
it: Francese - Benvenuto
ja: フランス語 - ようこそ
ml: ഫ്രഞ്ച് - സ്വാഗതം
mr: फ्रेंच - स्वागत आहे
nl: Frans - Welkom
pa: ਫ੍ਰੈਂਚ - ਸੁਆਗਤ ਹੈ
pl: Francuski – Witamy
pt: Francês - Bem-vindo
ru: Французский – Добро пожаловать
sv: Franska - Välkommen
ta: பிரஞ்சு - வரவேற்கிறோம்
te: ఫ్రెంచ్ - స్వాగతం
th: ฝรั่งเศส - ยินดีต้อนรับ
tr: Fransızca - Hoş geldiniz
vi: Tiếng Pháp - Chào mừng

source: Deutsch - Willkommen
ar: الألمانية - مرحباً
bn: জার্মান - স্বাগতম
da: Tysk - Velkommen
el: Γερμανικά - Καλώς ήρθατε
es: Alemán - Bienvenido
fi: saksa - Tervetuloa
fr: Allemand - Bienvenue
he: גרמנית - ברוך הבא
hi: जर्मन - स्वागत है
id: Jerman - Selamat datang
it: Tedesco: benvenuto
ja: ドイツ語 - ようこそ
ml: ജർമ്മൻ - സ്വാഗതം
mr: जर्मन - स्वागत आहे
nl: Duits - Welkom
pa: ਜਰਮਨ - ਜੀ ਆਇਆਂ ਨੂੰ
pl: Niemiecki – Witamy
pt: Alemão - Bem-vindo
ru: Немецкий - Добро пожаловать
sv: Tyska - Välkommen
ta: ஜெர்மன் - வரவேற்கிறோம்
te: జర్మన్ - స్వాగతం
th: เยอรมัน - ยินดีต้อนรับ
tr: Almanca - Hoş geldiniz
vi: Tiếng Đức - Chào mừng

source: 中文 - 欢迎
ar: الصينية - مرحبا
bn: চাইনিজ - স্বাগতম
da: Kinesisk - Velkommen
de: Chinesisch – Willkommen
el: Κινέζικα - Καλώς ήρθατε
es: Chino - Bienvenido
fi: Kiinalainen - Tervetuloa
fr: Chinois - Bienvenue
he: סינית - ברוך הבא
hi: चीनी - स्वागत है
id: Cina - Selamat datang
it: Cinese: benvenuto
ja: 中国語 - ようこそ
ml: ചൈനീസ് - സ്വാഗതം
mr: चीनी - स्वागत आहे
nl: Chinees - Welkom
pa: ਚੀਨੀ - ਸੁਆਗਤ ਹੈ
pl: Chińczyk – Witamy
pt: Chinês - Bem-vindo
ru: Китайский – Добро пожаловать
sv: Kinesiska - Välkommen
ta: சீன - வரவேற்கிறோம்
te: చైనీస్ - స్వాగతం
th: จีน - ยินดีต้อนรับ
tr: Çince - Hoş geldiniz
vi: Tiếng Trung - Chào mừng

source: 日本語 - ようこそ
ar: اليابانية - مرحبا
bn: জাপানি - স্বাগতম
da: Japansk - Velkommen
de: Japanisch – Willkommen
el: Ιαπωνικά - Καλώς ήρθατε
es: Japonés - Bienvenido
fi: Japani - Tervetuloa
fr: Japonais - Bienvenue
he: יפני - ברוך הבא
hi: जापानी- स्वागत है
id: Jepang - Selamat datang
it: Giapponese: benvenuto
ml: ജാപ്പനീസ് - സ്വാഗതം
mr: जपानी - स्वागत आहे
nl: Japans - Welkom
pa: ਜਾਪਾਨੀ - ਸੁਆਗਤ ਹੈ
pl: Japoński - Witamy
pt: Japonês - Bem-vindo
ru: Японский – Добро пожаловать
sv: Japanska - Välkommen
ta: ஜப்பானியர் - வரவேற்கிறோம்
te: జపనీస్ - స్వాగతం
th: ญี่ปุ่น - ยินดีต้อนรับ
tr: Japonca - Hoş Geldiniz
vi: Tiếng Nhật - Chào mừng

source: Italiano - Benvenuto
ar: الإيطالية - مرحباً
bn: ইতালীয় - স্বাগতম
da: Italiensk - Velkommen
de: Italienisch - Willkommen
el: Ιταλικά - Καλώς ήρθατε
es: Italiano - Bienvenido
fi: Italialainen - Tervetuloa
fr: Italien - Bienvenue
he: איטלקית - ברוך הבא
hi: इटालियन - स्वागत है
id: Italia - Selamat datang
ja: イタリア語 - ようこそ
ml: ഇറ്റാലിയൻ - സ്വാഗതം
mr: इटालियन - स्वागत आहे
nl: Italiaans - Welkom
pa: ਇਤਾਲਵੀ - ਸੁਆਗਤ ਹੈ
pl: Włoski - Witamy
pt: Italiano - Bem-vindo
ru: Итальянский – Добро пожаловать
sv: Italienska - Välkommen
ta: இத்தாலியன் - வரவேற்கிறோம்
te: ఇటాలియన్ - స్వాగతం
th: อิตาลี - ยินดีต้อนรับ
tr: İtalyanca - Hoş Geldiniz
vi: Tiếng Ý - Chào mừng

source: Русский - Добро пожаловать
ar: الروسية - مرحباً
bn: রাশিয়ান - স্বাগতম
da: Russisk - Velkommen
de: Russisch – Willkommen
el: Ρωσικά - Καλώς ήρθατε
es: Ruso - Bienvenido
fi: Venäjä - Tervetuloa
fr: Russe - Bienvenue
he: רוסית - ברוך הבא
hi: रूसी - स्वागत है
id: Rusia - Selamat datang
it: Russo: benvenuto
ja: ロシア語 - ようこそ
ml: റഷ്യൻ - സ്വാഗതം
mr: रशियन - आपले स्वागत आहे
nl: Russisch - Welkom
pa: ਰੂਸੀ - ਸੁਆਗਤ ਹੈ
pl: Rosyjski - Witamy
pt: Russo - Bem-vindo
sv: Ryska - Välkommen
ta: ரஷியன் - வரவேற்கிறோம்
te: రష్యన్ - స్వాగతం
th: รัสเซีย - ยินดีต้อนรับ
tr: Rusça - Hoş geldiniz
vi: Tiếng Nga - Chào mừng

source: Português - Bem-vindo
ar: البرتغالية - مرحبا
bn: পর্তুগিজ - স্বাগতম
da: Portugisisk - Velkommen
de: Portugiesisch - Willkommen
el: Πορτογαλικά - Καλώς ήρθατε
es: Portugués - Bienvenido
fi: portugali - Tervetuloa
fr: Portugais - Bienvenue
he: פורטוגזית - ברוך הבא
hi: पुर्तगाली - स्वागत है
id: Portugis - Selamat datang
it: Portoghese - Benvenuto
ja: ポルトガル語 - ようこそ
ml: പോർച്ചുഗീസ് - സ്വാഗതം
mr: पोर्तुगीज - स्वागत आहे
nl: Portugees - Welkom
pa: ਪੁਰਤਗਾਲੀ - ਸੁਆਗਤ ਹੈ
pl: Portugalski - Witamy
ru: Португальский – Добро пожаловать
sv: Portugisiska - Välkommen
ta: போர்த்துகீசியம் - வரவேற்கிறோம்
te: పోర్చుగీస్ - స్వాగతం
th: โปรตุเกส - ยินดีต้อนรับ
tr: Portekizce - Hoş geldiniz
vi: Tiếng Bồ Đào Nha - Chào mừng

source: हिंदी - स्वागत है
ar: الهندية - مرحبا
bn: হিন্দি - স্বাগতম
da: Hindi - Velkommen
de: Hindi – Willkommen
el: Χίντι - Καλώς ήρθατε
es: Hindi - Bienvenido
fi: Hindi - Tervetuloa
fr: hindi - bienvenue
he: הינדי - ברוך הבא
id: hindi - selamat datang
it: Hindi: benvenuto
ja: ヒンディー語 - ようこそ
ml: ഹിന്ദി - സ്വാഗതം
mr: हिंदी - स्वागत आहे
nl: Hindi - Welkom
pa: ਹਿੰਦੀ - ਜੀ ਆਇਆਂ ਨੂੰ
pl: Hinduski - Witamy
pt: Hindi - Bem-vindo
ru: хинди - добро пожаловать
sv: Hindi - Välkommen
ta: ஹிந்தி - வரவேற்கிறோம்
te: హిందీ - స్వాగతం
th: ฮินดี - ยินดีต้อนรับ
tr: Hintçe - Hoş Geldiniz
vi: Tiếng Hindi - Chào mừng

source: 한국어 - 환영합니다
ar: الكورية - مرحبا
bn: কোরিয়ান - স্বাগতম
da: Koreansk - Velkommen
de: Koreanisch – Willkommen
el: Κορεάτικα - Καλώς ήρθατε
es: Coreano - Bienvenido
fi: Korean - Tervetuloa
fr: Coréen - Bienvenue
he: קוריאנית - ברוך הבא
hi: कोरियाई - स्वागत है
id: Korea - Selamat datang
it: Coreano: benvenuto
ja: 韓国語 - ようこそ
ml: കൊറിയൻ - സ്വാഗതം
mr: कोरियन - स्वागत आहे
nl: Koreaans - Welkom
pa: ਕੋਰੀਅਨ - ਸੁਆਗਤ ਹੈ
pl: Koreańczyk – Witamy
pt: Coreano - Bem-vindo
ru: Корейский – Добро пожаловать
sv: Koreanska - Välkommen
ta: கொரியன் - வரவேற்கிறோம்
te: కొరియన్ - స్వాగతం
th: ภาษาเกาหลี - ยินดีต้อนรับ
tr: Korece - Hoş Geldiniz
vi: Tiếng Hàn - Chào mừng

source: Video Conferencing Integration
ar: تكامل مؤتمرات الفيديو
bn: ভিডিও কনফারেন্সিং ইন্টিগ্রেশন
da: Integration af videokonferencer
de: Videokonferenzintegration
el: Ενσωμάτωση τηλεδιάσκεψης
es: Integración de videoconferencias
fi: Videoneuvottelujen integrointi
fr: Intégration de vidéoconférence
gu: વિડિઓ કોન્ફરન્સિંગ એકીકરણ
he: שילוב ועידות וידאו
hi: वीडियो कॉन्फ्रेंसिंग एकीकरण
id: Integrasi Konferensi Video
it: Integrazione di videoconferenze
ja: ビデオ会議の統合
ml: വീഡിയോ കോൺഫറൻസിംഗ് ഇൻ്റഗ്രേഷൻ
mr: व्हिडिओ कॉन्फरन्सिंग एकत्रीकरण
nl: Integratie van videoconferenties
no: Videokonferanseintegrasjon
or: ଭିଡିଓ କନଫରେନ୍ସିଂ ଏକୀକରଣ |
pa: ਵੀਡੀਓ ਕਾਨਫਰੰਸਿੰਗ ਏਕੀਕਰਣ
pl: Integracja wideokonferencji
pt: Integração de videoconferência
ru: Интеграция видеоконференций
sv: Videokonferensintegration
ta: வீடியோ கான்பரன்சிங் ஒருங்கிணைப்பு
te: వీడియో కాన్ఫరెన్సింగ్ ఇంటిగ్రేషన్
th: บูรณาการการประชุมทางวิดีโอ
tr: Video Konferans Entegrasyonu
vi: Tích hợp hội nghị truyền hình

source: Seamless integration with popular platforms:
ar: التكامل السلس مع المنصات الشعبية:
bn: জনপ্রিয় প্ল্যাটফর্মের সাথে বিরামহীন একীকরণ:
da: Problemfri integration med populære platforme:
de: Nahtlose Integration mit gängigen Plattformen:
el: Ομαλή ενοποίηση με δημοφιλείς πλατφόρμες:
es: Integración perfecta con plataformas populares:
fi: Saumaton integrointi suosittujen alustojen kanssa:
fr: Intégration transparente avec les plateformes populaires :
he: אינטגרציה חלקה עם פלטפורמות פופולריות:
hi: लोकप्रिय प्लेटफार्मों के साथ सहज एकीकरण:
id: Integrasi yang mulus dengan platform populer:
it: Integrazione perfetta con le piattaforme più diffuse:
ja: 一般的なプラットフォームとのシームレスな統合:
ml: ജനപ്രിയ പ്ലാറ്റ്‌ഫോമുകളുമായുള്ള തടസ്സമില്ലാത്ത സംയോജനം:
mr: लोकप्रिय प्लॅटफॉर्मसह अखंड एकीकरण:
nl: Naadloze integratie met populaire platforms:
pa: ਪ੍ਰਸਿੱਧ ਪਲੇਟਫਾਰਮਾਂ ਦੇ ਨਾਲ ਸਹਿਜ ਏਕੀਕਰਣ:
pl: Bezproblemowa integracja z popularnymi platformami:
pt: Integração perfeita com plataformas populares:
ru: Бесшовная интеграция с популярными платформами:
sv: Sömlös integration med populära plattformar:
ta: பிரபலமான தளங்களுடன் தடையற்ற ஒருங்கிணைப்பு:
te: జనాదరణ పొందిన ప్లాట్‌ఫారమ్‌లతో అతుకులు లేని ఏకీకరణ:
th: บูรณาการอย่างราบรื่นกับแพลตฟอร์มยอดนิยม:
tr: Popüler platformlarla kusursuz entegrasyon:
vi: Tích hợp liền mạch với các nền tảng phổ biến:

source: Zoom
ar: تكبير
bn: জুম
el: Ανίπταμαι διαγωνίως
fi: Zoomaa
he: זום
hi: ज़ूम
id: Perbesar
ja: ズーム
ml: സൂം ചെയ്യുക
mr: झूम करा
pa: ਜ਼ੂਮ
pl: Brzęczenie
ru: Увеличить
ta: பெரிதாக்கு
te: జూమ్ చేయండి
th: ซูม
tr: Yakınlaştır
vi: Phóng

source: Microsoft Teams
ar: فرق مايكروسوفت
bn: মাইক্রোসফট টিম
el: Ομάδες της Microsoft
es: Equipos de Microsoft
fr: Équipes Microsoft
he: צוותי מיקרוסופט
hi: माइक्रोसॉफ्ट टीमें
id: Tim Microsoft
ja: マイクロソフトチーム
ml: മൈക്രോസോഫ്റ്റ് ടീമുകൾ
mr: मायक्रोसॉफ्ट टीम्स
pa: ਮਾਈਕ੍ਰੋਸਾਫਟ ਟੀਮਾਂ
pl: Zespoły Microsoftu
pt: Equipes Microsoft
ru: Команды Майкрософт
ta: மைக்ரோசாப்ட் குழுக்கள்
te: మైక్రోసాఫ్ట్ బృందాలు
th: ทีมไมโครซอฟต์
tr: Microsoft Ekipleri
vi: Nhóm Microsoft

source: Create customized learning journeys with sequential courses, prerequisites, and branching paths.
ar: قم بإنشاء رحلات تعليمية مخصصة باستخدام الدورات التدريبية المتسلسلة والمتطلبات الأساسية والمسارات المتفرعة.
bn: অনুক্রমিক কোর্স, পূর্বশর্ত এবং শাখার পথ সহ কাস্টমাইজড শেখার যাত্রা তৈরি করুন।
da: Opret skræddersyede læringsrejser med sekventielle kurser, forudsætninger og forgrenede stier.
de: Erstellen Sie individuelle Lernreisen mit aufeinanderfolgenden Kursen, Voraussetzungen und verzweigten Pfaden.
el: Δημιουργήστε προσαρμοσμένα ταξίδια μάθησης με διαδοχικά μαθήματα, προαπαιτούμενα και διακλαδώσεις.
es: Cree recorridos de aprendizaje personalizados con cursos secuenciales, requisitos previos y rutas ramificadas.
fi: Luo mukautettuja oppimismatkoja peräkkäisillä kursseilla, esivaatimuksilla ja haarautuvilla poluilla.
fr: Créez des parcours d'apprentissage personnalisés avec des cours séquentiels, des prérequis et des parcours de branchement.
he: צור מסעות למידה מותאמים אישית עם קורסים עוקבים, דרישות מוקדמות ומסלולים מסועפים.
hi: अनुक्रमिक पाठ्यक्रमों, पूर्वापेक्षाओं और शाखा पथों के साथ अनुकूलित शिक्षण यात्राएँ बनाएँ।
id: Buat perjalanan pembelajaran yang disesuaikan dengan kursus berurutan, prasyarat, dan jalur percabangan.
it: Crea percorsi di apprendimento personalizzati con corsi sequenziali, prerequisiti e percorsi ramificati.
ja: 連続したコース、前提条件、分岐パスを使用して、カスタマイズされた学習行程を作成します。
ml: തുടർച്ചയായ കോഴ്‌സുകൾ, മുൻവ്യവസ്ഥകൾ, ബ്രാഞ്ചിംഗ് പാതകൾ എന്നിവ ഉപയോഗിച്ച് ഇഷ്‌ടാനുസൃതമാക്കിയ പഠന യാത്രകൾ സൃഷ്‌ടിക്കുക.
mr: अनुक्रमिक अभ्यासक्रम, पूर्वतयारी आणि शाखा मार्गांसह सानुकूलित शिक्षण प्रवास तयार करा.
nl: Creëer op maat gemaakte leertrajecten met opeenvolgende cursussen, vereisten en vertakkende paden.
pa: ਕ੍ਰਮਵਾਰ ਕੋਰਸਾਂ, ਪੂਰਵ-ਸ਼ਰਤਾਂ, ਅਤੇ ਬ੍ਰਾਂਚਿੰਗ ਮਾਰਗਾਂ ਦੇ ਨਾਲ ਅਨੁਕੂਲਿਤ ਸਿਖਲਾਈ ਯਾਤਰਾਵਾਂ ਬਣਾਓ।
pl: Twórz spersonalizowane ścieżki edukacyjne z sekwencyjnymi kursami, wymaganiami wstępnymi i rozgałęzionymi ścieżkami.
pt: Crie jornadas de aprendizagem personalizadas com cursos sequenciais, pré-requisitos e caminhos ramificados.
ru: Создавайте индивидуальные маршруты обучения с последовательными курсами, предварительными условиями и ветвящимися путями.
sv: Skapa skräddarsydda inlärningsresor med sekventiella kurser, förkunskaper och förgrenade vägar.
ta: தொடர்ச்சியான படிப்புகள், முன்நிபந்தனைகள் மற்றும் கிளை பாதைகள் மூலம் தனிப்பயனாக்கப்பட்ட கற்றல் பயணங்களை உருவாக்கவும்.
te: సీక్వెన్షియల్ కోర్సులు, ముందస్తు అవసరాలు మరియు శాఖల మార్గాలతో అనుకూలీకరించిన అభ్యాస ప్రయాణాలను సృష్టించండి.
th: สร้างการเดินทางการเรียนรู้แบบกำหนดเองด้วยหลักสูตรตามลำดับ ข้อกำหนดเบื้องต้น และเส้นทางการแตกแขนง
tr: Sıralı kurslar, ön koşullar ve dallanma yolları ile özelleştirilmiş öğrenme yolculukları oluşturun.
vi: Tạo hành trình học tập tùy chỉnh với các khóa học tuần tự, điều kiện tiên quyết và lộ trình phân nhánh.

source: Content Management System
ar: نظام إدارة المحتوى
bn: কন্টেন্ট ম্যানেজমেন্ট সিস্টেম
el: Σύστημα Διαχείρισης Περιεχομένου
es: Sistema de gestión de contenidos
fi: Sisällönhallintajärjestelmä
fr: Système de gestion de contenu
he: מערכת ניהול תוכן
hi: सामग्री प्रबंधन प्रणाली
id: Sistem Manajemen Konten
it: Sistema di gestione dei contenuti
ja: コンテンツ管理システム
ml: ഉള്ളടക്ക മാനേജ്മെൻ്റ് സിസ്റ്റം
mr: सामग्री व्यवस्थापन प्रणाली
nl: Contentmanagementsysteem
pa: ਸਮੱਗਰੀ ਪ੍ਰਬੰਧਨ ਸਿਸਟਮ
pl: System zarządzania treścią
pt: Sistema de gerenciamento de conteúdo
ru: Система управления контентом
ta: உள்ளடக்க மேலாண்மை அமைப்பு
te: కంటెంట్ మేనేజ్‌మెంట్ సిస్టమ్
th: ระบบการจัดการเนื้อหา
tr: İçerik Yönetim Sistemi
vi: Hệ thống quản lý nội dung

source: Robust CMS with SCORM support, multiple media types, and an intuitive file manager.
ar: نظام إدارة محتوى قوي مع دعم SCORM وأنواع وسائط متعددة ومدير ملفات سهل الاستخدام.
bn: SCORM সমর্থন, একাধিক মিডিয়া প্রকার, এবং একটি স্বজ্ঞাত ফাইল ম্যানেজার সহ শক্তিশালী CMS।
da: Robust CMS med SCORM-understøttelse, flere medietyper og en intuitiv filhåndtering.
de: Robustes CMS mit SCORM-Unterstützung, mehreren Medientypen und einem intuitiven Dateimanager.
el: Ισχυρό CMS με υποστήριξη SCORM, πολλούς τύπους πολυμέσων και διαισθητικό διαχειριστή αρχείων.
es: CMS robusto con soporte SCORM, múltiples tipos de medios y un administrador de archivos intuitivo.
fi: Vankka CMS, jossa on SCORM-tuki, useita mediatyyppejä ja intuitiivinen tiedostonhallinta.
fr: CMS robuste avec prise en charge SCORM, plusieurs types de médias et un gestionnaire de fichiers intuitif.
he: CMS חזק עם תמיכה ב-SCORM, סוגי מדיה מרובים ומנהל קבצים אינטואיטיבי.
hi: SCORM समर्थन, कई मीडिया प्रकार और एक सहज फ़ाइल प्रबंधक के साथ मजबूत सीएमएस।
id: CMS tangguh dengan dukungan SCORM, berbagai jenis media, dan pengelola file intuitif.
it: CMS robusto con supporto SCORM, più tipi di media e un file manager intuitivo.
ja: SCORM サポート、複数のメディア タイプ、直感的なファイル マネージャーを備えた堅牢な CMS。
ml: SCORM പിന്തുണയുള്ള ശക്തമായ CMS, ഒന്നിലധികം മീഡിയ തരങ്ങൾ, അവബോധജന്യമായ ഫയൽ മാനേജർ.
mr: SCORM समर्थन, एकाधिक मीडिया प्रकार आणि अंतर्ज्ञानी फाइल व्यवस्थापकासह मजबूत CMS.
nl: Robuust CMS met SCORM-ondersteuning, meerdere mediatypen en een intuïtieve bestandsbeheerder.
pa: SCORM ਸਹਾਇਤਾ, ਮਲਟੀਪਲ ਮੀਡੀਆ ਕਿਸਮਾਂ, ਅਤੇ ਇੱਕ ਅਨੁਭਵੀ ਫਾਈਲ ਮੈਨੇਜਰ ਦੇ ਨਾਲ ਮਜਬੂਤ CMS।
pl: Solidny CMS z obsługą SCORM, wieloma typami multimediów i intuicyjnym menedżerem plików.
pt: CMS robusto com suporte SCORM, vários tipos de mídia e um gerenciador de arquivos intuitivo.
ru: Надежная CMS с поддержкой SCORM, несколькими типами мультимедиа и интуитивно понятным файловым менеджером.
sv: Robust CMS med SCORM-stöd, flera mediatyper och en intuitiv filhanterare.
ta: SCORM ஆதரவுடன் வலுவான CMS, பல மீடியா வகைகள் மற்றும் உள்ளுணர்வு கோப்பு மேலாளர்.
te: SCORM మద్దతు, బహుళ మీడియా రకాలు మరియు సహజమైన ఫైల్ మేనేజర్‌తో బలమైన CMS.
th: CMS ที่แข็งแกร่งพร้อมการรองรับ SCORM, สื่อหลายประเภท และตัวจัดการไฟล์ที่ใช้งานง่าย
tr: SCORM desteği, çoklu ortam türleri ve sezgisel dosya yöneticisi ile sağlam CMS.
vi: CMS mạnh mẽ có hỗ trợ SCORM, nhiều loại phương tiện và trình quản lý tệp trực quan.

source: Cutting-Edge Technology Stack
ar: مكدس التكنولوجيا المتطورة
bn: কাটিং-এজ প্রযুক্তি স্ট্যাক
da: Avanceret teknologistak
de: Modernster Technologie-Stack
el: Στοίβα τεχνολογίας αιχμής
es: Pila de tecnología de vanguardia
fi: Huippuluokan teknologiapino
fr: Pile technologique de pointe
he: ערימת טכנולוגיה מתקדמת
hi: अत्याधुनिक प्रौद्योगिकी स्टैक
id: Tumpukan Teknologi Mutakhir
it: Stack tecnologico all'avanguardia
ja: 最先端のテクノロジーの積み重ね
ml: കട്ടിംഗ്-എഡ്ജ് ടെക്നോളജി സ്റ്റാക്ക്
mr: अत्याधुनिक तंत्रज्ञान स्टॅक
nl: Geavanceerde technologiestapel
pa: ਕੱਟਣ-ਕਿਨਾਰੇ ਤਕਨਾਲੋਜੀ ਸਟੈਕ
pl: Najnowocześniejszy stos technologii
pt: Pilha de tecnologia de ponta
ru: Передовой технологический стек
sv: Spjutspetsteknologistack
ta: கட்டிங் எட்ஜ் டெக்னாலஜி ஸ்டேக்
te: కట్టింగ్-ఎడ్జ్ టెక్నాలజీ స్టాక్
th: กองเทคโนโลยีล้ำสมัย
tr: En Son Teknoloji Yığını
vi: Ngăn xếp công nghệ tiên tiến

source: Python
ar: بايثون
bn: পাইথন
el: Πύθων
es: Pitón
he: פִּיתוֹן
hi: अजगर
id: ular piton
it: Pitone
ja: パイソン
ml: പൈത്തൺ
mr: अजगर
pa: ਪਾਈਥਨ
pl: Pyton
pt: Pitão
ru: Питон
ta: மலைப்பாம்பு
te: కొండచిలువ
th: หลาม

source: Django
ar: جانغو
bn: জ্যাঙ্গো
he: ג'נגו
ja: ジャンゴ
ml: ജാങ്കോ
mr: जँगो
pa: ਜੰਜੋ
ru: Джанго
ta: ஜாங்கோ
te: జంగో
th: จังโก้

source: Docker
ar: عامل ميناء
bn: ডকার
el: Λιμενεργάτης
es: Estibador
fi: Satamatyöläinen
he: דוקר
hi: डाक में काम करनेवाला मज़दूर
id: Buruh pelabuhan
ja: ドッカー
ml: ഡോക്കർ
mr: डॉकर
nl: Dokwerker
pa: ਡੌਕਰ
pl: Doker
ru: Докер
sv: Hamnarbetare
ta: டோக்கர்
te: డాకర్
th: นักเทียบท่า
tr: Liman işçisi

source: JavaScript
ar: جافا سكريبت
bn: জাভাস্ক্রিপ্ট
hi: जावास्क्रिप्ट
ml: ജാവാസ്ക്രിപ്റ്റ്
ta: ஜாவாஸ்கிரிப்ட்
te: జావాస్క్రిప్ట్
th: จาวาสคริปต์

source: WebSockets
bn: ওয়েবসকেট
hi: वेबसॉकेट
id: soket web
it: WebSocket
ja: Webソケット
ml: വെബ്സോക്കറ്റുകൾ
mr: वेबसॉकेट्स
pl: WebSockety
ru: Вебсокеты
ta: வெப்சாக்கெட்டுகள்
th: เว็บซ็อกเก็ต
tr: WebSoketleri

source: Advanced Security
ar: الأمان المتقدم
bn: উন্নত নিরাপত্তা
da: Avanceret sikkerhed
de: Erweiterte Sicherheit
el: Προηγμένη ασφάλεια
es: Seguridad avanzada
fi: Edistynyt suojaus
fr: Sécurité avancée
he: אבטחה מתקדמת
hi: उन्नत सुरक्षा
id: Keamanan Tingkat Lanjut
it: Sicurezza avanzata
ja: 高度なセキュリティ
ml: വിപുലമായ സുരക്ഷ
mr: प्रगत सुरक्षा
nl: Geavanceerde beveiliging
pa: ਐਡਵਾਂਸਡ ਸੁਰੱਖਿਆ
pl: Zaawansowane zabezpieczenia
pt: Segurança Avançada
ru: Расширенная безопасность
sv: Avancerad säkerhet
ta: மேம்பட்ட பாதுகாப்பு
te: అధునాతన భద్రత
th: การรักษาความปลอดภัยขั้นสูง
tr: Gelişmiş Güvenlik
vi: Bảo mật nâng cao

source: Innovative Learning Approach
ar: نهج التعلم المبتكر
bn: উদ্ভাবনী শেখার পদ্ধতি
da: Innovativ læringstilgang
de: Innovativer Lernansatz
el: Καινοτόμος Προσέγγιση Μάθησης
es: Enfoque de aprendizaje innovador
fi: Innovatiivinen oppimisen lähestymistapa
fr: Approche d'apprentissage innovante
he: גישת למידה חדשנית
hi: नवोन्मेषी शिक्षण दृष्टिकोण
id: Pendekatan Pembelajaran Inovatif
it: Approccio di apprendimento innovativo
ja: 革新的な学習アプローチ
ml: നൂതന പഠന സമീപനം
mr: नाविन्यपूर्ण शिकण्याचा दृष्टीकोन
nl: Innovatieve leeraanpak
pa: ਨਵੀਨਤਾਕਾਰੀ ਸਿੱਖਣ ਦੀ ਪਹੁੰਚ
pl: Innowacyjne podejście do nauki
pt: Abordagem de aprendizagem inovadora
ru: Инновационный подход к обучению
sv: Innovativt lärande
ta: புதுமையான கற்றல் அணுகுமுறை
te: ఇన్నోవేటివ్ లెర్నింగ్ అప్రోచ్
th: แนวทางการเรียนรู้เชิงนวัตกรรม
tr: Yenilikçi Öğrenme Yaklaşımı
vi: Phương pháp học tập đổi mới

source: Adaptive Content Delivery
ar: تسليم المحتوى التكيفي
bn: অভিযোজিত বিষয়বস্তু বিতরণ
da: Adaptiv indholdslevering
de: Adaptive Inhaltsbereitstellung
el: Προσαρμοστική παράδοση περιεχομένου
es: Entrega de contenido adaptable
fi: Mukautuva sisällön toimitus
fr: Livraison de contenu adaptatif
he: אספקת תוכן מותאמת
hi: अनुकूली सामग्री वितरण
id: Pengiriman Konten Adaptif
it: Distribuzione di contenuti adattivi
ja: アダプティブコンテンツ配信
ml: അഡാപ്റ്റീവ് ഉള്ളടക്ക ഡെലിവറി
mr: अनुकूली सामग्री वितरण
nl: Adaptieve inhoudslevering
pa: ਅਨੁਕੂਲ ਸਮੱਗਰੀ ਡਿਲੀਵਰੀ
pl: Adaptacyjne dostarczanie treści
pt: Entrega de conteúdo adaptável
ru: Адаптивная доставка контента
sv: Adaptiv innehållsleverans
ta: அடாப்டிவ் உள்ளடக்க டெலிவரி
te: అనుకూల కంటెంట్ డెలివరీ
th: การนำเสนอเนื้อหาแบบปรับเปลี่ยนได้
tr: Uyarlanabilir İçerik Yayını
vi: Phân phối nội dung thích ứng
