Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Actions
ar: الإجراءات
bn: কর্ম
da: Handlinger
de: Aktionen
el: Δράσεις
es: Comportamiento
fi: Toiminnot
fr: Actes
gu: ક્રિયાઓ
he: פעולות
hi: कार्रवाई
id: Tindakan
it: Azioni
ja: アクション
kn: ಕ್ರಿಯೆಗಳು
ml: പ്രവർത്തനങ്ങൾ
mr: क्रिया
nl: Acties
no: Handlinger
or: କାର୍ଯ୍ୟ
pa: ਕਾਰਵਾਈਆਂ
pl: Działania
pt: Ações
ru: Действия
sv: Åtgärder
ta: செயல்கள்
te: చర్యలు
th: การดำเนินการ
tr: Eylemler
vi: hành động

source: View Announcement Detail
bn: ঘোষণার বিস্তারিত দেখুন
da: Se meddelelsesdetaljer
el: Δείτε τις λεπτομέρειες της ανακοίνωσης
he: צפה בפרטי ההודעה
id: Lihat Detail Pengumuman
ml: പ്രഖ്യാപനത്തിൻ്റെ വിശദാംശങ്ങൾ കാണുക
mr: घोषणा तपशील पहा
pa: ਘੋਸ਼ਣਾ ਦਾ ਵੇਰਵਾ ਵੇਖੋ
sv: Visa meddelandedetaljer
ta: அறிவிப்பு விவரங்களைப் பார்க்கவும்
te: ప్రకటన వివరాలను వీక్షించండి
th: ดูรายละเอียดประกาศ
vi: Xem chi tiết thông báo

source: Edit/Update Announcement
bn: এডিট/আপডেট ঘোষণা
da: Rediger/opdater meddelelse
el: Επεξεργασία/Ενημέρωση ανακοίνωσης
he: ערוך/עדכון הודעה
id: Edit/Perbarui Pengumuman
ml: അറിയിപ്പ് എഡിറ്റ്/അപ്ഡേറ്റ് ചെയ്യുക
mr: संपादित/अपडेट घोषणा
pa: ਸੰਪਾਦਿਤ/ਅੱਪਡੇਟ ਘੋਸ਼ਣਾ
sv: Redigera/Uppdatera meddelande
ta: அறிவிப்பைத் திருத்தவும்/புதுப்பிக்கவும்
te: ప్రకటనను సవరించండి/నవీకరించండి
th: แก้ไข/ปรับปรุงประกาศ
vi: Chỉnh sửa/Cập nhật thông báo

source: Add Recipients
bn: প্রাপকদের যোগ করুন
da: Tilføj modtagere
el: Προσθήκη παραληπτών
he: הוסף נמענים
id: Tambahkan Penerima
ml: സ്വീകർത്താക്കളെ ചേർക്കുക
mr: प्राप्तकर्ते जोडा
pa: ਪ੍ਰਾਪਤਕਰਤਾ ਸ਼ਾਮਲ ਕਰੋ
sv: Lägg till mottagare
ta: பெறுநர்களைச் சேர்க்கவும்
te: గ్రహీతలను జోడించండి
th: เพิ่มผู้รับ
vi: Thêm người nhận

source: Delete Announcement
ar: إعلان حذف
bn: ঘোষণা মুছুন
da: Slet meddelelse
de: Ankündigung löschen
el: Διαγραφή Ανακοίνωσης
es: Eliminar anuncio
fi: Poista ilmoitus
fr: Supprimer l'annonce
gu: જાહેરાત કાઢી નાખો
he: מחק הודעה
hi: घोषणा हटाएँ
id: Hapus Pengumuman
it: Elimina annuncio
ja: お知らせの削除
kn: ಪ್ರಕಟಣೆಯನ್ನು ಅಳಿಸಿ
ml: അറിയിപ്പ് ഇല്ലാതാക്കുക
mr: घोषणा हटवा
nl: Aankondiging verwijderen
no: Slett kunngjøring
or: ଘୋଷଣା ବିଲୋପ କରନ୍ତୁ |
pa: ਘੋਸ਼ਣਾ ਮਿਟਾਓ
pl: Usuń ogłoszenie
pt: Excluir anúncio
ru: Удалить объявление
sv: Ta bort meddelande
ta: அறிவிப்பை நீக்கு
te: ప్రకటనను తొలగించండి
th: ลบประกาศ
tr: Duyuru Sil
vi: Xóa thông báo

source: Manage Recipients - LMS Administrator
bn: প্রাপকদের পরিচালনা করুন - LMS অ্যাডমিনিস্ট্রেটর
da: Administrer modtagere - LMS-administrator
el: Διαχείριση παραληπτών - Διαχειριστής LMS
he: ניהול נמענים - מנהל LMS
id: Kelola Penerima - Administrator LMS
ml: സ്വീകർത്താക്കളെ നിയന്ത്രിക്കുക - LMS അഡ്മിനിസ്ട്രേറ്റർ
mr: प्राप्तकर्ते व्यवस्थापित करा - LMS प्रशासक
pa: ਪ੍ਰਾਪਤਕਰਤਾਵਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ - LMS ਪ੍ਰਸ਼ਾਸਕ
sv: Hantera mottagare - LMS-administratör
ta: பெறுநர்களை நிர்வகி - LMS நிர்வாகி
te: గ్రహీతలను నిర్వహించండి - LMS అడ్మినిస్ట్రేటర్
th: จัดการผู้รับ - ผู้ดูแลระบบ LMS
vi: Quản lý người nhận - Quản trị viên LMS

source: User List
bn: ব্যবহারকারীর তালিকা
da: Brugerliste
el: Λίστα χρηστών
he: רשימת משתמשים
id: Daftar Pengguna
ml: ഉപയോക്തൃ പട്ടിക
mr: वापरकर्ता सूची
pa: ਉਪਭੋਗਤਾ ਸੂਚੀ
sv: Användarlista
ta: பயனர் பட்டியல்
te: వినియోగదారు జాబితా
th: รายชื่อผู้ใช้
vi: Danh sách người dùng

source: LMS Calendar
ar: تقويم نظام إدارة التعلم
bn: LMS ক্যালেন্ডার
da: LMS kalender
de: LMS-Kalender
el: Ημερολόγιο LMS
es: Calendario LMS
fi: LMS kalenteri
fr: Calendrier LMS
gu: LMS કેલેન્ડર
he: לוח שנה של LMS
hi: एलएमएस कैलेंडर
id: Kalender LMS
it: Calendario LMS
ja: LMSカレンダー
kn: LMS ಕ್ಯಾಲೆಂಡರ್
ml: LMS കലണ്ടർ
mr: एलएमएस कॅलेंडर
nl: LMS-kalender
no: LMS-kalender
or: LMS କ୍ୟାଲେଣ୍ଡର |
pa: LMS ਕੈਲੰਡਰ
pl: Kalendarz LMS
pt: Calendário LMS
ru: Календарь LMS
sv: LMS-kalender
ta: LMS காலெண்டர்
te: LMS క్యాలెండర్
th: ปฏิทิน LMS
tr: LMS Takvimi
vi: Lịch LMS

source: Plan, Schedule, and Manage Your Educational Journey
ar: التخطيط والجدولة وإدارة رحلتك التعليمية
bn: আপনার শিক্ষাগত যাত্রা পরিকল্পনা, সময়সূচী এবং পরিচালনা করুন
da: Planlæg, planlæg og administrer din uddannelsesrejse
de: Planen, planen und verwalten Sie Ihre Bildungsreise
el: Σχεδιάστε, προγραμματίστε και διαχειριστείτε το εκπαιδευτικό σας ταξίδι
es: Planifique, programe y administre su viaje educativo
fi: Suunnittele, ajoita ja hallinnoi koulutusmatkaasi
fr: Planifiez, programmez et gérez votre parcours éducatif
gu: તમારી શૈક્ષણિક મુસાફરીની યોજના બનાવો, શેડ્યૂલ કરો અને તેનું સંચાલન કરો
he: תכנן, תזמן ונהל את המסע החינוכי שלך
hi: अपनी शैक्षिक यात्रा की योजना बनाएं, शेड्यूल करें और प्रबंधित करें
id: Rencanakan, Jadwalkan, dan Kelola Perjalanan Pendidikan Anda
it: Pianifica, pianifica e gestisci il tuo percorso formativo
ja: 教育旅行を計画、スケジュール、管理する
kn: ನಿಮ್ಮ ಶೈಕ್ಷಣಿಕ ಪ್ರಯಾಣವನ್ನು ಯೋಜಿಸಿ, ನಿಗದಿಪಡಿಸಿ ಮತ್ತು ನಿರ್ವಹಿಸಿ
ml: നിങ്ങളുടെ വിദ്യാഭ്യാസ യാത്ര ആസൂത്രണം ചെയ്യുക, ഷെഡ്യൂൾ ചെയ്യുക, നിയന്ത്രിക്കുക
mr: तुमच्या शैक्षणिक प्रवासाची योजना करा, वेळापत्रक बनवा आणि व्यवस्थापित करा
nl: Plan, plan en beheer uw educatieve reis
no: Planlegg, planlegg og administrer utdanningsreisen din
or: ଯୋଜନା, କାର୍ଯ୍ୟସୂଚୀ, ଏବଂ ଆପଣଙ୍କର ଶିକ୍ଷାଗତ ଯାତ୍ରା ପରିଚାଳନା କରନ୍ତୁ |
pa: ਆਪਣੀ ਵਿਦਿਅਕ ਯਾਤਰਾ ਦੀ ਯੋਜਨਾ ਬਣਾਓ, ਸਮਾਂ-ਸੂਚੀ ਬਣਾਓ ਅਤੇ ਪ੍ਰਬੰਧਿਤ ਕਰੋ
pl: Planuj, planuj i zarządzaj swoją podróżą edukacyjną
pt: Planeje, programe e gerencie sua jornada educacional
ru: Планируйте, планируйте и управляйте своим образовательным путешествием
sv: Planera, schemalägg och hantera din utbildningsresa
ta: உங்கள் கல்விப் பயணத்தைத் திட்டமிடவும், திட்டமிடவும் மற்றும் நிர்வகிக்கவும்
te: మీ విద్యా ప్రయాణాన్ని ప్లాన్ చేయండి, షెడ్యూల్ చేయండి మరియు నిర్వహించండి
th: วางแผน กำหนดเวลา และจัดการเส้นทางการศึกษาของคุณ
tr: Eğitim Yolculuğunuzu Planlayın, Programlayın ve Yönetin
vi: Lập kế hoạch, lịch trình và quản lý hành trình học tập của bạn

source: Calendar
ar: تقويم
bn: ক্যালেন্ডার
da: Kalender
de: Kalender
el: Ημερολόγιο
es: Calendario
fi: Kalenteri
fr: Calendrier
gu: કેલેન્ડર
he: לוּחַ שָׁנָה
hi: कैलेंडर
id: Kalender
it: Calendario
ja: カレンダー
kn: ಕ್ಯಾಲೆಂಡರ್
ml: കലണ്ടർ
mr: कॅलेंडर
nl: Kalender
no: Kalender
or: କ୍ୟାଲେଣ୍ଡର
pa: ਕੈਲੰਡਰ
pl: Kalendarz
pt: Calendário
ru: Календарь
sv: Kalender
ta: நாட்காட்டி
te: క్యాలెండర్
th: ปฏิทิน
tr: Takvim
vi: Lịch

source: July 2024
ar: يوليو 2024
bn: জুলাই 2024
da: juli 2024
de: Juli 2024
el: Ιούλιος 2024
es: julio 2024
fi: Heinäkuu 2024
fr: juillet 2024
gu: જુલાઈ 2024
he: יולי 2024
hi: जुलाई 2024
id: Juli 2024
it: Luglio 2024
ja: 2024年7月
kn: ಜುಲೈ 2024
ml: ജൂലൈ 2024
mr: जुलै २०२४
nl: Juli 2024
no: juli 2024
or: ଜୁଲାଇ 2024
pa: ਜੁਲਾਈ 2024
pl: lipiec 2024 r
pt: Julho de 2024
ru: июль 2024 г.
sv: juli 2024
ta: ஜூலை 2024
te: జూలై 2024
th: กรกฎาคม 2024
tr: Temmuz 2024
vi: tháng 7 năm 2024

source: Advanced Filters
ar: مرشحات متقدمة
bn: উন্নত ফিল্টার
da: Avancerede filtre
de: Erweiterte Filter
el: Προηγμένα φίλτρα
es: Filtros avanzados
fi: Edistyneet suodattimet
fr: Filtres avancés
he: מסננים מתקדמים
hi: उन्नत फ़िल्टर
id: Filter Tingkat Lanjut
it: Filtri avanzati
ja: 高度なフィルター
kn: ಸುಧಾರಿತ ಫಿಲ್ಟರ್‌ಗಳು
ml: വിപുലമായ ഫിൽട്ടറുകൾ
mr: प्रगत फिल्टर
nl: Geavanceerde filters
pa: ਉੱਨਤ ਫਿਲਟਰ
pl: Zaawansowane filtry
pt: Filtros Avançados
ru: Расширенные фильтры
sv: Avancerade filter
ta: மேம்பட்ட வடிப்பான்கள்
te: అధునాతన ఫిల్టర్లు
th: ตัวกรองขั้นสูง
tr: Gelişmiş Filtreler
vi: Bộ lọc nâng cao

source: Event Type
ar: نوع الحدث
bn: ইভেন্টের ধরন
da: Begivenhedstype
de: Ereignistyp
el: Τύπος συμβάντος
es: Tipo de evento
fi: Tapahtuman tyyppi
fr: Type d'événement
gu: ઇવેન્ટનો પ્રકાર
he: סוג אירוע
hi: इवेंट प्रकार
id: Jenis Acara
it: Tipo di evento
ja: イベントの種類
kn: ಈವೆಂಟ್ ಪ್ರಕಾರ
ml: ഇവൻ്റ് തരം
mr: कार्यक्रमाचा प्रकार
nl: Evenementtype
no: Hendelsestype
or: ଇଭେଣ୍ଟ ପ୍ରକାର |
pa: ਘਟਨਾ ਦੀ ਕਿਸਮ
pl: Typ zdarzenia
pt: Tipo de Evento
ru: Тип события
sv: Händelsetyp
ta: நிகழ்வு வகை
te: ఈవెంట్ రకం
th: ประเภทเหตุการณ์
tr: Etkinlik Türü
vi: Loại sự kiện

source: All Types
ar: جميع الأنواع
bn: সকল প্রকার
da: Alle typer
de: Alle Typen
el: Όλοι οι τύποι
es: Todos los tipos
fi: Kaikki tyypit
fr: Tous types
he: כל הסוגים
hi: सभी प्रकार
id: Semua Jenis
it: Tutti i tipi
ja: 全種類
kn: ಎಲ್ಲಾ ವಿಧಗಳು
ml: എല്ലാ തരങ്ങളും
mr: सर्व प्रकार
nl: Alle soorten
pa: ਸਾਰੀਆਂ ਕਿਸਮਾਂ
pl: Wszystkie typy
pt: Todos os tipos
ru: Все типы
sv: Alla typer
ta: அனைத்து வகைகளும்
te: అన్ని రకాలు
th: ทุกประเภท
tr: Tüm Türler
vi: Tất cả các loại

source: Course
ar: دورة
bn: কোর্স
da: Kursus
de: Kurs
el: Πορεία
es: Curso
fi: Kurssi
fr: Cours
gu: અભ્યાસક્રમ
he: קוּרס
hi: अवधि
id: Kursus
it: Corso
ja: コース
kn: ಕೋರ್ಸ್
ml: കോഴ്സ്
mr: अभ्यासक्रम
nl: Cursus
no: Kurs
or: ପାଠ୍ୟକ୍ରମ
pa: ਕੋਰਸ
pl: Kurs
pt: Curso
ru: Курс
sv: Kurs
ta: பாடநெறி
te: కోర్సు
th: คอร์ส
tr: Kurs
vi: Khóa học

source: Webinar
ar: ندوات عبر الإنترنت
bn: ওয়েবিনার
da: Webinarer
de: Webinare
el: Διαδικτυακά σεμινάρια
es: Seminarios web
fi: Webinaarit
fr: Webinaires
gu: વેબિનાર
he: סמינרים מקוונים
hi: वेबिनार
ja: ウェビナー
kn: ವೆಬ್ನಾರ್ಗಳು
ml: വെബിനാറുകൾ
mr: वेबिनार
nl: Webinars
or: ୱେବିନାର୍ |
pa: ਵੈਬਿਨਾਰ
pl: Webinaria
pt: Seminários on-line
ru: Вебинары
sv: Webbseminarier
ta: வெபினர்கள்
te: వెబ్నార్లు
th: การสัมมนาผ่านเว็บ
tr: Web seminerleri
vi: Hội thảo trên web

source: Workshop
ar: ورشة عمل
bn: কর্মশালা
da: Værksted
de: Werkstatt
el: Συνεργείο
es: Taller
fi: Työpaja
fr: Atelier
gu: વર્કશોપ
he: סַדנָה
hi: कार्यशाला
id: Bengkel
it: Officina
ja: ワークショップ
kn: ಕಾರ್ಯಾಗಾರ
ml: ശിൽപശാല
mr: कार्यशाळा
nl: Werkplaats
no: Verksted
or: କର୍ମଶାଳା
pa: ਵਰਕਸ਼ਾਪ
pl: Warsztat
pt: Oficina
ru: Мастерская
sv: Verkstad
ta: பட்டறை
te: వర్క్‌షాప్
th: การประชุมเชิงปฏิบัติการ
tr: Atölye
vi: Xưởng

source: Exam
ar: امتحان
bn: পরীক্ষা
da: Eksamen
de: Prüfung
el: Εξέταση
es: Examen
fi: Tentti
fr: Examen
gu: પરીક્ષા
he: בְּחִינָה
hi: परीक्षा
id: Ujian
it: Esame
ja: テスト
kn: ಪರೀಕ್ಷೆ
ml: പരീക്ഷ
mr: परीक्षा
nl: Examen
no: Eksamen
or: ପରୀକ୍ଷା
pa: ਪ੍ਰੀਖਿਆ
pl: Egzamin
pt: Exame
ru: Экзамен
sv: Examen
ta: தேர்வு
te: పరీక్ష
th: การสอบ
tr: Sınav
vi: Bài thi

source: Physical Event
ar: حدث مادي
bn: শারীরিক ঘটনা
da: Fysisk begivenhed
de: Physisches Ereignis
el: Φυσικό Γεγονός
es: Evento físico
fi: Fyysinen tapahtuma
fr: Événement physique
he: אירוע פיזי
hi: भौतिक घटना
id: Peristiwa Fisik
it: Evento fisico
ja: 物理的な出来事
kn: ಭೌತಿಕ ಘಟನೆ
ml: ശാരീരിക സംഭവം
mr: शारीरिक कार्यक्रम
nl: Fysieke gebeurtenis
pa: ਸਰੀਰਕ ਘਟਨਾ
pl: Wydarzenie fizyczne
pt: Evento Físico
ru: Физическое событие
sv: Fysisk händelse
ta: உடல் நிகழ்வு
te: భౌతిక సంఘటన
th: เหตุการณ์ทางกายภาพ
tr: Fiziksel Olay
vi: Sự kiện thể chất

source: Learning Program
ar: برنامج التعلم
bn: শেখার প্রোগ্রাম
da: Læringsprogram
de: Lernprogramm
el: Πρόγραμμα Εκμάθησης
es: Programa de aprendizaje
fi: Oppimisohjelma
fr: Programme d'apprentissage
he: תוכנית למידה
hi: सीखने का कार्यक्रम
id: Program Pembelajaran
it: Programma di apprendimento
ja: 学習プログラム
kn: ಕಲಿಕೆ ಕಾರ್ಯಕ್ರಮ
ml: പഠന പരിപാടി
mr: शिकण्याचा कार्यक्रम
nl: Leerprogramma
pa: ਸਿਖਲਾਈ ਪ੍ਰੋਗਰਾਮ
pl: Program nauczania
pt: Programa de aprendizagem
ru: Программа обучения
sv: Inlärningsprogram
ta: கற்றல் திட்டம்
te: అభ్యాస కార్యక్రమం
th: โปรแกรมการเรียนรู้
tr: Öğrenme Programı
vi: Chương trình học

source: Location
ar: موقع
bn: অবস্থান
da: Beliggenhed
de: Standort
el: Τοποθεσία
es: Ubicación
fi: Sijainti
fr: Emplacement
he: מִקוּם
hi: जगह
id: Lokasi
it: Posizione
ja: 位置
kn: ಸ್ಥಳ
ml: സ്ഥാനം
mr: स्थान
nl: Locatie
pa: ਟਿਕਾਣਾ
pl: Lokalizacja
pt: Localização
ru: Расположение
sv: Plats
ta: இடம்
te: స్థానం
th: ที่ตั้ง
tr: Konum
vi: Vị trí

source: All Locations
ar: جميع المواقع
bn: সমস্ত অবস্থান
da: Alle lokationer
de: Alle Standorte
el: Όλες οι Τοποθεσίες
es: Todas las ubicaciones
fi: Kaikki paikat
fr: Tous les emplacements
he: כל המיקומים
hi: सभी स्थान
id: Semua Lokasi
it: Tutte le località
ja: すべての場所
kn: ಎಲ್ಲಾ ಸ್ಥಳಗಳು
ml: എല്ലാ സ്ഥാനങ്ങളും
mr: सर्व स्थाने
nl: Alle locaties
pa: ਸਾਰੇ ਟਿਕਾਣੇ
pl: Wszystkie lokalizacje
pt: Todos os locais
ru: Все локации
sv: Alla platser
ta: அனைத்து இடங்களும்
te: అన్ని స్థానాలు
th: สถานที่ทั้งหมด
tr: Tüm Konumlar
vi: Tất cả vị trí

source: Online
ar: متصل
bn: অনলাইন
el: Διαδικτυακά
es: En línea
fi: verkossa
fr: En ligne
he: באינטרנט
hi: ऑनलाइन
it: In linea
ja: オンライン
kn: ಆನ್ಲೈನ್
ml: ഓൺലൈൻ
mr: ऑनलाइन
pa: ਔਨਲਾਈਨ
pl: W Internecie
ru: Онлайн
ta: ஆன்லைன்
te: ఆన్‌లైన్
th: ออนไลน์
tr: Çevrimiçi
vi: Trực tuyến

source: Physical
ar: بدني
bn: শারীরিক
da: Fysisk
de: Körperlich
el: Φυσικός
es: Físico
fi: Fyysinen
fr: Physique
he: גוּפָנִי
hi: भौतिक
id: Fisik
it: Fisico
ja: 物理的な
kn: ಭೌತಿಕ
ml: ശാരീരികം
mr: शारीरिक
nl: Fysiek
pa: ਸਰੀਰਕ
pl: Fizyczny
pt: Físico
ru: Физический
sv: Fysisk
ta: உடல்
te: భౌతిక
th: ทางกายภาพ
tr: Fiziksel
vi: Thuộc vật chất

source: Date Range
ar: النطاق الزمني
bn: তারিখ পরিসীমা
da: Datointerval
de: Datumsbereich
el: Εύρος ημερομηνιών
es: Rango de fechas
fi: Ajanjakso
fr: Plage de dates
he: טווח תאריכים
hi: दिनांक सीमा
id: Rentang Tanggal
it: Intervallo di date
ja: 日付範囲
kn: ದಿನಾಂಕ ಶ್ರೇಣಿ
ml: തീയതി ശ്രേണി
mr: तारीख श्रेणी
nl: Datumbereik
pa: ਮਿਤੀ ਰੇਂਜ
pl: Zakres dat
pt: Período
ru: Диапазон дат
sv: Datumintervall
ta: தேதி வரம்பு
te: తేదీ పరిధి
th: ช่วงวันที่
tr: Tarih Aralığı
vi: Phạm vi ngày

source: Select date range
ar: حدد النطاق الزمني
bn: তারিখ পরিসীমা নির্বাচন করুন
da: Vælg datointerval
de: Wählen Sie den Datumsbereich aus
el: Επιλέξτε εύρος ημερομηνιών
es: Seleccionar rango de fechas
fi: Valitse ajanjakso
fr: Sélectionnez une plage de dates
he: בחר טווח תאריכים
hi: दिनांक सीमा चुनें
id: Pilih rentang tanggal
it: Seleziona l'intervallo di date
ja: 日付範囲を選択してください
kn: ದಿನಾಂಕ ಶ್ರೇಣಿಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: തീയതി ശ്രേണി തിരഞ്ഞെടുക്കുക
mr: तारीख श्रेणी निवडा
nl: Selecteer een datumbereik
pa: ਮਿਤੀ ਰੇਂਜ ਚੁਣੋ
pl: Wybierz zakres dat
pt: Selecione o período
ru: Выберите диапазон дат
sv: Välj datumintervall
ta: தேதி வரம்பைத் தேர்ந்தெடுக்கவும்
te: తేదీ పరిధిని ఎంచుకోండి
th: เลือกช่วงวันที่
tr: Tarih aralığını seçin
vi: Chọn phạm vi ngày

source: Time Zone
ar: المنطقة الزمنية
bn: টাইম জোন
da: Tidszone
de: Zeitzone
el: Ζώνη ώρας
es: Huso horario
fi: Aikavyöhyke
fr: Fuseau horaire
gu: સમય ઝોન
he: אזור זמן
hi: समय क्षेत्र
id: Zona Waktu
it: Fuso orario
ja: タイムゾーン
kn: ಸಮಯ ವಲಯ
ml: സമയ മേഖല
mr: टाइम झोन
nl: Tijdzone
no: Tidssone
or: ସମୟ ମଣ୍ଡଳ |
pa: ਸਮਾਂ ਖੇਤਰ
pl: Strefa czasowa
pt: Fuso horário
ru: Часовой пояс
sv: Tidszon
ta: நேர மண்டலம்
te: టైమ్ జోన్
th: โซนเวลา
tr: Saat Dilimi
vi: Múi giờ

source: All Time Zones
ar: جميع المناطق الزمنية
bn: সমস্ত সময় অঞ্চল
da: Alle tidszoner
de: Alle Zeitzonen
el: Όλες οι Ζώνες ώρας
es: Todas las zonas horarias
fi: Kaikki aikavyöhykkeet
fr: Tous les fuseaux horaires
he: כל אזורי הזמן
hi: सभी समय क्षेत्र
id: Semua Zona Waktu
it: Tutti i fusi orari
ja: すべてのタイムゾーン
kn: ಎಲ್ಲಾ ಸಮಯ ವಲಯಗಳು
ml: എല്ലാ സമയ മേഖലകളും
mr: सर्व वेळ क्षेत्रे
nl: Alle tijdzones
pa: ਆਲ ਟਾਈਮ ਜ਼ੋਨ
pl: Wszystkie strefy czasowe
pt: Todos os fusos horários
ru: Все часовые пояса
sv: Alla tidszoner
ta: அனைத்து நேர மண்டலங்கள்
te: అన్ని సమయ మండలాలు
th: โซนเวลาทั้งหมด
tr: Tüm Zaman Dilimleri
vi: Tất cả các múi giờ

source: Search Events
ar: أحداث البحث
bn: অনুসন্ধান ইভেন্ট
da: Søg begivenheder
de: Suchen Sie nach Ereignissen
el: Αναζήτηση συμβάντων
es: Buscar eventos
fi: Hae tapahtumia
fr: Rechercher des événements
he: חפש אירועים
hi: घटनाएँ खोजें
id: Acara Pencarian
it: Cerca eventi
ja: イベントの検索
kn: ಈವೆಂಟ್‌ಗಳನ್ನು ಹುಡುಕಿ
ml: ഇവൻ്റുകൾ തിരയുക
mr: इव्हेंट शोधा
nl: Zoek evenementen
pa: ਖੋਜ ਇਵੈਂਟਸ
pl: Wyszukaj wydarzenia
pt: Pesquisar eventos
ru: Поиск событий
sv: Sök händelser
ta: தேடல் நிகழ்வுகள்
te: ఈవెంట్‌లను శోధించండి
th: ค้นหากิจกรรม
tr: Etkinlikleri Ara
vi: Tìm kiếm sự kiện

source: Search by event name, description, or instructor
ar: البحث حسب اسم الحدث أو الوصف أو المدرب
bn: ইভেন্টের নাম, বিবরণ বা প্রশিক্ষক দ্বারা অনুসন্ধান করুন
da: Søg efter begivenhedsnavn, beskrivelse eller instruktør
de: Suchen Sie nach Veranstaltungsname, Beschreibung oder Dozent
el: Αναζήτηση κατά όνομα, περιγραφή ή εκπαιδευτή εκδήλωσης
es: Buscar por nombre del evento, descripción o instructor
fi: Hae tapahtuman nimen, kuvauksen tai ohjaajan mukaan
fr: Rechercher par nom d'événement, description ou instructeur
he: חפש לפי שם אירוע, תיאור או מדריך
hi: ईवेंट के नाम, विवरण या प्रशिक्षक के आधार पर खोजें
id: Cari berdasarkan nama acara, deskripsi, atau instruktur
it: Cerca per nome dell'evento, descrizione o istruttore
ja: イベント名、説明、講師で検索
kn: ಈವೆಂಟ್ ಹೆಸರು, ವಿವರಣೆ ಅಥವಾ ಬೋಧಕರ ಮೂಲಕ ಹುಡುಕಿ
ml: ഇവൻ്റ് പേര്, വിവരണം അല്ലെങ്കിൽ ഇൻസ്ട്രക്ടർ എന്നിവ പ്രകാരം തിരയുക
mr: इव्हेंटचे नाव, वर्णन किंवा प्रशिक्षकाद्वारे शोधा
nl: Zoek op evenementnaam, beschrijving of instructeur
pa: ਘਟਨਾ ਦੇ ਨਾਮ, ਵਰਣਨ, ਜਾਂ ਇੰਸਟ੍ਰਕਟਰ ਦੁਆਰਾ ਖੋਜ ਕਰੋ
pl: Szukaj według nazwy wydarzenia, opisu lub instruktora
pt: Pesquise por nome do evento, descrição ou instrutor
ru: Поиск по названию мероприятия, описанию или инструктору
sv: Sök efter evenemangets namn, beskrivning eller instruktör
ta: நிகழ்வின் பெயர், விளக்கம் அல்லது பயிற்றுவிப்பாளர் மூலம் தேடுங்கள்
te: ఈవెంట్ పేరు, వివరణ లేదా బోధకుడి ద్వారా శోధించండి
th: ค้นหาตามชื่อกิจกรรม คำอธิบาย หรือผู้สอน
tr: Etkinlik adına, açıklamaya veya eğitmene göre arayın
vi: Tìm kiếm theo tên sự kiện, mô tả hoặc người hướng dẫn

source: Apply Filters
ar: تطبيق المرشحات
bn: ফিল্টার প্রয়োগ করুন
da: Anvend filtre
de: Filter anwenden
el: Εφαρμογή φίλτρων
es: Aplicar filtros
fi: Käytä suodattimia
fr: Appliquer des filtres
gu: ફિલ્ટર્સ લાગુ કરો
he: החל מסננים
hi: फ़िल्टर लागू करें
id: Terapkan Filter
it: Applica filtri
ja: フィルターを適用する
kn: ಫಿಲ್ಟರ್‌ಗಳನ್ನು ಅನ್ವಯಿಸಿ
ml: ഫിൽട്ടറുകൾ പ്രയോഗിക്കുക
mr: फिल्टर लागू करा
nl: Filters toepassen
no: Bruk filtre
or: ଫିଲ୍ଟର୍ ପ୍ରୟୋଗ କରନ୍ତୁ |
pa: ਫਿਲਟਰ ਲਾਗੂ ਕਰੋ
pl: Zastosuj filtry
pt: Aplicar filtros
ru: Применить фильтры
sv: Använd filter
ta: வடிப்பான்களைப் பயன்படுத்து
te: ఫిల్టర్‌లను వర్తింపజేయండి
th: ใช้ตัวกรอง
tr: Filtreleri Uygula
vi: Áp dụng bộ lọc

source: New Course Launch
ar: إطلاق دورة جديدة
bn: নতুন কোর্স চালু
da: Lancering af nyt kursus
de: Neuer Kursstart
el: Έναρξη νέου μαθήματος
es: Lanzamiento de nuevo curso
fi: Uuden kurssin julkaisu
fr: Lancement d'un nouveau cours
gu: નવો કોર્સ શરૂ
he: השקת קורס חדש
hi: नये पाठ्यक्रम का शुभारंभ
id: Peluncuran Kursus Baru
it: Lancio del nuovo corso
ja: 新しいコースの開始
kn: ಹೊಸ ಕೋರ್ಸ್ ಪ್ರಾರಂಭ
ml: പുതിയ കോഴ്‌സ് ലോഞ്ച്
mr: नवीन अभ्यासक्रम सुरू
nl: Nieuwe cursuslancering
no: Lansering av nytt kurs
or: ନୂତନ ପାଠ୍ୟକ୍ରମ ଆରମ୍ଭ
pa: ਨਵੇਂ ਕੋਰਸ ਦੀ ਸ਼ੁਰੂਆਤ
pl: Uruchomienie nowego kursu
pt: Lançamento de novo curso
ru: Запуск нового курса
sv: Ny kurslansering
ta: புதிய பாடப்பிரிவு துவக்கம்
te: కొత్త కోర్సు ప్రారంభం
th: เปิดตัวหลักสูตรใหม่
tr: Yeni Kurs Lansmanı
vi: Khai giảng khóa học mới

source: Advanced ML Course
ar: دورة ML المتقدمة
bn: অ্যাডভান্সড এমএল কোর্স
da: Avanceret ML kursus
de: Fortgeschrittener ML-Kurs
el: Προχωρημένο μάθημα ML
es: Curso avanzado de aprendizaje automático
fi: Edistynyt ML-kurssi
fr: Cours avancé de ML
gu: એડવાન્સ ML કોર્સ
he: קורס ML מתקדם
hi: उन्नत एमएल पाठ्यक्रम
id: Kursus ML Tingkat Lanjut
it: Corso avanzato di machine learning
ja: 上級MLコース
kn: ಸುಧಾರಿತ ಎಂಎಲ್ ಕೋರ್ಸ್
ml: വിപുലമായ ML കോഴ്സ്
mr: प्रगत एमएल कोर्स
nl: Geavanceerde ML-cursus
no: Avansert ML-kurs
or: ଉନ୍ନତ ML ପାଠ୍ୟକ୍ରମ |
pa: ਐਡਵਾਂਸਡ ਐਮਐਲ ਕੋਰਸ
pl: Zaawansowany kurs ML
pt: Curso de ML avançado
ru: Продвинутый курс машинного обучения
sv: Avancerad ML-kurs
ta: மேம்பட்ட ML படிப்பு
te: అధునాతన ML కోర్సు
th: หลักสูตร ML ขั้นสูง
tr: İleri Düzey ML Kursu
vi: Khóa học ML nâng cao

source: E-learning Webinar
ar: ندوة التعلم الإلكتروني
bn: ই-লার্নিং ওয়েবিনার
da: E-læringswebinar
el: Διαδικτυακό σεμινάριο ηλεκτρονικής μάθησης
es: Seminario web de aprendizaje electrónico
fi: Verkko-oppimisen webinaari
fr: Webinaire d'apprentissage en ligne
gu: ઇ-લર્નિંગ વેબિનાર
he: סמינר מקוון למידה
hi: ई-लर्निंग वेबिनार
id: Webinar E-pembelajaran
it: Webinar sull'e-learning
ja: Eラーニングウェビナー
kn: ಇ-ಲರ್ನಿಂಗ್ ವೆಬ್ನಾರ್
ml: ഇ-ലേണിംഗ് വെബിനാർ
mr: ई-लर्निंग वेबिनार
nl: Webinar voor e-learning
no: E-læringswebinar
or: ଇ-ଲର୍ନିଂ ୱେବିନିନର୍ |
pa: ਈ-ਲਰਨਿੰਗ ਵੈਬਿਨਾਰ
pl: Webinarium e-learningowe
pt: Webinar de e-learning
ru: Вебинар электронного обучения
sv: E-lärande webbseminarium
ta: மின் கற்றல் வெபினார்
te: ఇ-లెర్నింగ్ వెబ్నార్
th: การสัมมนาผ่านเว็บแบบอีเลิร์นนิง
tr: E-öğrenme Web Semineri
vi: Hội thảo trực tuyến về học trực tuyến

source: Add Event
ar: أضف حدثًا
bn: ইভেন্ট যোগ করুন
da: Tilføj begivenhed
de: Ereignis hinzufügen
el: Προσθήκη συμβάντος
es: Agregar evento
fi: Lisää tapahtuma
fr: Ajouter un événement
gu: ઇવેન્ટ ઉમેરો
he: הוסף אירוע
hi: कार्यक्रम जोड़ें
id: Tambahkan Acara
it: Aggiungi evento
ja: イベントの追加
kn: ಈವೆಂಟ್ ಸೇರಿಸಿ
ml: ഇവൻ്റ് ചേർക്കുക
mr: कार्यक्रम जोडा
nl: Evenement toevoegen
no: Legg til hendelse
or: ଇଭେଣ୍ଟ ଯୋଡନ୍ତୁ |
pa: ਇਵੈਂਟ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj wydarzenie
pt: Adicionar Evento
ru: Добавить событие
sv: Lägg till händelse
ta: நிகழ்வைச் சேர்க்கவும்
te: ఈవెంట్‌ని జోడించండి
th: เพิ่มเหตุการณ์
tr: Etkinlik Ekle
vi: Thêm sự kiện

source: Event Name
ar: اسم الحدث
bn: ইভেন্টের নাম
da: Begivenhedsnavn
de: Ereignisname
el: Όνομα συμβάντος
es: Nombre del evento
fi: Tapahtuman nimi
fr: Nom de l'événement
gu: ઇવેન્ટનું નામ
he: שם האירוע
hi: घटना नाम
id: Nama Acara
it: Nome dell'evento
ja: イベント名
kn: ಈವೆಂಟ್ ಹೆಸರು
ml: ഇവൻ്റിൻ്റെ പേര്
mr: कार्यक्रमाचे नाव
nl: Naam van evenement
no: Navn på hendelse
or: ଇଭେଣ୍ଟ ନାମ
pa: ਇਵੈਂਟ ਦਾ ਨਾਮ
pl: Nazwa wydarzenia
pt: Nome do Evento
ru: Название события
sv: Händelsenamn
ta: நிகழ்வின் பெயர்
te: ఈవెంట్ పేరు
th: ชื่อกิจกรรม
tr: Etkinlik Adı
vi: Tên sự kiện

source: Date
ar: تاريخ
bn: তারিখ
da: Dato
de: Datum
el: Ημερομηνία
es: Fecha
fi: Päivämäärä
gu: તારીખ
he: תַאֲרִיך
hi: तारीख
id: Tanggal
it: Data
ja: 日付
kn: ದಿನಾಂಕ
ml: തീയതി
mr: तारीख
nl: Datum
no: Dato
or: ତାରିଖ
pa: ਮਿਤੀ
pl: Data
pt: Data
ru: Дата
sv: Datum
ta: தேதி
te: తేదీ
th: วันที่
tr: Tarih
vi: Ngày

source: Course Launch
ar: إطلاق الدورة
bn: কোর্স চালু
da: Kursusstart
de: Kursstart
el: Έναρξη μαθήματος
es: Lanzamiento del curso
fi: Kurssin aloitus
fr: Lancement du cours
gu: કોર્સ લોન્ચ
he: השקת הקורס
hi: कोर्स लॉन्च
id: Peluncuran Kursus
it: Lancio del corso
ja: コースの開始
kn: ಕೋರ್ಸ್ ಪ್ರಾರಂಭ
ml: കോഴ്‌സ് ലോഞ്ച്
mr: कोर्स लाँच
nl: Cursuslancering
no: Kursoppstart
or: ପାଠ୍ୟକ୍ରମ ଆରମ୍ଭ
pa: ਕੋਰਸ ਸ਼ੁਰੂ
pl: Uruchomienie kursu
pt: Lançamento do curso
ru: Запуск курса
sv: Kursstart
ta: பாடத் தொடக்கம்
te: కోర్సు ప్రారంభం
th: เปิดตัวหลักสูตร
tr: Kurs Başlatma
vi: Ra mắt khóa học

source: Capacity
ar: سعة
bn: ক্ষমতা
da: Kapacitet
de: Kapazität
el: Ικανότητα
es: Capacidad
fi: Kapasiteetti
fr: Capacité
he: יְכוֹלֶת
hi: क्षमता
id: Kapasitas
it: Capacità
ja: 容量
kn: ಸಾಮರ್ಥ್ಯ
ml: ശേഷി
mr: क्षमता
nl: Capaciteit
pa: ਸਮਰੱਥਾ
pl: Pojemność
pt: Capacidade
ru: Емкость
sv: Kapacitet
ta: திறன்
te: కెపాసిటీ
th: ความจุ
tr: Kapasite
vi: Dung tích

source: Upcoming Events
ar: الأحداث القادمة
bn: আসন্ন ইভেন্ট
da: Kommende begivenheder
de: Kommende Veranstaltungen
el: Προσεχείς Εκδηλώσεις
es: Próximos eventos
fi: Tulevat tapahtumat
fr: Événements à venir
gu: આગામી ઘટનાઓ
he: אירועים קרובים
hi: आगामी कार्यक्रम
id: Acara Mendatang
it: Prossimi eventi
ja: 今後のイベント
kn: ಮುಂಬರುವ ಈವೆಂಟ್‌ಗಳು
ml: വരാനിരിക്കുന്ന ഇവൻ്റുകൾ
mr: आगामी कार्यक्रम
nl: Aankomende evenementen
no: Kommende arrangementer
or: ଆଗାମୀ ଘଟଣା
pa: ਆਗਾਮੀ ਸਮਾਗਮ
pl: Nadchodzące wydarzenia
pt: Próximos eventos
ru: Предстоящие события
sv: Kommande evenemang
ta: வரவிருக்கும் நிகழ்வுகள்
te: రాబోయే ఈవెంట్‌లు
th: เหตุการณ์ที่จะเกิดขึ้น
tr: Yaklaşan Etkinlikler
vi: Sự kiện sắp tới
