Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Schedule
ar: جدول
bn: সময়সূচী
da: Skema
de: Zeitplan
el: Πρόγραμμα
es: Cronograma
fi: Ajoittaa
fr: Calendrier
he: לוּחַ זְמַנִים
hi: अनुसूची
id: Jadwal
it: Programma
ja: スケジュール
ml: ഷെഡ്യൂൾ
mr: वेळापत्रक
nl: Schema
pa: ਤਹਿ
pl: Harmonogram
pt: Agendar
ru: Расписание
sv: Schema
ta: அட்டவணை
te: షెడ్యూల్
th: กำหนดการ
tr: Takvim
vi: Lịch trình

source: Meta
ar: ميتا
bn: মেটা
el: Μετα
fr: Méta
he: מטא
hi: मेटा
ja: メタ
ml: മെറ്റാ
mr: मेटा
pa: ਮੈਟਾ
ru: Мета
ta: மெட்டா
te: మెటా
th: เมตา

source: Attendees
ar: الحضور
bn: উপস্থিতরা
da: Deltagere
de: Teilnehmer
el: παρευρισκόμενοι
es: Asistentes
fi: Osallistujat
fr: Participants
he: משתתפים
hi: सहभागी
id: Peserta
it: Partecipanti
ja: 出席者
ml: പങ്കെടുക്കുന്നവർ
mr: उपस्थित
nl: Deelnemers
pa: ਹਾਜ਼ਰੀਨ
pl: Uczestnicy
pt: Participantes
ru: Участники
sv: Deltagare
ta: பங்கேற்பாளர்கள்
te: హాజరైనవారు
th: ผู้เข้าร่วม
tr: Katılımcılar
vi: Người tham dự

source: Join
ar: ينضم
bn: যোগদান করুন
da: Deltag
de: Verbinden
el: Ενώνω
es: Unirse
fi: Liity
fr: Rejoindre
he: לְהִצְטַרֵף
hi: जोड़ना
id: Bergabung
it: Giuntura
ja: 参加する
ml: ചേരുക
mr: सामील व्हा
nl: Meedoen
pa: ਸ਼ਾਮਲ ਹੋਵੋ
pl: Dołączyć
pt: Juntar
ru: Присоединиться
sv: Ansluta sig till
ta: சேருங்கள்
te: చేరండి
th: เข้าร่วม
tr: Katılmak
vi: Tham gia

source: Join URL
ar: الانضمام إلى URL
bn: ইউআরএলে যোগ দিন
da: Deltag i URL
de: Beitritts-URL
el: URL σύνδεσης
es: Unirse a la URL
fi: Liity URL-osoitteeseen
fr: Rejoindre l'URL
he: הצטרף לכתובת אתר
hi: यूआरएल से जुड़ें
id: Gabung URL
it: URL di partecipazione
ja: 参加URL
ml: URL-ൽ ചേരുക
mr: URL मध्ये सामील व्हा
nl: Deelname-URL
pa: URL ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ
pl: Dołącz do adresu URL
pt: URL de adesão
ru: URL-адрес присоединения
sv: Gå med URL
ta: URL இல் சேரவும்
te: URLలో చేరండి
th: เข้าร่วม URL
tr: URL'ye katıl
vi: Tham gia URL

source: Session
ar: حصة
bn: অধিবেশন
de: Sitzung
el: Συνεδρίαση
es: Sesión
fi: istunto
he: מוֹשָׁב
hi: सत्र
id: Sidang
it: Sessione
ja: セッション
ml: സെഷൻ
mr: सत्र
nl: Sessie
pa: ਸੈਸ਼ਨ
pl: Sesja
pt: Sessão
ru: Сессия
ta: அமர்வு
te: సెషన్
th: การประชุม
tr: Oturum
vi: Phiên họp

source: Provider Name
ar: اسم المزود
bn: প্রদানকারীর নাম
da: Udbyderens navn
de: Anbietername
el: Όνομα παρόχου
es: Nombre del proveedor
fi: Palveluntarjoajan nimi
fr: Nom du fournisseur
he: שם הספק
hi: प्रदाता का नाम
id: Nama Penyedia
it: Nome del fornitore
ja: プロバイダー名
ml: ദാതാവിൻ്റെ പേര്
mr: प्रदात्याचे नाव
nl: Naam aanbieder
pa: ਪ੍ਰਦਾਤਾ ਦਾ ਨਾਮ
pl: Nazwa dostawcy
pt: Nome do provedor
ru: Имя поставщика
sv: Leverantörens namn
ta: வழங்குநர் பெயர்
te: ప్రొవైడర్ పేరు
th: ชื่อผู้ให้บริการ
tr: Sağlayıcı Adı
vi: Tên nhà cung cấp

source: API Secret
ar: سر واجهة برمجة التطبيقات
bn: এপিআই সিক্রেট
da: API-hemmelighed
de: API-Geheimnis
es: Secreto de API
fi: API-salaisuus
fr: Secret API
he: סוד API
hi: एपीआई रहस्य
it: Segreto dell'API
ja: APIシークレット
ml: API രഹസ്യം
mr: API गुप्त
nl: API-geheim
pa: API ਸੀਕਰੇਟ
pl: Sekret API
pt: Segredo da API
ru: Секрет API
sv: API-hemlighet
ta: API ரகசியம்
te: API రహస్యం
th: ความลับของ API
tr: API Sırrı
vi: Bí mật API

source: Virtual Classroom Provider
ar: مزود الفصول الافتراضية
bn: ভার্চুয়াল ক্লাসরুম প্রদানকারী
de: Anbieter virtueller Klassenzimmer
el: Παροχέας εικονικής τάξης
es: Proveedor de aulas virtuales
fi: Virtuaaliluokkahuoneen tarjoaja
fr: Fournisseur de classe virtuelle
he: ספק כיתה וירטואלית
hi: वर्चुअल क्लासरूम प्रदाता
id: Penyedia Kelas Virtual
it: Fornitore di aule virtuali
ja: 仮想教室プロバイダー
ml: വെർച്വൽ ക്ലാസ് റൂം പ്രൊവൈഡർ
mr: व्हर्च्युअल क्लासरूम प्रदाता
nl: Aanbieder van virtuele klaslokalen
pa: ਵਰਚੁਅਲ ਕਲਾਸਰੂਮ ਪ੍ਰਦਾਤਾ
pl: Dostawca wirtualnej klasy
pt: Provedor de sala de aula virtual
ru: Поставщик виртуальных классов
sv: Virtuella klassrumsleverantör
ta: மெய்நிகர் வகுப்பறை வழங்குநர்
te: వర్చువల్ క్లాస్‌రూమ్ ప్రొవైడర్
th: ผู้ให้บริการห้องเรียนเสมือนจริง
tr: Sanal Sınıf Sağlayıcısı
vi: Nhà cung cấp lớp học ảo

source: Virtual Classroom Providers
ar: مقدمو الفصول الافتراضية
bn: ভার্চুয়াল ক্লাসরুম প্রদানকারী
da: Udbydere af virtuelle klasseværelser
de: Anbieter virtueller Klassenzimmer
el: Παροχείς εικονικής τάξης
es: Proveedores de aulas virtuales
fi: Virtuaaliluokkahuoneiden tarjoajat
fr: Fournisseurs de classes virtuelles
he: ספקי כיתות וירטואליות
hi: वर्चुअल क्लासरूम प्रदाता
id: Penyedia Kelas Virtual
it: Fornitori di aule virtuali
ja: 仮想教室プロバイダー
ml: വെർച്വൽ ക്ലാസ് റൂം ദാതാക്കൾ
mr: व्हर्च्युअल क्लासरूम प्रदाते
nl: Aanbieders van virtuele klaslokalen
pa: ਵਰਚੁਅਲ ਕਲਾਸਰੂਮ ਪ੍ਰਦਾਤਾ
pl: Dostawcy wirtualnych klas
pt: Provedores de sala de aula virtual
ru: Поставщики виртуальных классов
sv: Virtuella klassrumsleverantörer
ta: மெய்நிகர் வகுப்பறை வழங்குநர்கள்
te: వర్చువల్ క్లాస్‌రూమ్ ప్రొవైడర్లు
th: ผู้ให้บริการห้องเรียนเสมือนจริง
tr: Sanal Sınıf Sağlayıcıları
vi: Nhà cung cấp lớp học ảo

source: Provider Type
ar: نوع المزود
bn: প্রদানকারীর ধরন
da: Udbyder type
de: Anbietertyp
el: Τύπος παρόχου
es: Tipo de proveedor
fi: Palveluntarjoajan tyyppi
fr: Type de fournisseur
he: סוג ספק
hi: प्रदाता प्रकार
id: Jenis Penyedia
it: Tipo di fornitore
ja: プロバイダーの種類
ml: ദാതാവിൻ്റെ തരം
mr: प्रदाता प्रकार
nl: Type aanbieder
pa: ਪ੍ਰਦਾਤਾ ਦੀ ਕਿਸਮ
pl: Typ dostawcy
pt: Tipo de provedor
ru: Тип поставщика
sv: Typ av leverantör
ta: வழங்குநர் வகை
te: ప్రొవైడర్ రకం
th: ประเภทผู้ให้บริการ
tr: Sağlayıcı Türü
vi: Loại nhà cung cấp

source: Meeting ID
ar: معرف الاجتماع
bn: মিটিং আইডি
da: Møde-id
de: Besprechungs-ID
el: Ταυτότητα συνάντησης
es: ID de reunión
fi: Kokouksen tunnus
fr: ID de réunion
he: מזהה פגישה
hi: बैठक आईडी
id: ID Rapat
it: Identificativo della riunione
ja: ミーティングID
ml: മീറ്റിംഗ് ഐഡി
mr: मीटिंग आयडी
nl: Vergaderings-ID
pa: ਮੀਟਿੰਗ ਆਈ.ਡੀ
pl: Identyfikator spotkania
pt: ID da reunião
ru: Идентификатор встречи
sv: Mötes-ID
ta: சந்திப்பு ஐடி
te: సమావేశ ID
th: รหัสการประชุม
tr: Toplantı Kimliği
vi: ID cuộc họp

source: Meeting Password
ar: كلمة مرور الاجتماع
bn: মিটিং পাসওয়ার্ড
da: Mødeadgangskode
de: Meeting-Passwort
el: Κωδικός σύσκεψης
es: Contraseña de la reunión
fi: Kokouksen salasana
fr: Mot de passe de la réunion
he: סיסמת פגישה
hi: मीटिंग पासवर्ड
id: Kata Sandi Rapat
it: Password della riunione
ja: ミーティングパスワード
ml: മീറ്റിംഗ് പാസ്‌വേഡ്
mr: मीटिंग पासवर्ड
nl: Wachtwoord voor vergadering
pa: ਮੀਟਿੰਗ ਦਾ ਪਾਸਵਰਡ
pl: Hasło spotkania
pt: Senha da reunião
ru: Пароль встречи
sv: Möteslösenord
ta: சந்திப்பு கடவுச்சொல்
te: సమావేశ పాస్‌వర్డ్
th: รหัสผ่านการประชุม
tr: Toplantı Şifresi
vi: Mật khẩu cuộc họp

source: Start Time
ar: وقت البدء
bn: শুরুর সময়
da: Starttid
de: Startzeit
el: Ώρα έναρξης
es: Hora de inicio
fi: Aloitusaika
fr: Heure de début
he: זמן התחלה
hi: समय शुरू
id: Waktu Mulai
it: Ora di inizio
ja: 開始時間
ml: ആരംഭ സമയം
mr: प्रारंभ वेळ
nl: Begintijd
pa: ਸ਼ੁਰੂਆਤੀ ਸਮਾਂ
pl: Czas rozpoczęcia
pt: Hora de início
ru: Время начала
sv: Starttid
ta: தொடக்க நேரம்
te: ప్రారంభ సమయం
th: เวลาเริ่มต้น
tr: Başlangıç ​​Zamanı
vi: Thời gian bắt đầu

source: End Time
ar: وقت النهاية
bn: শেষ সময়
da: Sluttid
de: Endzeit
el: Ώρα λήξης
es: Hora de finalización
fi: Päättymisaika
fr: Heure de fin
he: שעת סיום
hi: अंत समय
id: Akhir Waktu
it: Ora di fine
ja: 終了時間
ml: അവസാന സമയം
mr: समाप्ती वेळ
nl: Eindtijd
pa: ਸਮਾਪਤੀ ਸਮਾਂ
pl: Czas zakończenia
pt: Hora de término
ru: Конец Времени
sv: Sluttid
ta: முடிவு நேரம்
te: ముగింపు సమయం
th: เวลาสิ้นสุด
tr: Bitiş Zamanı
vi: Thời gian kết thúc

source: Is Recurring
ar: متكرر
bn: পুনরাবৃত্তি হয়
da: Er tilbagevendende
de: Kommt immer wieder vor
el: Είναι Επαναλαμβανόμενο
es: es recurrente
fi: On Toistuva
fr: Est récurrent
he: חוזר על עצמו
hi: आवर्ती है
id: Berulang
it: È ricorrente
ja: 再発する
ml: ആവർത്തിക്കുന്നു
mr: आवर्ती आहे
nl: Is terugkerend
pa: ਆਵਰਤੀ ਹੈ
pl: Powtarza się
pt: É recorrente
ru: Повторяется
sv: Är återkommande
ta: தொடர்கிறது
te: పునరావృతమవుతుంది
th: กำลังเกิดซ้ำ
tr: Tekrarlanıyor
vi: Đang định kỳ

source: Recurrence Pattern
ar: نمط التكرار
bn: পুনরাবৃত্তি প্যাটার্ন
da: Gentagelsesmønster
de: Wiederholungsmuster
el: Μοτίβο επανάληψης
es: Patrón de recurrencia
fi: Toistuva kuvio
fr: Modèle de récurrence
he: דפוס הישנות
hi: पुनरावृत्ति पैटर्न
id: Pola Pengulangan
it: Modello di ricorrenza
ja: 再発パターン
ml: ആവർത്തന പാറ്റേൺ
mr: पुनरावृत्ती नमुना
nl: Herhalingspatroon
pa: ਆਵਰਤੀ ਪੈਟਰਨ
pl: Wzór nawrotu
pt: Padrão de recorrência
ru: Шаблон повторения
sv: Återkommande mönster
ta: மறுநிகழ்வு முறை
te: పునరావృత నమూనా
th: รูปแบบการเกิดซ้ำ
tr: Tekrarlanma Deseni
vi: Mẫu lặp lại

source: Virtual Classroom Session
ar: جلسة الفصول الافتراضية
bn: ভার্চুয়াল ক্লাসরুম সেশন
da: Virtuel klassesession
de: Virtuelle Klassenzimmersitzung
el: Εικονική συνεδρία στην τάξη
es: Sesión de Aula Virtual
fi: Virtuaalinen luokkahuoneistunto
fr: Séance en classe virtuelle
he: מפגש כיתה וירטואלי
hi: आभासी कक्षा सत्र
id: Sesi Kelas Virtual
it: Sessione in aula virtuale
ja: バーチャル教室セッション
ml: വെർച്വൽ ക്ലാസ്റൂം സെഷൻ
mr: आभासी वर्ग सत्र
nl: Virtuele klassessie
pa: ਵਰਚੁਅਲ ਕਲਾਸਰੂਮ ਸੈਸ਼ਨ
pl: Sesja w wirtualnej klasie
pt: Sessão de aula virtual
ru: Сессия в виртуальном классе
sv: Virtuell klassrumssession
ta: மெய்நிகர் வகுப்பறை அமர்வு
te: వర్చువల్ క్లాస్‌రూమ్ సెషన్
th: เซสชั่นห้องเรียนเสมือนจริง
tr: Sanal Sınıf Oturumu
vi: Buổi học ảo

source: Virtual Classroom Sessions
ar: جلسات الفصول الافتراضية
bn: ভার্চুয়াল ক্লাসরুম সেশন
da: Virtuelle klasseværelsessessioner
de: Virtuelle Klassenzimmersitzungen
el: Εικονικές συνεδρίες στην τάξη
es: Sesiones de aula virtual
fi: Virtuaaliset luokkahuoneistunnot
fr: Séances en classe virtuelle
he: הפעלות בכיתה וירטואלית
hi: आभासी कक्षा सत्र
id: Sesi Kelas Virtual
it: Sessioni in aula virtuale
ja: バーチャル教室セッション
ml: വെർച്വൽ ക്ലാസ്റൂം സെഷനുകൾ
mr: आभासी वर्ग सत्रे
nl: Virtuele klassessies
pa: ਵਰਚੁਅਲ ਕਲਾਸਰੂਮ ਸੈਸ਼ਨ
pl: Sesje w wirtualnej klasie
pt: Sessões de aula virtuais
ru: Занятия в виртуальном классе
sv: Virtuella klassrumssessioner
ta: மெய்நிகர் வகுப்பறை அமர்வுகள்
te: వర్చువల్ క్లాస్‌రూమ్ సెషన్‌లు
th: เซสชั่นห้องเรียนเสมือนจริง
tr: Sanal Sınıf Oturumları
vi: Các buổi học ảo

source: Join Time
ar: انضم إلى الوقت
bn: সময় যোগদান
da: Deltag Tid
de: Machen Sie mit bei Time
es: Hora de unirse
fi: Liity aika
fr: Rejoignez le temps
he: הצטרף לזמן
hi: सम्मिलित होने का समय
id: Bergabunglah dengan Waktu
it: Unisciti a Time
ja: 参加時間
ml: സമയം ചേരുക
mr: सामील होण्याची वेळ
nl: Doe mee met de tijd
pa: ਸ਼ਾਮਲ ਹੋਣ ਦਾ ਸਮਾਂ
pl: Dołącz do czasu
pt: Hora de adesão
ru: Присоединяйтесь ко времени
sv: Gå med Time
ta: சேர நேரம்
te: సమయం చేరండి
th: เข้าร่วมเวลา
tr: Katılma Zamanı
vi: Thời gian tham gia

source: Leave Time
ar: ترك الوقت
bn: ছুটির সময়
da: Forlad tid
de: Zeit lassen
el: Ώρα αποχώρησης
es: Tiempo de salida
fi: Jätä Aika
fr: Temps de congé
he: עזוב את הזמן
hi: समय छोड़
id: Tinggalkan Waktu
it: Lascia il tempo
ja: 退勤時間
ml: സമയം വിടുക
mr: सोडण्याची वेळ
nl: Verlaat de tijd
pa: ਛੁੱਟੀ ਦਾ ਸਮਾਂ
pl: Zostaw czas
pt: Hora de sair
ru: Время отпуска
sv: Lämna tid
ta: லீவ் டைம்
te: సమయం వదిలివేయండి
th: ทิ้งเวลา
tr: Ayrılma Zamanı
vi: nghỉ phép

source: Virtual Classroom Attendee
ar: الحضور في الفصول الافتراضية
bn: ভার্চুয়াল ক্লাসরুমে অংশগ্রহণকারী
da: Deltager i virtuelt klasseværelse
de: Teilnehmer des virtuellen Klassenzimmers
el: Συμμετέχων εικονικής τάξης
es: Asistente al aula virtual
fi: Virtuaaliluokkahuoneen osallistuja
fr: Participant à une classe virtuelle
he: משתתף בכיתה וירטואלית
hi: आभासी कक्षा सहभागी
id: Peserta Kelas Virtual
it: Partecipante alla classe virtuale
ja: 仮想教室の参加者
ml: വെർച്വൽ ക്ലാസ്റൂം അറ്റൻഡറി
mr: व्हर्च्युअल क्लासरूम उपस्थित
nl: Virtueel klaslokaalbezoeker
pa: ਵਰਚੁਅਲ ਕਲਾਸਰੂਮ ਅਟੈਂਡੀ
pl: Uczestnik wirtualnej klasy
pt: Participante da sala de aula virtual
ru: Участник виртуального класса
sv: Virtuella klassrumsdeltagare
ta: மெய்நிகர் வகுப்பறை பங்கேற்பாளர்
te: వర్చువల్ క్లాస్‌రూమ్ అటెండీ
th: ผู้เข้าร่วมห้องเรียนเสมือนจริง
tr: Sanal Sınıf Katılımcısı
vi: Người tham dự lớp học ảo

source: Virtual Classroom Attendees
ar: الحضور في الفصول الافتراضية
bn: ভার্চুয়াল ক্লাসরুমের অংশগ্রহণকারীরা
da: Deltagere i virtuelle klasseværelser
de: Teilnehmer des virtuellen Klassenzimmers
el: Παρευρισκόμενοι στην εικονική τάξη
es: Asistentes al aula virtual
fi: Virtuaaliluokkahuoneen osallistujat
fr: Participants à la classe virtuelle
he: משתתפי כיתה וירטואלית
hi: आभासी कक्षा में उपस्थित लोग
id: Peserta Kelas Virtual
it: Partecipanti alla classe virtuale
ja: バーチャル教室の参加者
ml: വെർച്വൽ ക്ലാസ്റൂം അറ്റൻഡികൾ
mr: व्हर्च्युअल क्लासरूम उपस्थित
nl: Virtuele klasbezoekers
pa: ਵਰਚੁਅਲ ਕਲਾਸਰੂਮ ਹਾਜ਼ਰੀਨ
pl: Uczestnicy wirtualnej klasy
pt: Participantes da sala de aula virtual
ru: Участники виртуального класса
sv: Virtuella klassrumsdeltagare
ta: மெய்நிகர் வகுப்பறை பங்கேற்பாளர்கள்
te: వర్చువల్ క్లాస్‌రూమ్ హాజరైనవారు
th: ผู้เข้าร่วมประชุมห้องเรียนเสมือนจริง
tr: Sanal Sınıf Katılımcıları
vi: Người tham dự lớp học ảo

source: %s PB
ar: %s بي بي
bn: %s পিবি
es: %s BP
fr: %s Po
hi: %s पीबी
ru: %s ПБ
ta: %s பிபி

# String to return when truncating text
source: %(truncated_text)s…
bn: %(ছেঁটে_টেক্সট)s…
es: %(texto_truncado)s…
hi: %(छोटा_पाठ)s…
id: %(teks_terpotong)s…
it: %(testo_troncato)s...
kn: %(ಮೊಟಕುಗೊಳಿಸಿದ_ಪಠ್ಯ)s…
pt: %(texto_truncado)s…
ru: %(усеченный_текст)с…
ta: %(துண்டிக்கப்பட்ட_உரை)கள்…
te: %(కత్తిరించబడిన_వచనం)లు…

source: More advanced topics
ar: المزيد من المواضيع المتقدمة
bn: আরো উন্নত বিষয়
da: Mere avancerede emner
de: Fortgeschrittenere Themen
el: Πιο προχωρημένα θέματα
es: Temas más avanzados
fi: Edistyneempiä aiheita
fr: Sujets plus avancés
he: נושאים מתקדמים יותר
hi: अधिक उन्नत विषय
id: Topik lebih lanjut
it: Argomenti più avanzati
ja: より高度なトピック
kn: ಹೆಚ್ಚು ಸುಧಾರಿತ ವಿಷಯಗಳು
ml: കൂടുതൽ വിപുലമായ വിഷയങ്ങൾ
mr: अधिक प्रगत विषय
nl: Meer geavanceerde onderwerpen
pa: ਵਧੇਰੇ ਉੱਨਤ ਵਿਸ਼ੇ
pl: Bardziej zaawansowane tematy
pt: Tópicos mais avançados
ru: Более сложные темы
sv: Mer avancerade ämnen
ta: மேலும் மேம்பட்ட தலைப்புகள்
te: మరింత అధునాతన అంశాలు
tr: Daha ileri konular
vi: Các chủ đề nâng cao hơn

source: 1 Star
ar: 1 نجمة
bn: 1 তারকা
da: 1 stjerne
de: 1 Stern
el: 1 Αστέρι
es: 1 estrella
fi: 1 tähti
fr: 1 étoile
he: כוכב אחד
hi: 1 सितारा
id: 1 Bintang
it: 1 stella
ja: 1 つ星
kn: 1 ನಕ್ಷತ್ರ
ml: 1 നക്ഷത്രം
mr: 1 तारा
nl: 1 ster
pa: 1 ਤਾਰਾ
pl: 1 gwiazdka
pt: 1 estrela
ru: 1 звезда
sv: 1 stjärna
ta: 1 நட்சத்திரம்
te: 1 నక్షత్రం
tr: 1 Yıldız
vi: 1 sao

source: Google Meet
ar: لقاء جوجل
bn: গুগল মিট
es: Reunión de Google
fr: Google Rencontre
hi: गूगल मीट
id: Google bertemu
it: Google Incontra
ml: ഗൂഗിൾ മീറ്റ്
pa: ਗੂਗਲ ਮੀਟ
pl: Spotkania Google
ru: Google Встреча
ta: கூகுள் மீட்

source: PostgreSQL
bn: পোস্টগ্রেএসকিউএল
hi: पोस्टग्रेएसक्यूएल

source: Tailwindcss
da: Medvindcss
de: Rückenwindcss
es: Viento de cola
he: רוח גב
hi: टेलविंडसीएसएस
it: Vento in coda
ja: 追い風
ml: ടെയിൽവിൻഡ്‌സിഎസ്എസ്
nl: Wind in de rug
pl: Wiatr tylny
ru: Попутный ветерcss
sv: Medvindcss
ta: டெயில்விண்ட்சிஎஸ்எஸ்
tr: Arka rüzgarlar
vi: gió giật

source: URL
ar: عنوان URL
fi: URL-osoite
he: כתובת אתר
hi: यूआरएल
pl: Adres URL
ru: URL-адрес
tr: URL'si

source: x
ar: س
es: incógnita
hi: एक्स
ru: х

source: Create New Announcement
ar: إنشاء إعلان جديد
de: Neue Ankündigung erstellen
es: Crear nuevo anuncio
fi: Luo uusi ilmoitus
fr: Créer une nouvelle annonce
gu: નવી જાહેરાત બનાવો
hi: नई घोषणा बनाएं
it: Crea nuovo annuncio
ja: 新しいお知らせの作成
kn: ಹೊಸ ಪ್ರಕಟಣೆಯನ್ನು ರಚಿಸಿ
nl: Nieuwe aankondiging maken
no: Opprett ny kunngjøring
or: ନୂତନ ଘୋଷଣା ସୃଷ୍ଟି କରନ୍ତୁ |
pl: Utwórz nowe ogłoszenie
pt: Criar novo anúncio
ru: Создать новое объявление
tr: Yeni Duyuru Oluştur

source: System Updates
ar: تحديثات النظام
de: Systemaktualisierungen
es: Actualizaciones del sistema
fi: Järjestelmäpäivitykset
fr: Mises à jour du système
gu: સિસ્ટમ અપડેટ્સ
hi: सिस्टम अपडेट
it: Aggiornamenti di sistema
ja: システムアップデート
kn: ಸಿಸ್ಟಮ್ ನವೀಕರಣಗಳು
nl: Systeemupdates
no: Systemoppdateringer
or: ସିଷ୍ଟମ୍ ଅଦ୍ୟତନଗୁଡିକ |
pl: Aktualizacje systemu
pt: Atualizações do sistema
ru: Обновления системы
tr: Sistem Güncellemeleri

source: Course Announcements
ar: إعلانات الدورة
de: Kursankündigungen
es: Anuncios del curso
fi: Kurssin ilmoitukset
fr: Annonces de cours
gu: અભ્યાસક્રમની ઘોષણાઓ
hi: पाठ्यक्रम घोषणाएँ
it: Annunci dei corsi
ja: コースのお知らせ
kn: ಕೋರ್ಸ್ ಪ್ರಕಟಣೆಗಳು
nl: Cursusaankondigingen
no: Kurskunngjøringer
or: ପାଠ୍ୟକ୍ରମ ଘୋଷଣା
pl: Ogłoszenia o kursach
pt: Anúncios de cursos
ru: Объявления о курсах
tr: Kurs Duyuruları

source: Maintenance
ar: صيانة
de: Wartung
es: Mantenimiento
fi: Huolto
fr: Entretien
gu: જાળવણી
hi: रखरखाव
it: Manutenzione
ja: メンテナンス
kn: ನಿರ್ವಹಣೆ
nl: Onderhoud
no: Vedlikehold
or: ରକ୍ଷଣାବେକ୍ଷଣ
pl: Konserwacja
pt: Manutenção
ru: Обслуживание
tr: Bakım

source: Expired
ar: منتهي الصلاحية
de: Abgelaufen
es: Venció
fi: Vanhentunut
fr: Expiré
gu: સમાપ્ત
hi: खत्म हो चुका
it: Scaduto
ja: 期限切れ
kn: ಅವಧಿ ಮೀರಿದೆ
nl: Verlopen
no: Utløpt
or: ମିଆଦ ପୂର୍ଣ୍ଣ ହୋଇଛି
pl: Wygasły
pt: Expirado
ru: Истекший
tr: Günü geçmiş

source: Draft
ar: مسودة
de: Entwurf
es: Borrador
fi: Luonnos
fr: Brouillon
gu: ડ્રાફ્ટ
hi: मसौदा
it: Bozza
ja: 下書き
kn: ಕರಡು
nl: Voorlopige versie
no: Utkast
or: ଡ୍ରାଫ୍ଟ
pl: Projekt
pt: Rascunho
ru: Черновик
tr: Taslak

source: Export Report
ar: تقرير التصدير
de: Bericht exportieren
es: Informe de exportación
fi: Vie raportti
fr: Exporter le rapport
gu: નિકાસ અહેવાલ
hi: निर्यात रिपोर्ट
it: Rapporto sull'esportazione
ja: レポートのエクスポート
kn: ರಫ್ತು ವರದಿ
nl: Rapport exporteren
no: Eksporter rapport
or: ରପ୍ତାନି ରିପୋର୍ଟ
pl: Eksportuj raport
pt: Exportar relatório
ru: Экспортный отчет
tr: Raporu Dışa Aktar

source: New Course Release: Advanced AI
ar: إصدار دورة جديدة: الذكاء الاصطناعي المتقدم
de: Neue Kursveröffentlichung: Fortgeschrittene KI
es: Lanzamiento del nuevo curso: IA avanzada
fi: Uusi kurssijulkaisu: Advanced AI
fr: Nouvelle version du cours : IA avancée
gu: નવો કોર્સ રિલીઝ: એડવાન્સ્ડ AI
hi: नया पाठ्यक्रम जारी: उन्नत एआई
it: Nuova versione del corso: IA avanzata
ja: 新しいコースのリリース: 高度な AI
kn: ಹೊಸ ಕೋರ್ಸ್ ಬಿಡುಗಡೆ: ಸುಧಾರಿತ AI
nl: Nieuwe cursusrelease: geavanceerde AI
no: Ny kursutgivelse: Advanced AI
or: ନୂତନ ପାଠ୍ୟକ୍ରମ ପ୍ରକାଶନ: ଉନ୍ନତ ଏ.ଆଇ.
pl: Nowa wersja kursu: Zaawansowana sztuczna inteligencja
pt: Lançamento de novo curso: IA avançada
ru: Новый выпуск курса: продвинутый искусственный интеллект
tr: Yeni Kurs Sürümü: Gelişmiş Yapay Zeka

source: Edit Announcement
ar: تحرير إعلان
de: Ankündigung bearbeiten
es: Editar anuncio
fi: Muokkaa ilmoitusta
fr: Modifier l'annonce
gu: જાહેરાત સંપાદિત કરો
hi: घोषणा संपादित करें
it: Modifica annuncio
ja: お知らせの編集
kn: ಪ್ರಕಟಣೆಯನ್ನು ಸಂಪಾದಿಸಿ
nl: Aankondiging bewerken
no: Rediger kunngjøring
or: ଘୋଷଣା ସଂପାଦନ କରନ୍ତୁ |
pl: Edytuj ogłoszenie
pt: Editar anúncio
ru: Редактировать объявление
tr: Duyuru Düzenle

source: View Statistics
ar: عرض الإحصائيات
de: Statistiken anzeigen
es: Ver estadísticas
fi: Näytä tilastot
fr: Afficher les statistiques
gu: આંકડા જુઓ
hi: सांख्यिकी देखें
it: Visualizza statistiche
ja: 統計の表示
kn: ಅಂಕಿಅಂಶಗಳನ್ನು ವೀಕ್ಷಿಸಿ
nl: Statistieken bekijken
no: Se statistikk
or: ପରିସଂଖ୍ୟାନ ଦେଖନ୍ତୁ |
pl: Zobacz statystyki
pt: Ver estatísticas
ru: Посмотреть статистику
tr: İstatistikleri Görüntüle

source: NextGen LMS
ar: الجيل القادم LMS
de: LMS der nächsten Generation
es: LMS de próxima generación
fr: LMS nouvelle génération
hi: नेक्स्टजेन एलएमएस
id: LMS Generasi Berikutnya
it: LMS di nuova generazione
ja: 次世代 LMS
pl: LMS nowej generacji
pt: LMS de próxima geração
ru: Система управления обучением NextGen
tr: Yeni Nesil ÖYS/ÖYS
vi: LMS thế hệ tiếp theo

source: PDF
ar: قوات الدفاع الشعبي
hi: पीडीएफ
tr: PDF'ler

source: View Knowledge Base
ar: عرض قاعدة المعرفة
gu: નોલેજ બેઝ જુઓ
no: Se kunnskapsbasen
or: ଜ୍ଞାନ ଆଧାର ଦେଖନ୍ତୁ |

source: Live Chat Support
ar: دعم الدردشة الحية
gu: લાઇવ ચેટ સપોર્ટ
or: ଲାଇଭ୍ ଚାଟ୍ ସମର୍ଥନ |

source: Ticket ID
ar: معرف التذكرة
gu: ટિકિટ ID
no: Billett-ID
or: ଟିକେଟ୍ ID

source: Subject
ar: موضوع
gu: વિષય
no: Tema
or: ବିଷୟ |

source: Submitted By
ar: مقدم بواسطة
gu: દ્વારા સબમિટ
no: Innsendt av
or: ଦ୍ mitted ାରା ଦାଖଲ

source: Unable to access course materials
ar: غير قادر على الوصول إلى مواد الدورة التدريبية
gu: અભ્યાસક્રમ સામગ્રી ઍક્સેસ કરવામાં અસમર્થ
no: Får ikke tilgang til kursmateriell
or: ପାଠ୍ୟକ୍ରମ ସାମଗ୍ରୀ ପ୍ରବେଶ କରିବାକୁ ଅସମର୍ଥ |

source: Respond
ar: يرد
gu: જવાબ આપો
no: Svare
or: ଉତ୍ତର ଦିଅ

source: Close Ticket
ar: إغلاق التذكرة
gu: ટિકિટ બંધ કરો
no: Lukk billett
or: ଟିକେଟ୍ ବନ୍ଦ କରନ୍ତୁ |

source: How do I reset a student's password?
ar: كيف يمكنني إعادة تعيين كلمة المرور الخاصة بالطالب؟
gu: હું વિદ્યાર્થીનો પાસવર્ડ કેવી રીતે રીસેટ કરી શકું?
no: Hvordan tilbakestiller jeg en elevs passord?
or: ମୁଁ କିପରି ଜଣେ ଛାତ୍ରର ପାସୱାର୍ଡ ପୁନ res ସେଟ୍ କରିବି?

source: To reset a student's password, go to User Management, find the student's profile, and click on the 'Reset Password' button. An email with instructions will be sent to the student.
ar: لإعادة تعيين كلمة مرور الطالب، انتقل إلى إدارة المستخدمين، وابحث عن الملف الشخصي للطالب، ثم انقر فوق الزر "إعادة تعيين كلمة المرور". سيتم إرسال بريد إلكتروني يحتوي على التعليمات للطالب.
gu: વિદ્યાર્થીનો પાસવર્ડ રીસેટ કરવા માટે, યુઝર મેનેજમેન્ટ પર જાઓ, વિદ્યાર્થીની પ્રોફાઇલ શોધો અને 'પાસવર્ડ રીસેટ કરો' બટન પર ક્લિક કરો. સૂચનાઓ સાથેનો એક ઈમેલ વિદ્યાર્થીને મોકલવામાં આવશે.
no: For å tilbakestille en elevs passord, gå til Brukeradministrasjon, finn studentens profil og klikk på 'Tilbakestill passord'-knappen. En e-post med instruksjoner vil bli sendt til studenten.
or: ଜଣେ ଛାତ୍ରର ପାସୱାର୍ଡ ପୁନ res ସେଟ୍ କରିବାକୁ, ୟୁଜର୍ ମ୍ୟାନେଜମେଣ୍ଟକୁ ଯାଆନ୍ତୁ, ଛାତ୍ରଙ୍କ ପ୍ରୋଫାଇଲ୍ ସନ୍ଧାନ କରନ୍ତୁ ଏବଂ 'ପାସୱାର୍ଡ ପୁନ Res ସେଟ୍' ବଟନ୍ ଉପରେ କ୍ଲିକ୍ କରନ୍ତୁ | ନିର୍ଦ୍ଦେଶନାମା ସହିତ ଏକ ଇମେଲ୍ ଛାତ୍ରଙ୍କ ନିକଟକୁ ପଠାଯିବ |

source: How can I add a new course to the system?
ar: كيف يمكنني إضافة مقرر دراسي جديد إلى النظام؟
gu: હું સિસ્ટમમાં નવો કોર્સ કેવી રીતે ઉમેરી શકું?
no: Hvordan kan jeg legge til et nytt kurs i systemet?
or: ମୁଁ କିପରି ସିଷ୍ଟମରେ ଏକ ନୂତନ ପାଠ୍ୟକ୍ରମ ଯୋଗ କରିପାରିବି?

source: To add a new course, navigate to the Courses section, click on 'Add New Course', fill in the required information, and upload course materials. Don't forget to assign instructors and set the course schedule.
ar: لإضافة دورة جديدة، انتقل إلى قسم الدورات، وانقر على "إضافة دورة جديدة"، واملأ المعلومات المطلوبة، وقم بتحميل مواد الدورة التدريبية. لا تنس تعيين المدربين وتحديد جدول الدورة.
gu: નવો અભ્યાસક્રમ ઉમેરવા માટે, અભ્યાસક્રમ વિભાગમાં નેવિગેટ કરો, 'નવો અભ્યાસક્રમ ઉમેરો' પર ક્લિક કરો, જરૂરી માહિતી ભરો અને અભ્યાસક્રમ સામગ્રી અપલોડ કરો. પ્રશિક્ષકો સોંપવાનું અને કોર્સ શેડ્યૂલ સેટ કરવાનું ભૂલશો નહીં.
no: For å legge til et nytt kurs, naviger til Kurs-delen, klikk på "Legg til nytt kurs", fyll inn nødvendig informasjon og last opp kursmateriell. Ikke glem å tildele instruktører og sette kursplanen.
or: ଏକ ନୂତନ ପାଠ୍ୟକ୍ରମ ଯୋଡିବାକୁ, ପାଠ୍ୟକ୍ରମ ବିଭାଗକୁ ନେଭିଗେଟ୍ କରନ୍ତୁ, 'ନୂତନ ପାଠ୍ୟକ୍ରମ ଯୋଡନ୍ତୁ' ଉପରେ କ୍ଲିକ୍ କରନ୍ତୁ, ଆବଶ୍ୟକ ସୂଚନା ପୁରଣ କରନ୍ତୁ ଏବଂ ପାଠ୍ୟ ସାମଗ୍ରୀ ଅପଲୋଡ୍ କରନ୍ତୁ | ପ୍ରଶିକ୍ଷକ ନ୍ୟସ୍ତ କରିବାକୁ ଭୁଲନ୍ତୁ ନାହିଁ ଏବଂ ପାଠ୍ୟକ୍ରମର କାର୍ଯ୍ୟସୂଚୀ ସେଟ୍ କରନ୍ତୁ |

source: Getting Started Guide
ar: دليل البدء
gu: પ્રારંભ માર્ગદર્શિકા
no: Komme i gang-veiledning
or: ପ୍ରାରମ୍ଭ ଗାଇଡ୍

source: Advanced User Management
ar: إدارة المستخدم المتقدمة
gu: એડવાન્સ્ડ યુઝર મેનેજમેન્ટ
no: Avansert brukeradministrasjon
or: ଉନ୍ନତ ବ୍ୟବହାରକାରୀ ପରିଚାଳନା

source: Customizing Your LMS
ar: تخصيص LMS الخاص بك
gu: તમારા LMS કસ્ટમાઇઝ કરી રહ્યા છીએ
no: Tilpasse LMS
or: ତୁମର LMS କଷ୍ଟୋମାଇଜ୍

source: Documentation
ar: التوثيق
gu: દસ્તાવેજીકરણ
no: Dokumentasjon
or: ଡକ୍ୟୁମେଣ୍ଟେସନ୍

source: Administrator Manual
ar: دليل المسؤول
gu: એડમિનિસ્ટ્રેટર મેન્યુઅલ
no: Administratorhåndbok
or: ପ୍ରଶାସକ ମାନୁଆଲ |

source: API Documentation
ar: وثائق واجهة برمجة التطبيقات
gu: API દસ્તાવેજીકરણ
no: API-dokumentasjon
or: API ଡକ୍ୟୁମେଣ୍ଟେସନ୍ |

source: Troubleshooting Guide
ar: دليل استكشاف الأخطاء وإصلاحها
gu: મુશ્કેલીનિવારણ માર્ગદર્શિકા
no: Feilsøkingsveiledning
or: ତ୍ରୁଟି ନିବାରଣ ଗାଇଡ୍ |

source: Community Forum
ar: منتدى المجتمع
gu: કોમ્યુનિટી ફોરમ
no: Fellesskapsforum
or: ସମ୍ପ୍ରଦାୟ ଫୋରମ୍ |
