Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Web Development 101
ar: تطوير الويب 101
bn: ওয়েব ডেভেলপমেন্ট 101
da: Webudvikling 101
de: Webentwicklung 101
el: Ανάπτυξη Ιστού 101
es: Desarrollo web 101
fi: Verkkokehitys 101
fr: Développement Web 101
he: פיתוח אתרים 101
hi: वेब विकास 101
id: Pengembangan Web 101
it: Sviluppo Web 101
ja: ウェブ開発 101
kn: ವೆಬ್ ಅಭಿವೃದ್ಧಿ 101
ml: വെബ് വികസനം 101
mr: वेब विकास 101
nl: Webontwikkeling 101
pa: ਵੈੱਬ ਵਿਕਾਸ 101
pl: Tworzenie stron internetowych 101
pt: Desenvolvimento Web 101
ru: Веб-разработка 101
sv: Webbutveckling 101
ta: வலை அபிவிருத்தி 101
te: వెబ్ అభివృద్ధి 101
th: การพัฒนาเว็บ 101
tr: Web Geliştirme 101
vi: Phát triển Web 101

source: 3 hours ago
ar: منذ 3 ساعات
bn: 3 ঘন্টা আগে
da: 3 timer siden
de: Vor 3 Stunden
el: πριν 3 ώρες
es: hace 3 horas
fi: 3 tuntia sitten
fr: il y a 3 heures
he: לפני 3 שעות
hi: 3 घंटे पहले
id: 3 jam yang lalu
it: 3 ore fa
ja: 3時間前
kn: 3 ಗಂಟೆಗಳ ಹಿಂದೆ
ml: 3 മണിക്കൂർ മുമ്പ്
mr: 3 तासांपूर्वी
nl: 3 uur geleden
pa: 3 ਘੰਟੇ ਪਹਿਲਾਂ
pl: 3 godziny temu
pt: 3 horas atrás
ru: 3 часа назад
sv: 3 timmar sedan
ta: 3 மணி நேரத்திற்கு முன்பு
te: 3 గంటల క్రితం
th: 3 ชั่วโมงที่แล้ว
tr: 3 saat önce
vi: 3 giờ trước

source: Resource Usage by Category
ar: استخدام الموارد حسب الفئة
bn: বিভাগ দ্বারা সম্পদ ব্যবহার
da: Ressourceforbrug efter kategori
de: Ressourcennutzung nach Kategorie
el: Χρήση πόρων ανά κατηγορία
es: Uso de recursos por categoría
fi: Resurssien käyttö kategorioittain
fr: Utilisation des ressources par catégorie
he: שימוש במשאבים לפי קטגוריה
hi: श्रेणी के अनुसार संसाधन उपयोग
id: Penggunaan Sumber Daya berdasarkan Kategori
it: Utilizzo delle risorse per categoria
ja: カテゴリ別のリソース使用量
kn: ವರ್ಗದ ಮೂಲಕ ಸಂಪನ್ಮೂಲ ಬಳಕೆ
ml: വിഭാഗമനുസരിച്ച് വിഭവങ്ങളുടെ ഉപയോഗം
mr: श्रेणीनुसार संसाधनाचा वापर
nl: Resourcegebruik per categorie
pa: ਸ਼੍ਰੇਣੀ ਦੁਆਰਾ ਸਰੋਤ ਦੀ ਵਰਤੋਂ
pl: Wykorzystanie zasobów według kategorii
pt: Uso de recursos por categoria
ru: Использование ресурсов по категориям
sv: Resursanvändning efter kategori
ta: வகை மூலம் வள பயன்பாடு
te: వర్గం ద్వారా వనరుల వినియోగం
th: การใช้ทรัพยากรตามประเภท
tr: Kategoriye Göre Kaynak Kullanımı
vi: Sử dụng tài nguyên theo danh mục

source: Detailed Resource Usage
ar: استخدام الموارد التفصيلية
bn: বিস্তারিত সম্পদ ব্যবহার
da: Detaljeret ressourceforbrug
de: Detaillierte Ressourcennutzung
el: Λεπτομερής χρήση πόρων
es: Uso detallado de recursos
fi: Yksityiskohtainen resurssien käyttö
fr: Utilisation détaillée des ressources
he: שימוש מפורט במשאבים
hi: विस्तृत संसाधन उपयोग
id: Penggunaan Sumber Daya Terperinci
it: Utilizzo dettagliato delle risorse
ja: 詳細なリソース使用量
kn: ವಿವರವಾದ ಸಂಪನ್ಮೂಲ ಬಳಕೆ
ml: വിശദമായ വിഭവ ഉപയോഗം
mr: तपशीलवार संसाधन वापर
nl: Gedetailleerd bronnengebruik
pa: ਵਿਸਤ੍ਰਿਤ ਸਰੋਤ ਵਰਤੋਂ
pl: Szczegółowe wykorzystanie zasobów
pt: Uso detalhado de recursos
ru: Подробное использование ресурсов
sv: Detaljerad resursanvändning
ta: விரிவான வள பயன்பாடு
te: వివరణాత్మక వనరుల వినియోగం
th: การใช้ทรัพยากรโดยละเอียด
tr: Ayrıntılı Kaynak Kullanımı
vi: Sử dụng tài nguyên chi tiết

source: Size
ar: مقاس
bn: আকার
da: Størrelse
de: Größe
el: Μέγεθος
es: Tamaño
fi: Koko
fr: Taille
he: גוֹדֶל
hi: आकार
id: Ukuran
it: Misurare
ja: サイズ
kn: ಗಾತ್ರ
ml: വലിപ്പം
mr: आकार
nl: Maat
pa: ਆਕਾਰ
pl: Rozmiar
pt: Tamanho
ru: Размер
sv: Storlek
ta: அளவு
te: పరిమాణం
th: ขนาด
tr: Boyut
vi: Kích cỡ

source: Uploads
ar: التحميلات
bn: আপলোড
el: Μεταφορτώσεις
es: Subidas
fi: Lataukset
fr: Téléchargements
he: העלאות
hi: अपलोड
id: Unggahan
it: Caricamenti
ja: アップロード
kn: ಅಪ್‌ಲೋಡ್‌ಗಳು
ml: അപ്‌ലോഡുകൾ
mr: अपलोड
pa: ਅੱਪਲੋਡ
pl: Przesłane
pt: Envios
ru: Загрузки
sv: Uppladdningar
ta: பதிவேற்றங்கள்
te: అప్‌లోడ్‌లు
th: การอัปโหลด
tr: Yüklemeler
vi: Tải lên

source: Downloads
ar: التنزيلات
bn: ডাউনলোড
el: Λήψεις
es: Descargas
fi: Lataukset
fr: Téléchargements
he: הורדות
hi: डाउनलोड
id: Unduhan
it: Download
ja: ダウンロード
kn: ಡೌನ್‌ಲೋಡ್‌ಗಳು
ml: ഡൗൺലോഡുകൾ
mr: डाउनलोड
pa: ਡਾਊਨਲੋਡ
pl: Pliki do pobrania
pt: Transferências
ru: Загрузки
sv: Nedladdningar
ta: பதிவிறக்கங்கள்
te: డౌన్‌లోడ్‌లు
th: ดาวน์โหลด
tr: İndirilenler
vi: Tải xuống

source: AI Fundamentals
ar: أساسيات الذكاء الاصطناعي
bn: এআই ফান্ডামেন্টাল
de: KI-Grundlagen
el: Βασικές αρχές AI
es: Fundamentos de la IA
fi: Tekoälyn perusteet
he: יסודות בינה מלאכותית
hi: एआई बुनियादी बातें
id: Dasar-dasar AI
ja: AI の基礎
kn: AI ಫಂಡಮೆಂಟಲ್ಸ್
ml: AI അടിസ്ഥാനകാര്യങ്ങൾ
mr: AI मूलभूत तत्त्वे
nl: AI-grondbeginselen
pa: ਏਆਈ ਫੰਡਾਮੈਂਟਲਜ਼
pl: Podstawy sztucznej inteligencji
pt: Fundamentos de IA
ru: Основы искусственного интеллекта
ta: AI அடிப்படைகள்
te: AI ఫండమెంటల్స్
th: ความรู้พื้นฐานด้าน AI
tr: Yapay Zekanın Temelleri
vi: Nguyên tắc cơ bản về AI

source: UX Design Principles
ar: مبادئ تصميم تجربة المستخدم
bn: ইউএক্স ডিজাইনের নীতি
da: UX-designprincipper
de: UX-Designprinzipien
el: Αρχές σχεδίασης UX
es: Principios de diseño de experiencia de usuario
fi: UX-suunnittelun periaatteet
fr: Principes de conception UX
he: עקרונות עיצוב UX
hi: यूएक्स डिज़ाइन सिद्धांत
id: Prinsip Desain UX
it: Principi di progettazione UX
ja: UX デザインの原則
kn: UX ವಿನ್ಯಾಸ ತತ್ವಗಳು
ml: UX ഡിസൈൻ തത്വങ്ങൾ
mr: UX डिझाइन तत्त्वे
nl: UX-ontwerpprincipes
pa: UX ਡਿਜ਼ਾਈਨ ਸਿਧਾਂਤ
pl: Zasady projektowania UX
pt: Princípios de Design UX
ru: Принципы UX-дизайна
sv: UX-designprinciper
ta: UX வடிவமைப்பு கோட்பாடுகள்
te: UX డిజైన్ సూత్రాలు
th: หลักการออกแบบ UX
tr: Kullanıcı Deneyimi Tasarım İlkeleri
vi: Nguyên tắc thiết kế UX

source: UI/UX Design
ar: تصميم واجهة المستخدم/تجربة المستخدم
bn: UI/UX ডিজাইন
el: Σχεδίαση UI/UX
es: Diseño UI/UX
fi: UI/UX-suunnittelu
fr: Conception UI/UX
he: עיצוב UI/UX
hi: यूआई/यूएक्स डिज़ाइन
id: Desain UI/UX
it: Progettazione dell'interfaccia utente/esperienza utente
ja: UI/UXデザイン
kn: UI/UX ವಿನ್ಯಾಸ
ml: UI/UX ഡിസൈൻ
mr: UI/UX डिझाइन
nl: UI/UX-ontwerp
pa: UI/UX ਡਿਜ਼ਾਈਨ
pl: Projekt interfejsu użytkownika/UX
pt: Design de UI/UX
ru: UI/UX-дизайн
ta: UI/UX வடிவமைப்பு
te: UI/UX డిజైన్
th: การออกแบบ UI/UX
tr: Kullanıcı Arayüzü/UX Tasarımı
vi: Thiết kế UI/UX

source: Storage Used (TB)
ar: سعة التخزين المستخدمة (تيرابايت)
bn: ব্যবহৃত স্টোরেজ (টিবি)
da: Brugt lagerplads (TB)
de: Verwendeter Speicher (TB)
el: Αποθήκευση που χρησιμοποιείται (TB)
es: Almacenamiento utilizado (TB)
fi: Käytetty tallennustila (TB)
fr: Stockage utilisé (To)
he: אחסון בשימוש (TB)
hi: प्रयुक्त भंडारण (टीबी)
id: Penyimpanan yang Digunakan (TB)
it: Spazio di archiviazione utilizzato (TB)
ja: 使用済みストレージ (TB)
kn: ಬಳಸಲಾದ ಸಂಗ್ರಹಣೆ (ಟಿಬಿ)
ml: ഉപയോഗിച്ച സംഭരണം (ടിബി)
mr: वापरलेले स्टोरेज (टीबी)
nl: Gebruikte opslag (TB)
pa: ਵਰਤੀ ਗਈ ਸਟੋਰੇਜ (ਟੀ.ਬੀ.)
pl: Wykorzystane miejsce na dysku (TB)
pt: Armazenamento usado (TB)
ru: Используемое хранилище (ТБ)
sv: Använd lagring (TB)
ta: பயன்படுத்திய சேமிப்பு (TB)
te: ఉపయోగించిన నిల్వ (TB)
th: พื้นที่เก็บข้อมูลที่ใช้ (TB)
tr: Kullanılan Depolama (TB)
vi: Dung lượng đã sử dụng (TB)

source: Assignment
ar: تكليف
bn: অ্যাসাইনমেন্ট
da: Opgave
de: Abtretung
el: Εκχώρηση
es: Asignación
fi: Tehtävä
fr: Affectation
he: מְשִׁימָה
hi: कार्यभार
id: Penugasan
it: Compito
ja: 割り当て
kn: ನಿಯೋಜನೆ
ml: അസൈൻമെൻ്റ്
mr: असाइनमेंट
nl: Opdracht
pa: ਅਸਾਈਨਮੈਂਟ
pl: Zadanie
pt: Atribuição
ru: Назначение
sv: Uppdrag
ta: பணி
te: అప్పగింత
th: งานที่มอบหมาย
tr: Atama
vi: Phân công

source: Other
ar: آخر
bn: অন্যান্য
da: Andre
de: Andere
el: Αλλος
es: Otro
fi: muu
fr: Autre
he: אַחֵר
hi: अन्य
id: Lainnya
it: Altro
ja: 他の
kn: ಇತರೆ
ml: മറ്റുള്ളവ
mr: इतर
nl: Ander
pa: ਹੋਰ
pl: Inny
pt: Outro
ru: Другой
sv: Andra
ta: மற்றவை
te: ఇతర
th: อื่น
tr: Diğer
vi: Khác

source: Resource Usage (GB)
ar: استخدام الموارد (جيجابايت)
bn: সম্পদের ব্যবহার (GB)
da: Ressourceforbrug (GB)
de: Ressourcennutzung (GB)
el: Χρήση πόρων (GB)
es: Uso de recursos (GB)
fi: Resurssien käyttö (GB)
fr: Utilisation des ressources (Go)
he: שימוש במשאבים (GB)
hi: संसाधन उपयोग (जीबी)
id: Penggunaan Sumber Daya (GB)
it: Utilizzo delle risorse (GB)
ja: リソース使用量 (GB)
kn: ಸಂಪನ್ಮೂಲ ಬಳಕೆ (GB)
ml: വിഭവ ഉപയോഗം (GB)
mr: संसाधन वापर (GB)
nl: Brongebruik (GB)
pa: ਸਰੋਤ ਵਰਤੋਂ (GB)
pl: Wykorzystanie zasobów (GB)
pt: Uso de recursos (GB)
ru: Использование ресурсов (ГБ)
sv: Resursanvändning (GB)
ta: ஆதார பயன்பாடு (ஜிபி)
te: వనరుల వినియోగం (GB)
th: การใช้ทรัพยากร (GB)
tr: Kaynak Kullanımı (GB)
vi: Mức sử dụng tài nguyên (GB)

source: User Engagement Analytics
ar: تحليلات مشاركة المستخدم
bn: ব্যবহারকারীর ব্যস্ততা বিশ্লেষণ
de: Benutzer-Engagement-Analyse
el: Αναλυτικά στοιχεία αφοσίωσης χρηστών
es: Análisis de participación del usuario
fr: Analyse de l'engagement des utilisateurs
he: ניתוח מעורבות משתמשים
hi: उपयोगकर्ता सहभागिता विश्लेषण
id: Analisis Keterlibatan Pengguna
it: Analisi del coinvolgimento degli utenti
ja: ユーザーエンゲージメント分析
kn: ಬಳಕೆದಾರ ಎಂಗೇಜ್‌ಮೆಂಟ್ ಅನಾಲಿಟಿಕ್ಸ್
ml: ഉപയോക്തൃ ഇടപഴകൽ അനലിറ്റിക്സ്
mr: वापरकर्ता प्रतिबद्धता विश्लेषण
nl: Analyse van gebruikersbetrokkenheid
pa: ਉਪਭੋਗਤਾ ਸ਼ਮੂਲੀਅਤ ਵਿਸ਼ਲੇਸ਼ਣ
pl: Analityka zaangażowania użytkowników
pt: Análise de envolvimento do usuário
ru: Аналитика взаимодействия с пользователем
sv: Användarengagemangsanalys
ta: பயனர் ஈடுபாட்டின் பகுப்பாய்வு
te: యూజర్ ఎంగేజ్‌మెంట్ అనలిటిక్స్
th: การวิเคราะห์การมีส่วนร่วมของผู้ใช้
tr: Kullanıcı Etkileşimi Analizi
vi: Phân tích mức độ tương tác của người dùng

source: Comprehensive insights into user activity and platform interaction
ar: رؤى شاملة حول نشاط المستخدم وتفاعل النظام الأساسي
bn: ব্যবহারকারী কার্যকলাপ এবং প্ল্যাটফর্ম মিথস্ক্রিয়া মধ্যে ব্যাপক অন্তর্দৃষ্টি
da: Omfattende indsigt i brugeraktivitet og platformsinteraktion
de: Umfassende Einblicke in Benutzeraktivität und Plattforminteraktion
el: Ολοκληρωμένες πληροφορίες σχετικά με τη δραστηριότητα των χρηστών και την αλληλεπίδραση με την πλατφόρμα
es: Información completa sobre la actividad del usuario y la interacción con la plataforma.
fi: Kattavat näkemykset käyttäjien toiminnasta ja alustan vuorovaikutuksesta
fr: Informations complètes sur l’activité des utilisateurs et l’interaction avec la plateforme
he: תובנות מקיפות לגבי פעילות המשתמש ואינטראקציה בפלטפורמה
hi: उपयोगकर्ता गतिविधि और प्लेटफ़ॉर्म इंटरैक्शन में व्यापक अंतर्दृष्टि
id: Wawasan komprehensif tentang aktivitas pengguna dan interaksi platform
it: Approfondimenti completi sull'attività dell'utente e sull'interazione con la piattaforma
ja: ユーザーアクティビティとプラットフォームインタラクションに関する包括的な洞察
kn: ಬಳಕೆದಾರರ ಚಟುವಟಿಕೆ ಮತ್ತು ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ಪರಸ್ಪರ ಕ್ರಿಯೆಯ ಸಮಗ್ರ ಒಳನೋಟಗಳು
ml: ഉപയോക്തൃ പ്രവർത്തനത്തെയും പ്ലാറ്റ്‌ഫോം ഇടപെടലിനെയും കുറിച്ചുള്ള സമഗ്രമായ ഉൾക്കാഴ്ചകൾ
mr: वापरकर्ता क्रियाकलाप आणि प्लॅटफॉर्म परस्परसंवादामध्ये व्यापक अंतर्दृष्टी
nl: Uitgebreid inzicht in gebruikersactiviteit en platforminteractie
pa: ਉਪਭੋਗਤਾ ਗਤੀਵਿਧੀ ਅਤੇ ਪਲੇਟਫਾਰਮ ਇੰਟਰੈਕਸ਼ਨ ਵਿੱਚ ਵਿਆਪਕ ਸੂਝ
pl: Kompleksowy wgląd w aktywność użytkowników i interakcję z platformą
pt: Insights abrangentes sobre a atividade do usuário e a interação com a plataforma
ru: Комплексное понимание активности пользователей и взаимодействия с платформой.
sv: Omfattande insikter i användaraktivitet och plattformsinteraktion
ta: பயனர் செயல்பாடு மற்றும் இயங்குதள தொடர்பு பற்றிய விரிவான நுண்ணறிவு
te: వినియోగదారు కార్యాచరణ మరియు ప్లాట్‌ఫారమ్ పరస్పర చర్యపై సమగ్ర అంతర్దృష్టులు
th: ข้อมูลเชิงลึกที่ครอบคลุมเกี่ยวกับกิจกรรมของผู้ใช้และการโต้ตอบของแพลตฟอร์ม
tr: Kullanıcı etkinliği ve platform etkileşimine ilişkin kapsamlı bilgiler
vi: Thông tin chi tiết toàn diện về hoạt động của người dùng và tương tác nền tảng

source: Active Users (Last 30 Days)
ar: المستخدمون النشطون (آخر 30 يومًا)
bn: সক্রিয় ব্যবহারকারী (গত 30 দিন)
da: Aktive brugere (sidste 30 dage)
de: Aktive Benutzer (letzte 30 Tage)
el: Ενεργοί χρήστες (Τελευταίες 30 ημέρες)
es: Usuarios activos (últimos 30 días)
fi: Aktiiviset käyttäjät (viimeiset 30 päivää)
fr: Utilisateurs actifs (30 derniers jours)
he: משתמשים פעילים (30 הימים האחרונים)
hi: सक्रिय उपयोगकर्ता (पिछले 30 दिन)
id: Pengguna Aktif (30 Hari Terakhir)
it: Utenti attivi (ultimi 30 giorni)
ja: アクティブ ユーザー (過去 30 日間)
kn: ಸಕ್ರಿಯ ಬಳಕೆದಾರರು (ಕಳೆದ 30 ದಿನಗಳು)
ml: സജീവ ഉപയോക്താക്കൾ (കഴിഞ്ഞ 30 ദിവസം)
mr: सक्रिय वापरकर्ते (शेवटचे 30 दिवस)
nl: Actieve gebruikers (laatste 30 dagen)
pa: ਕਿਰਿਆਸ਼ੀਲ ਉਪਭੋਗਤਾ (ਪਿਛਲੇ 30 ਦਿਨ)
pl: Aktywni użytkownicy (ostatnie 30 dni)
pt: Usuários ativos (últimos 30 dias)
ru: Активные пользователи (последние 30 дней)
sv: Aktiva användare (senaste 30 dagarna)
ta: செயலில் உள்ள பயனர்கள் (கடந்த 30 நாட்கள்)
te: క్రియాశీల వినియోగదారులు (గత 30 రోజులు)
th: ผู้ใช้ที่ใช้งานอยู่ (30 วันที่ผ่านมา)
tr: Aktif Kullanıcılar (Son 30 Gün)
vi: Người dùng đang hoạt động (30 ngày qua)

source: Avg. Daily Active Users
ar: متوسط المستخدمون النشطون يوميًا
bn: গড় দৈনিক সক্রিয় ব্যবহারকারী
da: Gns. Daglige aktive brugere
de: Durchschn. Täglich aktive Benutzer
el: Μέσος όρος Καθημερινοί Ενεργοί Χρήστες
es: Promedio Usuarios activos diarios
fi: Keskim. Päivittäiset aktiiviset käyttäjät
fr: Moy. Utilisateurs actifs quotidiens
he: ממוצע משתמשים פעילים מדי יום
hi: औसत दैनिक सक्रिय उपयोगकर्ता
id: Rata-rata Pengguna Aktif Harian
it: Media Utenti attivi giornalieri
ja: 平均毎日のアクティブ ユーザー
kn: ಸರಾಸರಿ ದೈನಂದಿನ ಸಕ್ರಿಯ ಬಳಕೆದಾರರು
ml: ശരാശരി പ്രതിദിന സജീവ ഉപയോക്താക്കൾ
mr: सरासरी दैनिक सक्रिय वापरकर्ते
nl: Gem. Dagelijks actieve gebruikers
pa: ਔਸਤ ਰੋਜ਼ਾਨਾ ਸਰਗਰਮ ਉਪਭੋਗਤਾ
pl: Śr. Dzienna liczba aktywnych użytkowników
pt: Média Usuários ativos diariamente
ru: Среднее Активные пользователи за день
sv: Genomsnittlig Dagligen aktiva användare
ta: சராசரி தினசரி செயலில் உள்ள பயனர்கள்
te: సగటు రోజువారీ క్రియాశీల వినియోగదారులు
th: เฉลี่ย ผู้ใช้ที่ใช้งานรายวัน
tr: Ortalama Günlük Aktif Kullanıcı Sayısı
vi: Trung bình Người dùng hoạt động hàng ngày

source: Avg. Session Duration
ar: متوسط مدة الجلسة
bn: গড় সেশনের সময়কাল
da: Gns. Sessionsvarighed
de: Durchschn. Sitzungsdauer
el: Μέσος όρος Διάρκεια συνεδρίας
es: Promedio Duración de la sesión
fi: Keskim. Istunnon kesto
fr: Moy. Durée de la séance
he: ממוצע משך הפעלה
hi: औसत सत्र अवधि
id: Rata-rata Durasi Sesi
it: Media Durata della sessione
ja: 平均セッション期間
kn: ಸರಾಸರಿ ಸೆಷನ್ ಅವಧಿ
ml: ശരാശരി സെഷൻ ദൈർഘ്യം
mr: सरासरी सत्राचा कालावधी
nl: Gem. Sessieduur
pa: ਔਸਤ ਸੈਸ਼ਨ ਦੀ ਮਿਆਦ
pl: Śr. Czas trwania sesji
pt: Média Duração da sessão
ru: Среднее Продолжительность сеанса
sv: Genomsnittlig Sessionens längd
ta: சராசரி அமர்வு காலம்
te: సగటు సెషన్ వ్యవధి
th: เฉลี่ย ระยะเวลาเซสชัน
tr: Ortalama Oturum Süresi
vi: Trung bình Thời lượng phiên

source: User Retention Rate
ar: معدل الاحتفاظ بالمستخدمين
bn: ব্যবহারকারী ধরে রাখার হার
da: Brugerfastholdelsesrate
de: Benutzerbindungsrate
el: Ποσοστό διατήρησης χρηστών
es: Tasa de retención de usuarios
fi: Käyttäjien säilyttämisprosentti
fr: Taux de rétention des utilisateurs
he: שיעור שימור משתמשים
hi: उपयोगकर्ता प्रतिधारण दर
id: Tingkat Retensi Pengguna
it: Tasso di fidelizzazione degli utenti
ja: ユーザー維持率
kn: ಬಳಕೆದಾರರ ಧಾರಣ ದರ
ml: ഉപയോക്തൃ നിലനിർത്തൽ നിരക്ക്
mr: वापरकर्ता धारणा दर
nl: Retentiepercentage van gebruikers
pa: ਉਪਭੋਗਤਾ ਧਾਰਨ ਦਰ
pl: Wskaźnik utrzymania użytkowników
pt: Taxa de retenção de usuários
ru: Коэффициент удержания пользователей
sv: Användarretentionsgrad
ta: பயனர் தக்கவைப்பு விகிதம்
te: వినియోగదారు నిలుపుదల రేటు
th: อัตราการรักษาผู้ใช้
tr: Kullanıcıyı Elde Tutma Oranı
vi: Tỷ lệ giữ chân người dùng

source: Daily Active Users Trend
ar: اتجاه المستخدمين النشطين يوميًا
bn: দৈনিক সক্রিয় ব্যবহারকারীদের প্রবণতা
da: Daglig trend for aktive brugere
de: Täglicher Trend zu aktiven Benutzern
el: Ημερήσια τάση ενεργών χρηστών
es: Tendencia diaria de usuarios activos
fi: Päivittäinen aktiivisten käyttäjien trendi
fr: Tendance des utilisateurs actifs quotidiens
he: מגמת משתמשים פעילים יומית
hi: दैनिक सक्रिय उपयोगकर्ता रुझान
id: Tren Pengguna Aktif Harian
it: Tendenza degli utenti attivi giornalieri
ja: 毎日のアクティブ ユーザーの傾向
kn: ದೈನಂದಿನ ಸಕ್ರಿಯ ಬಳಕೆದಾರರ ಟ್ರೆಂಡ್
ml: പ്രതിദിന സജീവ ഉപയോക്താക്കളുടെ പ്രവണത
mr: दैनिक सक्रिय वापरकर्त्यांचा कल
nl: Dagelijkse actieve gebruikerstrend
pa: ਰੋਜ਼ਾਨਾ ਸਰਗਰਮ ਉਪਭੋਗਤਾ ਰੁਝਾਨ
pl: Dzienny trend aktywnych użytkowników
pt: Tendência de usuários ativos diários
ru: Тенденция ежедневных активных пользователей
sv: Daglig trend för aktiva användare
ta: தினசரி செயலில் உள்ள பயனர்களின் போக்கு
te: రోజువారీ యాక్టివ్ యూజర్ల ట్రెండ్
th: แนวโน้มผู้ใช้ที่ใช้งานรายวัน
tr: Günlük Aktif Kullanıcı Trendi
vi: Xu hướng người dùng hoạt động hàng ngày

source: Top Engaged Users
ar: أهم المستخدمين المشاركين
bn: শীর্ষ নিযুক্ত ব্যবহারকারী
da: Top Engagerede Brugere
de: Top-engagierte Benutzer
el: Κορυφαίοι αφοσιωμένοι χρήστες
es: Usuarios más comprometidos
fi: Parhaat sitoutuneet käyttäjät
fr: Utilisateurs les plus engagés
he: משתמשים מעורבים מובילים
hi: शीर्ष व्यस्त उपयोगकर्ता
id: Pengguna Terlibat Teratas
it: Utenti più coinvolti
ja: 最も熱心なユーザー
kn: ಟಾಪ್ ಎಂಗೇಜ್ಡ್ ಬಳಕೆದಾರರು
ml: ഏർപ്പെട്ടിരിക്കുന്ന മുൻനിര ഉപയോക്താക്കൾ
mr: शीर्ष व्यस्त वापरकर्ते
nl: Meest betrokken gebruikers
pa: ਪ੍ਰਮੁੱਖ ਰੁਝੇਵਿਆਂ ਵਾਲੇ ਉਪਭੋਗਤਾ
pl: Najbardziej zaangażowani użytkownicy
pt: Usuários mais engajados
ru: Самые вовлеченные пользователи
sv: Topp engagerade användare
ta: சிறந்த ஈடுபாடுள்ள பயனர்கள்
te: టాప్ ఎంగేజ్డ్ యూజర్లు
th: ผู้ใช้ที่มีส่วนร่วมสูงสุด
tr: En Çok Etkileşime Giren Kullanıcılar
vi: Người dùng tương tác nhiều nhất

source: 45 hours this month
ar: 45 ساعة هذا الشهر
bn: এই মাসে 45 ঘন্টা
da: 45 timer i denne måned
de: 45 Stunden diesen Monat
el: 45 ώρες αυτόν τον μήνα
es: 45 horas este mes
fi: 45 tuntia tässä kuussa
fr: 45 heures ce mois-ci
he: 45 שעות החודש
hi: इस माह 45 घंटे
id: 45 jam bulan ini
it: 45 ore questo mese
ja: 今月は45時間
kn: ಈ ತಿಂಗಳು 45 ಗಂಟೆಗಳು
ml: ഈ മാസം 45 മണിക്കൂർ
mr: या महिन्यात ४५ तास
nl: 45 uur deze maand
pa: ਇਸ ਮਹੀਨੇ 45 ਘੰਟੇ
pl: 45 godzin w tym miesiącu
pt: 45 horas este mês
ru: 45 часов в этом месяце
sv: 45 timmar denna månad
ta: இந்த மாதம் 45 மணி நேரம்
te: ఈ నెల 45 గంటలు
th: เดือนนี้ 45 ชม
tr: bu ay 45 saat
vi: 45 giờ trong tháng này

source: Jane Smith
ar: جين سميث
bn: জেন স্মিথ
el: Τζέιν Σμιθ
es: fulana
fr: Jeanne Smith
he: פְּלוֹנִית אַלמוֹנִית
hi: जेन स्मिथ
ja: ジェーン・スミス
kn: ಜೇನ್ ಸ್ಮಿತ್
ml: ജെയ്ൻ സ്മിത്ത്
mr: जेन स्मिथ
nl: Jane Smit
pa: ਜੇਨ ਸਮਿਥ
ru: Джейн Смит
ta: ஜேன் ஸ்மித்
te: జేన్ స్మిత్
th: เจน สมิธ

source: 42 hours this month
ar: 42 ساعة هذا الشهر
bn: এই মাসে 42 ঘন্টা
da: 42 timer i denne måned
de: 42 Stunden diesen Monat
el: 42 ώρες αυτόν τον μήνα
es: 42 horas este mes
fi: 42 tuntia tässä kuussa
fr: 42 heures ce mois-ci
he: 42 שעות החודש
hi: इस महीने 42 घंटे
id: 42 jam bulan ini
it: 42 ore questo mese
ja: 今月は42時間
kn: ಈ ತಿಂಗಳು 42 ಗಂಟೆಗಳು
ml: ഈ മാസം 42 മണിക്കൂർ
mr: या महिन्यात 42 तास
nl: 42 uur deze maand
pa: ਇਸ ਮਹੀਨੇ 42 ਘੰਟੇ
pl: 42 godziny w tym miesiącu
pt: 42 horas este mês
ru: 42 часа в этом месяце
sv: 42 timmar denna månad
ta: இந்த மாதம் 42 மணி நேரம்
te: ఈ నెల 42 గంటలు
th: เดือนนี้ 42 ชม
tr: bu ay 42 saat
vi: 42 giờ trong tháng này

source: Mike Johnson
ar: مايك جونسون
bn: মাইক জনসন
el: Μάικ Τζόνσον
he: מייק ג'ונסון
hi: माइक जॉनसन
ja: マイク・ジョンソン
kn: ಮೈಕ್ ಜಾನ್ಸನ್
ml: മൈക്ക് ജോൺസൺ
mr: माईक जॉन्सन
pa: ਮਾਈਕ ਜਾਨਸਨ
pl: Mike'a Johnsona
ru: Майк Джонсон
ta: மைக் ஜான்சன்
te: మైక్ జాన్సన్
th: ไมค์ จอห์นสัน

source: 38 hours this month
ar: 38 ساعة هذا الشهر
bn: এই মাসে 38 ঘন্টা
da: 38 timer i denne måned
de: 38 Stunden diesen Monat
el: 38 ώρες αυτόν τον μήνα
es: 38 horas este mes
fi: 38 tuntia tässä kuussa
fr: 38 heures ce mois-ci
he: 38 שעות החודש
hi: इस माह 38 घंटे
id: 38 jam bulan ini
it: 38 ore questo mese
ja: 今月は38時間
kn: ಈ ತಿಂಗಳು 38 ಗಂಟೆಗಳು
ml: ഈ മാസം 38 മണിക്കൂർ
mr: या महिन्यात 38 तास
nl: 38 uur deze maand
pa: ਇਸ ਮਹੀਨੇ 38 ਘੰਟੇ
pl: 38 godzin w tym miesiącu
pt: 38 horas este mês
ru: 38 часов в этом месяце
sv: 38 timmar denna månad
ta: இந்த மாதம் 38 மணி நேரம்
te: ఈ నెల 38 గంటలు
th: เดือนนี้ 38 ชม
tr: bu ay 38 saat
vi: 38 giờ trong tháng này

source: Feature Usage Distribution
ar: توزيع استخدام الميزة
bn: বৈশিষ্ট্য ব্যবহার বিতরণ
da: Funktionsbrugsdistribution
de: Verteilung der Funktionsnutzung
el: Κατανομή χρήσης λειτουργιών
es: Distribución del uso de funciones
fi: Ominaisuuden käytön jakelu
he: הפצת שימוש בתכונות
hi: सुविधा उपयोग वितरण
id: Distribusi Penggunaan Fitur
it: Distribuzione dell'utilizzo delle funzionalità
ja: 機能の使用状況の配布
kn: ವೈಶಿಷ್ಟ್ಯ ಬಳಕೆಯ ವಿತರಣೆ
ml: ഫീച്ചർ ഉപയോഗ വിതരണം
mr: वैशिष्ट्य वापर वितरण
nl: Distributie van functiegebruik
pa: ਵਿਸ਼ੇਸ਼ਤਾ ਵਰਤੋਂ ਵੰਡ
pl: Dystrybucja wykorzystania funkcji
pt: Distribuição de uso de recursos
ru: Распределение использования функций
sv: Funktionsanvändningsdistribution
ta: அம்சம் பயன்பாடு விநியோகம்
te: ఫీచర్ వినియోగ పంపిణీ
th: การกระจายการใช้งานคุณสมบัติ
tr: Özellik Kullanım Dağılımı
vi: Phân phối sử dụng tính năng

source: User Engagement by Course Category
ar: مشاركة المستخدم حسب فئة الدورة التدريبية
bn: কোর্স ক্যাটাগরি অনুসারে ব্যবহারকারীর ব্যস্ততা
da: Brugerengagement efter kursuskategori
de: Benutzerengagement nach Kurskategorie
el: Δέσμευση χρήστη ανά κατηγορία μαθήματος
es: Participación del usuario por categoría de curso
fi: Käyttäjien sitoutuminen kurssiluokan mukaan
fr: Engagement des utilisateurs par catégorie de cours
he: מעורבות משתמשים לפי קטגוריית קורס
hi: पाठ्यक्रम श्रेणी के अनुसार उपयोगकर्ता सहभागिता
id: Keterlibatan Pengguna berdasarkan Kategori Kursus
it: Coinvolgimento degli utenti per categoria di corso
ja: コースカテゴリー別のユーザーエンゲージメント
kn: ಕೋರ್ಸ್ ವರ್ಗದ ಮೂಲಕ ಬಳಕೆದಾರರ ತೊಡಗಿಸಿಕೊಳ್ಳುವಿಕೆ
ml: കോഴ്‌സ് വിഭാഗം അനുസരിച്ച് ഉപയോക്തൃ ഇടപെടൽ
mr: कोर्स श्रेणीनुसार वापरकर्ता प्रतिबद्धता
nl: Gebruikersbetrokkenheid per cursuscategorie
pa: ਕੋਰਸ ਸ਼੍ਰੇਣੀ ਦੁਆਰਾ ਉਪਭੋਗਤਾ ਦੀ ਸ਼ਮੂਲੀਅਤ
pl: Zaangażowanie użytkowników według kategorii kursu
pt: Envolvimento do usuário por categoria de curso
ru: Вовлеченность пользователей по категориям курсов
sv: Användarengagemang per kurskategori
ta: பாடப்பிரிவின்படி பயனர் ஈடுபாடு
te: కోర్సు కేటగిరీ వారీగా యూజర్ ఎంగేజ్‌మెంట్
th: การมีส่วนร่วมของผู้ใช้ตามหมวดหมู่หลักสูตร
tr: Kurs Kategorisine Göre Kullanıcı Etkileşimi
vi: Mức độ tương tác của người dùng theo danh mục khóa học

source: Recent User Activities
ar: أنشطة المستخدم الأخيرة
bn: সাম্প্রতিক ব্যবহারকারী কার্যকলাপ
da: Seneste brugeraktiviteter
de: Aktuelle Benutzeraktivitäten
el: Πρόσφατες δραστηριότητες χρήστη
es: Actividades recientes del usuario
fi: Viimeaikaiset käyttäjien toimet
fr: Activités récentes des utilisateurs
he: פעילויות משתמש אחרונות
hi: हाल की उपयोगकर्ता गतिविधियाँ
id: Aktivitas Pengguna Terkini
it: Attività recenti dell'utente
ja: 最近のユーザーのアクティビティ
kn: ಇತ್ತೀಚಿನ ಬಳಕೆದಾರರ ಚಟುವಟಿಕೆಗಳು
ml: സമീപകാല ഉപയോക്തൃ പ്രവർത്തനങ്ങൾ
mr: अलीकडील वापरकर्ता क्रियाकलाप
nl: Recente gebruikersactiviteiten
pa: ਹਾਲੀਆ ਉਪਭੋਗਤਾ ਗਤੀਵਿਧੀਆਂ
pl: Ostatnie działania użytkownika
pt: Atividades recentes do usuário
ru: Недавние действия пользователей
sv: Senaste användaraktiviteter
ta: சமீபத்திய பயனர் செயல்பாடுகள்
te: ఇటీవలి వినియోగదారు కార్యకలాపాలు
th: กิจกรรมผู้ใช้ล่าสุด
tr: Son Kullanıcı Etkinlikleri
vi: Hoạt động gần đây của người dùng

source: Emily Brown
ar: إميلي براون
bn: এমিলি ব্রাউন
el: Έμιλυ Μπράουν
fr: Emilie Brun
he: אמילי בראון
hi: एमिली ब्राउन
it: Emilia Marrone
ja: エミリー・ブラウン
kn: ಎಮಿಲಿ ಬ್ರೌನ್
ml: എമിലി ബ്രൗൺ
mr: एमिली ब्राउन
nl: Emily Bruin
pa: ਐਮਿਲੀ ਬਰਾਊਨ
ru: Эмили Браун
ta: எமிலி பிரவுன்
te: ఎమిలీ బ్రౌన్
th: เอมิลี่ บราวน์
