Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Allowed Content Types
ar: أنواع المحتوى المسموح بها
bn: অনুমোদিত বিষয়বস্তুর প্রকার
da: Tilladte indholdstyper
de: Zulässige Inhaltstypen
el: Επιτρεπόμενοι τύποι περιεχομένου
es: Tipos de contenido permitidos
fi: Sallitut sisältötyypit
fr: Types de contenu autorisés
he: סוגי תוכן מותרים
hi: अनुमत सामग्री प्रकार
id: Jenis Konten yang Diizinkan
it: Tipi di contenuto consentiti
ja: 許可されるコンテンツ タイプ
kn: ಅನುಮತಿಸಲಾದ ವಿಷಯ ಪ್ರಕಾರಗಳು
ml: അനുവദനീയമായ ഉള്ളടക്ക തരങ്ങൾ
mr: अनुमत सामग्री प्रकार
nl: Toegestane inhoudstypen
pa: ਮਨਜ਼ੂਰ ਸਮੱਗਰੀ ਦੀਆਂ ਕਿਸਮਾਂ
pl: Dozwolone typy treści
pt: Tipos de conteúdo permitidos
ru: Разрешенные типы контента
sv: Tillåtna innehållstyper
ta: அனுமதிக்கப்பட்ட உள்ளடக்க வகைகள்
te: అనుమతించబడిన కంటెంట్ రకాలు
th: ประเภทเนื้อหาที่อนุญาต
tr: İzin Verilen İçerik Türleri
vi: Các loại nội dung được phép

source: Program Settings
ar: إعدادات البرنامج
bn: প্রোগ্রাম সেটিংস
da: Programindstillinger
de: Programmeinstellungen
el: Ρυθμίσεις προγράμματος
es: Configuración del programa
fi: Ohjelma-asetukset
fr: Paramètres du programme
he: הגדרות תוכנית
hi: प्रोग्राम सेटिंग्स
id: Pengaturan Program
it: Impostazioni del programma
ja: プログラム設定
kn: ಪ್ರೋಗ್ರಾಂ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: പ്രോഗ്രാം ക്രമീകരണങ്ങൾ
mr: कार्यक्रम सेटिंग्ज
nl: Programma-instellingen
pa: ਪ੍ਰੋਗਰਾਮ ਸੈਟਿੰਗਾਂ
pl: Ustawienia programu
pt: Configurações do programa
ru: Настройки программы
sv: Programinställningar
ta: நிரல் அமைப்புகள்
te: ప్రోగ్రామ్ సెట్టింగ్‌లు
th: การตั้งค่าโปรแกรม
tr: Program Ayarları
vi: Cài đặt chương trình

source: Available Program Types
ar: أنواع البرامج المتوفرة
bn: উপলব্ধ প্রোগ্রাম প্রকার
da: Tilgængelige programtyper
de: Verfügbare Programmtypen
el: Διαθέσιμοι τύποι προγραμμάτων
es: Tipos de programas disponibles
fi: Saatavilla olevat ohjelmatyypit
fr: Types de programmes disponibles
he: סוגי תוכניות זמינים
hi: उपलब्ध प्रोग्राम प्रकार
id: Jenis Program yang Tersedia
it: Tipi di programmi disponibili
ja: 利用可能なプログラムの種類
kn: ಲಭ್ಯವಿರುವ ಕಾರ್ಯಕ್ರಮದ ವಿಧಗಳು
ml: ലഭ്യമായ പ്രോഗ്രാം തരങ്ങൾ
mr: उपलब्ध कार्यक्रम प्रकार
nl: Beschikbare programmatypen
pa: ਉਪਲਬਧ ਪ੍ਰੋਗਰਾਮ ਦੀਆਂ ਕਿਸਮਾਂ
pl: Dostępne typy programów
pt: Tipos de programas disponíveis
ru: Доступные типы программ
sv: Tillgängliga programtyper
ta: கிடைக்கும் நிரல் வகைகள்
te: అందుబాటులో ఉన్న ప్రోగ్రామ్ రకాలు
th: ประเภทโปรแกรมที่มีอยู่
tr: Mevcut Program Türleri
vi: Các loại chương trình có sẵn

source: Maximum Courses per Program
ar: الحد الأقصى للدورات لكل برنامج
bn: প্রোগ্রাম প্রতি সর্বোচ্চ কোর্স
da: Maksimalt antal kurser pr. program
de: Maximale Anzahl an Kursen pro Programm
el: Μέγιστος αριθμός μαθημάτων ανά Πρόγραμμα
es: Cursos máximos por programa
fi: Kurssien enimmäismäärä ohjelmaa kohden
fr: Nombre maximum de cours par programme
he: מקסימום קורסים לתוכנית
hi: प्रति कार्यक्रम अधिकतम पाठ्यक्रम
id: Kursus Maksimum per Program
it: Numero massimo di corsi per programma
ja: プログラムあたりの最大コース数
kn: ಪ್ರತಿ ಕಾರ್ಯಕ್ರಮಕ್ಕೆ ಗರಿಷ್ಠ ಕೋರ್ಸ್‌ಗಳು
ml: ഓരോ പ്രോഗ്രാമിനും പരമാവധി കോഴ്സുകൾ
mr: प्रति कार्यक्रम जास्तीत जास्त अभ्यासक्रम
nl: Maximale cursussen per programma
pa: ਪ੍ਰਤੀ ਪ੍ਰੋਗਰਾਮ ਅਧਿਕਤਮ ਕੋਰਸ
pl: Maksymalna liczba kursów na program
pt: Máximo de cursos por programa
ru: Максимальное количество курсов по программе
sv: Maximalt antal kurser per program
ta: ஒரு திட்டத்திற்கு அதிகபட்ச படிப்புகள்
te: ఒక్కో ప్రోగ్రామ్‌కు గరిష్ట కోర్సులు
th: หลักสูตรสูงสุดต่อหลักสูตร
tr: Program Başına Maksimum Kurs
vi: Khóa học tối đa cho mỗi chương trình

source: Allow self-paced programs
ar: السماح للبرامج ذاتية السرعة
bn: স্ব-গতি সম্পন্ন প্রোগ্রামের অনুমতি দিন
da: Tillad programmer i eget tempo
de: Erlauben Sie selbstbestimmte Programme
el: Να επιτρέπονται προγράμματα με αυτόματο ρυθμό
es: Permitir programas a su propio ritmo
fi: Salli omatoimiset ohjelmat
fr: Autoriser les programmes à votre rythme
he: אפשר תוכניות בקצב עצמי
hi: स्व-गति वाले कार्यक्रमों की अनुमति दें
id: Izinkan program mandiri
it: Consenti programmi di autoapprendimento
ja: 自分のペースで進められるプログラムを許可する
kn: ಸ್ವಯಂ ಗತಿಯ ಕಾರ್ಯಕ್ರಮಗಳನ್ನು ಅನುಮತಿಸಿ
ml: സ്വയം-വേഗതയുള്ള പ്രോഗ്രാമുകൾ അനുവദിക്കുക
mr: स्वयं-गती कार्यक्रमांना अनुमती द्या
nl: Sta programma's in eigen tempo toe
pa: ਸਵੈ-ਰਫ਼ਤਾਰ ਪ੍ਰੋਗਰਾਮਾਂ ਦੀ ਆਗਿਆ ਦਿਓ
pl: Zezwalaj na programy realizowane we własnym tempie
pt: Permitir programas individualizados
ru: Разрешить программы самостоятельного обучения
sv: Tillåt program i egen takt
ta: சுய-வேக நிரல்களை அனுமதிக்கவும்
te: స్వీయ-వేగ కార్యక్రమాలను అనుమతించండి
th: อนุญาตโปรแกรมที่ดำเนินการด้วยตนเอง
tr: Hızını kendiniz ayarlayabileceğiniz programlara izin verin
vi: Cho phép các chương trình tự điều chỉnh nhịp độ

source: Assessment Settings
ar: إعدادات التقييم
bn: মূল্যায়ন সেটিংস
da: Vurderingsindstillinger
de: Bewertungseinstellungen
el: Ρυθμίσεις αξιολόγησης
es: Configuración de evaluación
fi: Arviointiasetukset
fr: Paramètres d'évaluation
he: הגדרות הערכה
hi: मूल्यांकन सेटिंग्स
id: Pengaturan Penilaian
it: Impostazioni di valutazione
ja: 評価設定
kn: ಮೌಲ್ಯಮಾಪನ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: മൂല്യനിർണയ ക്രമീകരണങ്ങൾ
mr: मूल्यांकन सेटिंग्ज
nl: Beoordelingsinstellingen
pa: ਮੁਲਾਂਕਣ ਸੈਟਿੰਗਾਂ
pl: Ustawienia oceny
pt: Configurações de avaliação
ru: Настройки оценивания
sv: Bedömningsinställningar
ta: மதிப்பீட்டு அமைப்புகள்
te: అసెస్‌మెంట్ సెట్టింగ్‌లు
th: การตั้งค่าการประเมิน
tr: Değerlendirme Ayarları
vi: Cài đặt đánh giá

source: Default Quiz Attempt Limit
ar: الحد الافتراضي لمحاولة الاختبار
bn: ডিফল্ট কুইজ প্রচেষ্টা সীমা
da: Standard Quiz-forsøgsgrænse
de: Standardlimit für Quizversuche
el: Προεπιλεγμένο όριο προσπάθειας κουίζ
es: Límite de intentos de prueba predeterminado
fi: Tietokilpailun oletusyritysraja
fr: Limite de tentatives de quiz par défaut
he: מגבלת ברירת מחדל לניסיון חידון
hi: डिफ़ॉल्ट प्रश्नोत्तरी प्रयास सीमा
id: Batas Percobaan Kuis Default
it: Limite predefinito di tentativi di quiz
ja: デフォルトのクイズ試行制限
kn: ಡೀಫಾಲ್ಟ್ ರಸಪ್ರಶ್ನೆ ಪ್ರಯತ್ನದ ಮಿತಿ
ml: ഡിഫോൾട്ട് ക്വിസ് ശ്രമ പരിധി
mr: डीफॉल्ट क्विझ प्रयत्न मर्यादा
nl: Standaardlimiet voor quizpogingen
pa: ਪੂਰਵ-ਨਿਰਧਾਰਤ ਕਵਿਜ਼ ਕੋਸ਼ਿਸ਼ ਸੀਮਾ
pl: Domyślny limit prób quizu
pt: Limite padrão de tentativas de questionário
ru: Лимит попыток теста по умолчанию
sv: Standard Quiz Försöksgräns
ta: இயல்புநிலை வினாடி வினா முயற்சி வரம்பு
te: డిఫాల్ట్ క్విజ్ ప్రయత్న పరిమితి
th: ขีดจำกัดความพยายามแบบทดสอบเริ่มต้น
tr: Varsayılan Sınav Girişimi Sınırı
vi: Giới hạn số lần thử bài kiểm tra mặc định

source: Allowed Assignment Submission Formats
ar: تنسيقات تقديم المهام المسموح بها
bn: অনুমোদিত অ্যাসাইনমেন্ট জমা ফর্ম্যাট
da: Tilladte opgaveafleveringsformater
de: Zulässige Formate für die Einreichung von Aufgaben
el: Επιτρεπόμενες μορφές υποβολής εργασιών
es: Formatos de envío de tareas permitidos
fi: Sallitut tehtävän lähetysmuodot
fr: Formats de soumission de devoirs autorisés
he: פורמטים מותרים להגשת מטלות
hi: अनुमत असाइनमेंट सबमिशन प्रारूप
id: Format Pengiriman Tugas yang Diizinkan
it: Formati consentiti per l'invio dei compiti
ja: 許可される課題提出形式
kn: ಅನುಮತಿಸಲಾದ ನಿಯೋಜನೆ ಸಲ್ಲಿಕೆ ಸ್ವರೂಪಗಳು
ml: അനുവദനീയമായ അസൈൻമെൻ്റ് സമർപ്പിക്കൽ ഫോർമാറ്റുകൾ
mr: अनुमत असाइनमेंट सबमिशन स्वरूप
nl: Toegestane indelingen voor het indienen van opdrachten
pa: ਮਨਜ਼ੂਰਸ਼ੁਦਾ ਅਸਾਈਨਮੈਂਟ ਸਬਮਿਸ਼ਨ ਫਾਰਮੈਟ
pl: Dozwolone formaty przesyłania zadań
pt: Formatos de envio de tarefas permitidos
ru: Разрешенные форматы отправки заданий
sv: Tillåtna inlämningsformat för uppdrag
ta: அனுமதிக்கப்பட்ட பணி சமர்ப்பிப்பு வடிவங்கள்
te: అనుమతించబడిన అసైన్‌మెంట్ సమర్పణ ఫార్మాట్‌లు
th: รูปแบบการส่งงานที่ได้รับอนุญาต
tr: İzin Verilen Ödev Gönderim Formatları
vi: Các định dạng gửi bài tập được phép

source: Enable plagiarism check for assignments
ar: تمكين التحقق من الانتحال للمهام
bn: অ্যাসাইনমেন্টের জন্য চুরির চেক সক্ষম করুন
da: Aktiver plagiatcheck for opgaver
de: Plagiatsprüfung für Aufgaben aktivieren
el: Ενεργοποίηση ελέγχου λογοκλοπής για εργασίες
es: Habilitar la verificación de plagio para las tareas
fi: Ota käyttöön tehtävien plagiointitarkistus
fr: Activer la vérification du plagiat pour les devoirs
he: אפשר בדיקת פלגיאט עבור מטלות
hi: असाइनमेंट के लिए साहित्यिक चोरी की जाँच सक्षम करें
id: Aktifkan pemeriksaan plagiarisme untuk tugas
it: Abilita il controllo del plagio per gli incarichi
ja: 割り当ての盗用チェックを有効にする
kn: ಕಾರ್ಯಯೋಜನೆಗಳಿಗಾಗಿ ಕೃತಿಚೌರ್ಯದ ಪರಿಶೀಲನೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ml: അസൈൻമെൻ്റുകൾക്കായി കോപ്പിയടി പരിശോധന പ്രവർത്തനക്ഷമമാക്കുക
mr: असाइनमेंटसाठी साहित्यिक चोरी तपासा सक्षम करा
nl: Schakel plagiaatcontrole in voor opdrachten
pa: ਅਸਾਈਨਮੈਂਟਾਂ ਲਈ ਸਾਹਿਤਕ ਚੋਰੀ ਦੀ ਜਾਂਚ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ
pl: Włącz sprawdzanie plagiatu dla projektów
pt: Ativar verificação de plágio para tarefas
ru: Включить проверку на плагиат для заданий
sv: Aktivera plagiatkontroll för uppdrag
ta: பணிகளுக்கு திருட்டு சோதனையை இயக்கவும்
te: అసైన్‌మెంట్‌ల కోసం దోపిడీ తనిఖీని ప్రారంభించండి
th: เปิดใช้งานการตรวจสอบการลอกเลียนแบบสำหรับงานที่ได้รับมอบหมาย
tr: Ödevler için intihal kontrolünü etkinleştir
vi: Bật kiểm tra đạo văn cho bài tập

source: Content Delivery Settings
ar: إعدادات تسليم المحتوى
bn: কন্টেন্ট ডেলিভারি সেটিংস
da: Indstillinger for indholdslevering
de: Einstellungen für die Inhaltsbereitstellung
el: Ρυθμίσεις παράδοσης περιεχομένου
es: Configuración de entrega de contenido
fi: Sisällön toimitusasetukset
fr: Paramètres de diffusion de contenu
he: הגדרות מסירת תוכן
hi: सामग्री वितरण सेटिंग्स
id: Pengaturan Pengiriman Konten
it: Impostazioni di consegna dei contenuti
ja: コンテンツ配信設定
kn: ವಿಷಯ ವಿತರಣಾ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: ഉള്ളടക്ക ഡെലിവറി ക്രമീകരണങ്ങൾ
mr: सामग्री वितरण सेटिंग्ज
nl: Instellingen voor inhoudslevering
pa: ਸਮਗਰੀ ਡਿਲੀਵਰੀ ਸੈਟਿੰਗਾਂ
pl: Ustawienia dostarczania treści
pt: Configurações de entrega de conteúdo
ru: Настройки доставки контента
sv: Innehållsleveransinställningar
ta: உள்ளடக்க விநியோக அமைப்புகள்
te: కంటెంట్ డెలివరీ సెట్టింగ్‌లు
th: การตั้งค่าการส่งเนื้อหา
tr: İçerik Yayınlama Ayarları
vi: Cài đặt phân phối nội dung

source: Enable drip content delivery
ar: تمكين تسليم المحتوى بالتنقيط
bn: ড্রিপ সামগ্রী বিতরণ সক্ষম করুন
da: Aktiver levering af drypindhold
de: Aktivieren Sie die Bereitstellung von Drip-Inhalten
el: Ενεργοποιήστε την παράδοση περιεχομένου σταγόνας
es: Habilitar la entrega de contenido por goteo
fi: Ota käyttöön tippuva sisällön toimitus
fr: Activer la diffusion de contenu goutte à goutte
he: אפשר אספקת תוכן בטפטוף
hi: ड्रिप सामग्री वितरण सक्षम करें
id: Aktifkan pengiriman konten tetes
it: Abilita la consegna del contenuto drip
ja: ドリップコンテンツ配信を有効にする
kn: ಡ್ರಿಪ್ ವಿಷಯ ವಿತರಣೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ml: ഡ്രിപ്പ് ഉള്ളടക്ക ഡെലിവറി പ്രവർത്തനക്ഷമമാക്കുക
mr: ठिबक सामग्री वितरण सक्षम करा
nl: Schakel de levering van druppelinhoud in
pa: ਡ੍ਰਿੱਪ ਸਮੱਗਰੀ ਡਿਲੀਵਰੀ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ
pl: Włącz dostarczanie zawartości kroplowej
pt: Ativar entrega de conteúdo por gotejamento
ru: Включить капельную доставку контента
sv: Aktivera leverans av droppinnehåll
ta: சொட்டு உள்ளடக்க விநியோகத்தை இயக்கு
te: డ్రిప్ కంటెంట్ డెలివరీని ప్రారంభించండి
th: เปิดใช้งานการจัดส่งเนื้อหาแบบหยด
tr: Damla içerik dağıtımını etkinleştir
vi: Cho phép phân phối nội dung nhỏ giọt

source: Allow content download for offline viewing
ar: السماح بتنزيل المحتوى لمشاهدته في وضع عدم الاتصال
bn: অফলাইন দেখার জন্য সামগ্রী ডাউনলোড করার অনুমতি দিন
da: Tillad download af indhold til offlinevisning
de: Erlauben Sie das Herunterladen von Inhalten zur Offline-Anzeige
el: Να επιτρέπεται η λήψη περιεχομένου για προβολή εκτός σύνδεσης
es: Permitir la descarga de contenido para verlo sin conexión
fi: Salli sisällön lataaminen offline-katselua varten
fr: Autoriser le téléchargement de contenu pour une visualisation hors ligne
he: אפשר הורדת תוכן לצפייה במצב לא מקוון
hi: ऑफ़लाइन देखने के लिए सामग्री डाउनलोड करने की अनुमति दें
id: Izinkan pengunduhan konten untuk dilihat secara offline
it: Consenti il ​​download dei contenuti per la visualizzazione offline
ja: オフライン表示のためのコンテンツのダウンロードを許可する
kn: ಆಫ್‌ಲೈನ್ ವೀಕ್ಷಣೆಗಾಗಿ ವಿಷಯ ಡೌನ್‌ಲೋಡ್ ಅನ್ನು ಅನುಮತಿಸಿ
ml: ഓഫ്‌ലൈൻ കാണുന്നതിന് ഉള്ളടക്കം ഡൗൺലോഡ് ചെയ്യാൻ അനുവദിക്കുക
mr: ऑफलाइन पाहण्यासाठी सामग्री डाउनलोड करण्याची अनुमती द्या
nl: Sta het downloaden van inhoud toe voor offline weergave
pa: ਔਫਲਾਈਨ ਦੇਖਣ ਲਈ ਸਮੱਗਰੀ ਨੂੰ ਡਾਊਨਲੋਡ ਕਰਨ ਦਿਓ
pl: Zezwalaj na pobieranie treści do przeglądania w trybie offline
pt: Permitir download de conteúdo para visualização offline
ru: Разрешить загрузку контента для просмотра в автономном режиме
sv: Tillåt nedladdning av innehåll för offlinevisning
ta: ஆஃப்லைனில் பார்க்க உள்ளடக்கப் பதிவிறக்கத்தை அனுமதிக்கவும்
te: ఆఫ్‌లైన్ వీక్షణ కోసం కంటెంట్ డౌన్‌లోడ్‌ను అనుమతించండి
th: อนุญาตให้ดาวน์โหลดเนื้อหาเพื่อดูแบบออฟไลน์
tr: Çevrimdışı görüntüleme için içerik indirmeye izin ver
vi: Cho phép tải xuống nội dung để xem ngoại tuyến

source: Enable adaptive learning paths
ar: تمكين مسارات التعلم التكيفية
bn: অভিযোজিত শেখার পথ সক্ষম করুন
da: Aktiver adaptive læringsveje
de: Ermöglichen Sie adaptive Lernpfade
el: Ενεργοποίηση προσαρμοστικών διαδρομών μάθησης
es: Habilitar rutas de aprendizaje adaptativas
fi: Ota mukautuvat oppimispolut käyttöön
fr: Activer des parcours d’apprentissage adaptatifs
he: אפשר מסלולי למידה מסתגלים
hi: अनुकूली शिक्षण पथ सक्षम करें
id: Aktifkan jalur pembelajaran adaptif
it: Abilita percorsi di apprendimento adattivi
ja: 適応型学習パスを有効にする
kn: ಹೊಂದಾಣಿಕೆಯ ಕಲಿಕೆಯ ಮಾರ್ಗಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ml: അഡാപ്റ്റീവ് പഠന പാതകൾ പ്രവർത്തനക്ഷമമാക്കുക
mr: अनुकूल शिक्षण मार्ग सक्षम करा
nl: Maak adaptieve leerpaden mogelijk
pa: ਅਨੁਕੂਲ ਸਿੱਖਣ ਮਾਰਗ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ
pl: Włącz adaptacyjne ścieżki edukacyjne
pt: Habilite caminhos de aprendizagem adaptativos
ru: Включите адаптивные пути обучения
sv: Möjliggör adaptiva inlärningsvägar
ta: தகவமைப்பு கற்றல் பாதைகளை இயக்கவும்
te: అనుకూల అభ్యాస మార్గాలను ప్రారంభించండి
th: เปิดใช้เส้นทางการเรียนรู้แบบปรับเปลี่ยนได้
tr: Uyarlanabilir öğrenme yollarını etkinleştirin
vi: Kích hoạt lộ trình học tập thích ứng

source: Save Course & Program Settings
ar: حفظ إعدادات الدورة التدريبية والبرنامج
bn: কোর্স এবং প্রোগ্রাম সেটিংস সংরক্ষণ করুন
da: Gem kursus- og programindstillinger
de: Kurs- und Programmeinstellungen speichern
el: Αποθήκευση ρυθμίσεων μαθήματος και προγράμματος
es: Guardar configuración de cursos y programas
fi: Tallenna kurssi- ja ohjelmaasetukset
fr: Enregistrer les paramètres du cours et du programme
he: שמור הגדרות קורס ותוכנית
hi: पाठ्यक्रम एवं कार्यक्रम सेटिंग्स सहेजें
id: Simpan Pengaturan Kursus & Program
it: Salva le impostazioni del corso e del programma
ja: コースとプログラムの設定を保存する
kn: ಕೋರ್ಸ್ ಮತ್ತು ಪ್ರೋಗ್ರಾಂ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಉಳಿಸಿ
ml: കോഴ്സ് & പ്രോഗ്രാം ക്രമീകരണങ്ങൾ സംരക്ഷിക്കുക
mr: कोर्स आणि प्रोग्राम सेटिंग्ज सेव्ह करा
nl: Bewaar cursus- en programma-instellingen
pa: ਕੋਰਸ ਅਤੇ ਪ੍ਰੋਗਰਾਮ ਸੈਟਿੰਗਾਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰੋ
pl: Zapisz ustawienia kursu i programu
pt: Salvar configurações do curso e do programa
ru: Сохранить настройки курса и программы
sv: Spara kurs- och programinställningar
ta: பாடநெறி & நிரல் அமைப்புகளைச் சேமிக்கவும்
te: కోర్సు & ప్రోగ్రామ్ సెట్టింగ్‌లను సేవ్ చేయండి
th: บันทึกการตั้งค่าหลักสูตรและโปรแกรม
tr: Kurs ve Program Ayarlarını Kaydet
vi: Lưu cài đặt khóa học & chương trình

source: Organizations Settings
ar: إعدادات المنظمات
bn: প্রতিষ্ঠানের সেটিংস
da: Organisationsindstillinger
de: Organisationseinstellungen
el: Ρυθμίσεις οργανισμών
es: Configuración de organizaciones
fi: Organisaatioiden asetukset
fr: Paramètres des organisations
he: הגדרות ארגונים
hi: संगठन सेटिंग्स
id: Pengaturan Organisasi
it: Impostazioni delle organizzazioni
ja: 組織の設定
kn: ಸಂಸ್ಥೆಗಳ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: ഓർഗനൈസേഷൻ ക്രമീകരണങ്ങൾ
mr: संस्था सेटिंग्ज
nl: Organisaties Instellingen
pa: ਸੰਸਥਾਵਾਂ ਸੈਟਿੰਗਾਂ
pl: Ustawienia organizacji
pt: Configurações de organizações
ru: Настройки организаций
sv: Organisationsinställningar
ta: நிறுவன அமைப்புகள்
te: సంస్థల సెట్టింగ్‌లు
th: การตั้งค่าองค์กร
tr: Kuruluş Ayarları
vi: Cài đặt tổ chức

source: Organization Structure
ar: الهيكل التنظيمي
bn: সংস্থার কাঠামো
da: Organisationsstruktur
de: Organisationsstruktur
el: Οργανωτική Δομή
es: Estructura organizativa
fi: Organisaation rakenne
fr: Structure organisationnelle
he: מבנה הארגון
hi: संगठन संरचना
id: Struktur Organisasi
it: Struttura organizzativa
ja: 組織構造
kn: ಸಂಸ್ಥೆಯ ರಚನೆ
ml: സംഘടനാ ഘടന
mr: संस्थेची रचना
nl: Organisatiestructuur
pa: ਸੰਗਠਨ ਬਣਤਰ
pl: Struktura organizacji
pt: Estrutura Organizacional
ru: Организационная структура
sv: Organisationsstruktur
ta: அமைப்பின் அமைப்பு
te: సంస్థ నిర్మాణం
th: โครงสร้างองค์กร
tr: Organizasyon Yapısı
vi: Cơ cấu tổ chức

source: Maximum Organizational Unit Depth
ar: الحد الأقصى لعمق الوحدة التنظيمية
bn: সর্বোচ্চ সাংগঠনিক ইউনিট গভীরতা
da: Maksimal organisatorisk enhedsdybde
de: Maximale Tiefe der Organisationseinheit
el: Μέγιστο Βάθος Οργανωτικής Μονάδας
es: Profundidad máxima de la unidad organizativa
fi: Organisaatioyksikön enimmäissyvyys
fr: Profondeur maximale de l'unité organisationnelle
he: עומק יחידה ארגונית מקסימלית
hi: अधिकतम संगठनात्मक इकाई गहराई
id: Kedalaman Unit Organisasi Maksimum
it: Profondità massima dell'unità organizzativa
ja: 組織単位の最大の深さ
kn: ಗರಿಷ್ಠ ಸಾಂಸ್ಥಿಕ ಘಟಕದ ಆಳ
ml: പരമാവധി ഓർഗനൈസേഷണൽ യൂണിറ്റ് ആഴം
mr: जास्तीत जास्त संस्थात्मक एकक खोली
nl: Maximale diepte van organisatie-eenheden
pa: ਅਧਿਕਤਮ ਸੰਗਠਨਾਤਮਕ ਇਕਾਈ ਡੂੰਘਾਈ
pl: Maksymalna głębokość jednostki organizacyjnej
pt: Profundidade máxima da unidade organizacional
ru: Максимальная глубина организационного подразделения
sv: Maximalt djup för organisationsenhet
ta: அதிகபட்ச நிறுவன அலகு ஆழம்
te: గరిష్ట సంస్థాగత యూనిట్ లోతు
th: ความลึกของหน่วยองค์กรสูงสุด
tr: Maksimum Organizasyon Birimi Derinliği
vi: Độ sâu đơn vị tổ chức tối đa

source: Available Organizational Unit Types
ar: أنواع الوحدات التنظيمية المتاحة
bn: উপলব্ধ সাংগঠনিক ইউনিটের ধরন
da: Tilgængelige organisatoriske enhedstyper
de: Verfügbare Arten von Organisationseinheiten
el: Διαθέσιμοι τύποι οργανικών μονάδων
es: Tipos de unidades organizativas disponibles
fi: Käytettävissä olevat organisaatioyksikkötyypit
fr: Types d'unités organisationnelles disponibles
he: סוגי יחידות ארגוניות זמינות
hi: उपलब्ध संगठनात्मक इकाई प्रकार
id: Jenis Unit Organisasi yang Tersedia
it: Tipi di unità organizzative disponibili
ja: 利用可能な組織単位のタイプ
kn: ಲಭ್ಯವಿರುವ ಸಾಂಸ್ಥಿಕ ಘಟಕದ ವಿಧಗಳು
ml: ലഭ്യമായ ഓർഗനൈസേഷണൽ യൂണിറ്റ് തരങ്ങൾ
mr: उपलब्ध संस्थात्मक युनिट प्रकार
nl: Beschikbare typen organisatie-eenheden
pa: ਉਪਲਬਧ ਸੰਗਠਨਾਤਮਕ ਯੂਨਿਟ ਦੀਆਂ ਕਿਸਮਾਂ
pl: Dostępne typy jednostek organizacyjnych
pt: Tipos de unidades organizacionais disponíveis
ru: Доступные типы организационных подразделений
sv: Tillgängliga typer av organisationsenheter
ta: கிடைக்கக்கூடிய நிறுவன அலகு வகைகள்
te: అందుబాటులో ఉన్న సంస్థాగత యూనిట్ రకాలు
th: ประเภทหน่วยองค์กรที่มีอยู่
tr: Kullanılabilir Organizasyon Birimi Türleri
vi: Các loại đơn vị tổ chức có sẵn

source: Allow organizations to create custom unit types
ar: السماح للمؤسسات بإنشاء أنواع وحدات مخصصة
bn: সংস্থাগুলিকে কাস্টম ইউনিটের ধরন তৈরি করার অনুমতি দিন
da: Tillad organisationer at oprette tilpassede enhedstyper
de: Ermöglichen Sie Organisationen, benutzerdefinierte Einheitentypen zu erstellen
el: Να επιτρέπεται στους οργανισμούς να δημιουργούν προσαρμοσμένους τύπους μονάδων
es: Permitir que las organizaciones creen tipos de unidades personalizadas
fi: Salli organisaatioiden luoda mukautettuja yksikkötyyppejä
fr: Autoriser les organisations à créer des types d'unités personnalisés
he: אפשר לארגונים ליצור סוגי יחידות מותאמים אישית
hi: संगठनों को कस्टम इकाई प्रकार बनाने की अनुमति दें
id: Izinkan organisasi membuat jenis unit khusus
it: Consenti alle organizzazioni di creare tipi di unità personalizzati
ja: 組織がカスタム単位タイプを作成できるようにする
kn: ಕಸ್ಟಮ್ ಘಟಕ ಪ್ರಕಾರಗಳನ್ನು ರಚಿಸಲು ಸಂಸ್ಥೆಗಳನ್ನು ಅನುಮತಿಸಿ
ml: ഇഷ്‌ടാനുസൃത യൂണിറ്റ് തരങ്ങൾ സൃഷ്‌ടിക്കാൻ ഓർഗനൈസേഷനുകളെ അനുവദിക്കുക
mr: संस्थांना सानुकूल युनिट प्रकार तयार करण्याची अनुमती द्या
nl: Sta organisaties toe aangepaste eenheidstypen te maken
pa: ਸੰਸਥਾਵਾਂ ਨੂੰ ਕਸਟਮ ਯੂਨਿਟ ਕਿਸਮਾਂ ਬਣਾਉਣ ਦੀ ਆਗਿਆ ਦਿਓ
pl: Zezwalaj organizacjom na tworzenie niestandardowych typów jednostek
pt: Permitir que as organizações criem tipos de unidades personalizadas
ru: Разрешить организациям создавать собственные типы единиц измерения
sv: Tillåt organisationer att skapa anpassade enhetstyper
ta: தனிப்பயன் அலகு வகைகளை உருவாக்க நிறுவனங்களை அனுமதிக்கவும்
te: అనుకూల యూనిట్ రకాలను సృష్టించడానికి సంస్థలను అనుమతించండి
th: อนุญาตให้องค์กรสร้างประเภทหน่วยแบบกำหนดเอง
tr: Kuruluşların özel birim türleri oluşturmasına izin ver
vi: Cho phép các tổ chức tạo các loại đơn vị tùy chỉnh

source: Organization Management
ar: إدارة المنظمة
bn: সংগঠন ব্যবস্থাপনা
da: Organisationsledelse
de: Organisationsmanagement
el: Διοίκηση Οργανισμού
es: Gestión de la organización
fi: Organisaation hallinta
fr: Gestion de l'organisation
he: ניהול ארגון
hi: संगठन का प्रबंधन
id: Manajemen Organisasi
it: Gestione dell'organizzazione
ja: 組織管理
kn: ಸಂಸ್ಥೆಯ ನಿರ್ವಹಣೆ
ml: ഓർഗനൈസേഷൻ മാനേജ്മെൻ്റ്
mr: संस्था व्यवस्थापन
nl: Organisatiebeheer
pa: ਸੰਗਠਨ ਪ੍ਰਬੰਧਨ
pl: Zarządzanie organizacją
pt: Gestão da Organização
ru: Управление организацией
sv: Organisationsledning
ta: அமைப்பு மேலாண்மை
te: సంస్థ నిర్వహణ
th: การจัดการองค์กร
tr: Organizasyon Yönetimi
vi: Quản lý tổ chức

source: Organization Admin Role
ar: دور مسؤول المنظمة
bn: সংস্থার প্রশাসকের ভূমিকা
da: Organisationens administratorrolle
de: Rolle des Organisationsadministrators
el: Ρόλος διαχειριστή οργανισμού
es: Rol de administrador de la organización
fi: Organisaation järjestelmänvalvojan rooli
fr: Rôle d'administrateur de l'organisation
he: תפקיד מנהל ארגון
hi: संगठन व्यवस्थापक भूमिका
id: Peran Admin Organisasi
it: Ruolo di amministratore dell'organizzazione
ja: 組織管理者の役割
kn: ಸಂಸ್ಥೆಯ ನಿರ್ವಾಹಕರ ಪಾತ್ರ
ml: ഓർഗനൈസേഷൻ അഡ്മിൻ റോൾ
mr: संस्थेची प्रशासकीय भूमिका
nl: Organisatiebeheerdersrol
pa: ਸੰਸਥਾ ਪ੍ਰਸ਼ਾਸਕ ਦੀ ਭੂਮਿਕਾ
pl: Rola administratora organizacji
pt: Função de administrador da organização
ru: Роль администратора организации
sv: Organisationsadministratörsroll
ta: நிறுவன நிர்வாகப் பொறுப்பு
te: సంస్థ అడ్మిన్ పాత్ర
th: บทบาทผู้ดูแลระบบองค์กร
tr: Kuruluş Yöneticisi Rolü
vi: Vai trò quản trị viên tổ chức

source: Maximum Organization Admins
ar: الحد الأقصى لمسؤولي المنظمة
bn: সর্বোচ্চ সংস্থার প্রশাসক
da: Maksimalt antal organisationsadministratorer
de: Maximale Organisationsadministratoren
el: Μέγιστος διαχειριστής οργανισμού
es: Administradores máximos de la organización
fi: Organisaation järjestelmänvalvojien enimmäismäärä
fr: Nombre maximum d'administrateurs d'organisation
he: מקסימום מנהלי ארגון
hi: अधिकतम संगठन व्यवस्थापक
id: Admin Organisasi Maksimum
it: Numero massimo di amministratori dell'organizzazione
ja: 組織管理者の最大数
kn: ಗರಿಷ್ಠ ಸಂಸ್ಥೆ ನಿರ್ವಾಹಕರು
ml: പരമാവധി ഓർഗനൈസേഷൻ അഡ്മിൻസ്
mr: जास्तीत जास्त संस्था प्रशासक
nl: Maximale organisatiebeheerders
pa: ਅਧਿਕਤਮ ਸੰਗਠਨ ਪ੍ਰਸ਼ਾਸਕ
pl: Maksymalna liczba administratorów organizacji
pt: Máximo de administradores da organização
ru: Максимальное количество администраторов организации
sv: Maximalt antal organisationsadministratörer
ta: அதிகபட்ச நிறுவன நிர்வாகிகள்
te: గరిష్ట సంస్థ నిర్వాహకులు
th: ผู้ดูแลระบบองค์กรสูงสุด
tr: Maksimum Kuruluş Yöneticileri
vi: Quản trị viên tổ chức tối đa
