Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Create Delivery Component
ar: إنشاء مكون التسليم
bn: ডেলিভারি কম্পোনেন্ট তৈরি করুন
da: Opret leveringskomponent
de: Lieferkomponente erstellen
el: Δημιουργία στοιχείου παράδοσης
es: Crear componente de entrega
fi: Luo toimituskomponentti
fr: Créer un composant de livraison
he: צור רכיב משלוח
hi: डिलिवरी घटक बनाएँ
id: Buat Komponen Pengiriman
it: Crea componente di consegna
ja: 配信コンポーネントの作成
kn: ವಿತರಣಾ ಘಟಕವನ್ನು ರಚಿಸಿ
ml: ഡെലിവറി ഘടകം സൃഷ്ടിക്കുക
mr: वितरण घटक तयार करा
nl: Maak een leveringscomponent
pa: ਡਿਲੀਵਰੀ ਕੰਪੋਨੈਂਟ ਬਣਾਓ
pl: Utwórz komponent dostawy
pt: Criar componente de entrega
ru: Создать компонент доставки
sv: Skapa leveranskomponent
ta: விநியோக கூறுகளை உருவாக்கவும்
te: డెలివరీ కాంపోనెంట్‌ని సృష్టించండి
th: สร้างส่วนประกอบการจัดส่ง
tr: Teslimat Bileşeni Oluştur
vi: Tạo thành phần phân phối

source: Add a new component to the delivery
ar: إضافة عنصر جديد إلى التسليم
bn: ডেলিভারিতে একটি নতুন উপাদান যোগ করুন
da: Tilføj en ny komponent til leveringen
de: Fügen Sie der Lieferung eine neue Komponente hinzu
el: Προσθέστε ένα νέο στοιχείο στην παράδοση
es: Agregar un nuevo componente a la entrega
fi: Lisää toimitukseen uusi komponentti
fr: Ajouter un nouveau composant à la livraison
he: הוסף רכיב חדש למשלוח
hi: डिलीवरी में एक नया घटक जोड़ें
id: Tambahkan komponen baru ke pengiriman
it: Aggiungi un nuovo componente alla consegna
ja: 新しいコンポーネントを配信に追加する
kn: ವಿತರಣೆಗೆ ಹೊಸ ಘಟಕವನ್ನು ಸೇರಿಸಿ
ml: ഡെലിവറിയിലേക്ക് ഒരു പുതിയ ഘടകം ചേർക്കുക
mr: वितरणामध्ये नवीन घटक जोडा
nl: Voeg een nieuw onderdeel toe aan de levering
pa: ਡਿਲੀਵਰੀ ਵਿੱਚ ਇੱਕ ਨਵਾਂ ਭਾਗ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj nowy komponent do dostawy
pt: Adicionar um novo componente ao delivery
ru: Добавить новый компонент в поставку
sv: Lägg till en ny komponent i leveransen
ta: விநியோகத்தில் புதிய கூறுகளைச் சேர்க்கவும்
te: డెలివరీకి కొత్త భాగాన్ని జోడించండి
th: เพิ่มส่วนประกอบใหม่ในการนำส่ง
tr: Teslimata yeni bir bileşen ekleyin
vi: Thêm thành phần mới vào quá trình phân phối

source: Create Component
ar: إنشاء مكون
bn: কম্পোনেন্ট তৈরি করুন
da: Opret komponent
de: Komponente erstellen
el: Δημιουργία στοιχείου
es: Crear componente
fi: Luo komponentti
fr: Créer un composant
he: צור רכיב
hi: घटक बनाएँ
id: Buat Komponen
it: Crea componente
ja: コンポーネントの作成
kn: ಘಟಕವನ್ನು ರಚಿಸಿ
ml: ഘടകം സൃഷ്ടിക്കുക
mr: घटक तयार करा
nl: Component maken
pa: ਕੰਪੋਨੈਂਟ ਬਣਾਓ
pl: Utwórz komponent
pt: Criar componente
ru: Создать компонент
sv: Skapa komponent
ta: கூறு உருவாக்கவும்
te: భాగాన్ని సృష్టించండి
th: สร้างส่วนประกอบ
tr: Bileşen Oluştur
vi: Tạo thành phần

source: Program Course
ar: دورة البرنامج
bn: প্রোগ্রাম কোর্স
da: Program kursus
de: Programmverlauf
el: Μάθημα προγράμματος
es: Curso del programa
fi: Ohjelma kurssi
fr: Cours du programme
he: קורס תוכנית
hi: कार्यक्रम पाठ्यक्रम
id: Kursus Program
it: Corso del programma
ja: プログラムコース
kn: ಕಾರ್ಯಕ್ರಮದ ಕೋರ್ಸ್
ml: പ്രോഗ്രാം കോഴ്സ്
mr: कार्यक्रम अभ्यासक्रम
nl: Programma Cursus
pa: ਪ੍ਰੋਗਰਾਮ ਕੋਰਸ
pl: Kurs programu
pt: Curso do programa
ru: Программный курс
sv: Programkurs
ta: நிரல் பாடநெறி
te: ప్రోగ్రామ్ కోర్సు
th: หลักสูตรหลักสูตร
tr: Program Kursu
vi: Chương trình khóa học

source: Learning Resource
ar: مصادر التعلم
bn: শেখার সম্পদ
da: Læringsressource
de: Lernressource
el: Πηγή μάθησης
es: Recurso de aprendizaje
fi: Oppimisresurssi
fr: Ressource d'apprentissage
he: משאב למידה
hi: सीखने का संसाधन
id: Sumber Belajar
it: Risorsa per l'apprendimento
ja: 学習リソース
kn: ಕಲಿಕೆಯ ಸಂಪನ್ಮೂಲ
ml: പഠന വിഭവം
mr: शिक्षण संसाधन
nl: Leerbron
pa: ਸਿੱਖਣ ਦਾ ਸਰੋਤ
pl: Zasoby edukacyjne
pt: Recurso de aprendizagem
ru: Учебный ресурс
sv: Lärresurs
ta: கற்றல் வளம்
te: అభ్యాస వనరు
th: แหล่งเรียนรู้
tr: Öğrenme Kaynağı
vi: Tài nguyên học tập

source: Confirm Delivery Deletion
ar: تأكيد حذف التسليم
bn: ডেলিভারি মুছে ফেলা নিশ্চিত করুন
da: Bekræft leveringssletning
de: Bestätigen Sie die Löschung der Lieferung
el: Επιβεβαιώστε τη διαγραφή παράδοσης
es: Confirmar eliminación de entrega
fi: Vahvista toimituksen poistaminen
fr: Confirmer la suppression de la livraison
he: אשר את מחיקת המסירה
hi: डिलिवरी विलोपन की पुष्टि करें
id: Konfirmasi Penghapusan Pengiriman
it: Conferma l'eliminazione della consegna
ja: 配信削除の確認
kn: ಡೆಲಿವರಿ ಅಳಿಸುವಿಕೆಯನ್ನು ದೃಢೀಕರಿಸಿ
ml: ഡെലിവറി ഇല്ലാതാക്കൽ സ്ഥിരീകരിക്കുക
mr: वितरण हटविण्याची पुष्टी करा
nl: Bevestig de verwijdering van de levering
pa: ਡਿਲਿਵਰੀ ਮਿਟਾਉਣ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
pl: Potwierdź usunięcie dostawy
pt: Confirmar exclusão de entrega
ru: Подтвердить удаление доставки
sv: Bekräfta borttagning av leverans
ta: டெலிவரி நீக்குதலை உறுதிப்படுத்தவும்
te: డెలివరీ తొలగింపును నిర్ధారించండి
th: ยืนยันการลบการจัดส่ง
tr: Teslimatın Silinmesini Onayla
vi: Xác nhận xóa giao hàng

source: Are you sure you want to delete this delivery component? This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف مكون التسليم هذا؟ لا يمكن التراجع عن هذا الإجراء.
bn: আপনি কি নিশ্চিত আপনি এই বিতরণ উপাদান মুছে ফেলতে চান? এই ক্রিয়াটি পূর্বাবস্থায় ফেরানো যাবে না৷
da: Er du sikker på, at du vil slette denne leveringskomponent? Denne handling kan ikke fortrydes.
de: Sind Sie sicher, dass Sie diese Lieferkomponente löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το στοιχείο παράδοσης; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: ¿Está seguro de que desea eliminar este componente de entrega? Esta acción no se puede deshacer.
fi: Haluatko varmasti poistaa tämän toimituskomponentin? Tätä toimintoa ei voi kumota.
fr: Êtes-vous sûr de vouloir supprimer ce composant de livraison ? Cette action ne peut pas être annulée.
he: האם אתה בטוח שברצונך למחוק את רכיב המסירה הזה? לא ניתן לבטל פעולה זו.
hi: क्या आप वाकई इस वितरण घटक को हटाना चाहते हैं? इस एक्शन को वापस नहीं किया जा सकता।
id: Apakah Anda yakin ingin menghapus komponen pengiriman ini? Tindakan ini tidak dapat dibatalkan.
it: Sei sicuro di voler eliminare questo componente di consegna? Questa azione non può essere annullata.
ja: この配信コンポーネントを削除してもよろしいですか?この操作は元に戻すことができません。
kn: ಈ ವಿತರಣಾ ಘಟಕವನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ? ಈ ಕ್ರಿಯೆಯನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ.
ml: ഈ ഡെലിവറി ഘടകം ഇല്ലാതാക്കണമെന്ന് തീർച്ചയാണോ? ഈ പ്രവർത്തനം പഴയപടിയാക്കാനാകില്ല.
mr: तुमची खात्री आहे की तुम्ही हा वितरण घटक हटवू इच्छिता? ही क्रिया पूर्ववत केली जाऊ शकत नाही.
nl: Weet u zeker dat u dit leveringsonderdeel wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ ਇਸ ਡਿਲੀਵਰੀ ਹਿੱਸੇ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਇਸ ਕਾਰਵਾਈ ਨੂੰ ਅਣਕੀਤਾ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।
pl: Czy na pewno chcesz usunąć ten komponent dostawy? Tej akcji nie można cofnąć.
pt: Tem certeza de que deseja excluir este componente de entrega? Esta ação não pode ser desfeita.
ru: Вы уверены, что хотите удалить этот компонент доставки? Это действие невозможно отменить.
sv: Är du säker på att du vill ta bort den här leveranskomponenten? Denna åtgärd kan inte ångras.
ta: இந்த டெலிவரி கூறுகளை நிச்சயமாக நீக்க விரும்புகிறீர்களா? இந்தச் செயலைச் செயல்தவிர்க்க முடியாது.
te: మీరు ఈ డెలివరీ కాంపోనెంట్‌ని ఖచ్చితంగా తొలగించాలనుకుంటున్నారా? ఈ చర్య రద్దు చేయబడదు.
th: คุณแน่ใจหรือไม่ว่าต้องการลบองค์ประกอบการจัดส่งนี้ การดำเนินการนี้ไม่สามารถยกเลิกได้
tr: Bu teslimat bileşenini silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
vi: Bạn có chắc chắn muốn xóa thành phần phân phối này không? Không thể hoàn tác hành động này.

source: Delivery Component Details:
ar: تفاصيل مكون التسليم:
bn: ডেলিভারি উপাদান বিবরণ:
da: Leveringskomponentdetaljer:
de: Details zur Lieferungskomponente:
el: Λεπτομέρειες εξαρτήματος παράδοσης:
es: Detalles de los componentes de entrega:
fi: Toimituskomponentin tiedot:
fr: Détails du composant de livraison :
he: פרטי רכיבי משלוח:
hi: डिलिवरी घटक विवरण:
id: Detail Komponen Pengiriman:
it: Dettagli sui componenti di consegna:
ja: 配信コンポーネントの詳細:
kn: ವಿತರಣಾ ಘಟಕ ವಿವರಗಳು:
ml: ഡെലിവറി ഘടകങ്ങളുടെ വിശദാംശങ്ങൾ:
mr: वितरण घटक तपशील:
nl: Details leveringscomponent:
pa: ਡਿਲਿਵਰੀ ਕੰਪੋਨੈਂਟ ਵੇਰਵੇ:
pl: Szczegóły elementu dostawy:
pt: Detalhes do componente de entrega:
ru: Детали компонента доставки:
sv: Leveranskomponentdetaljer:
ta: விநியோக கூறு விவரங்கள்:
te: డెలివరీ కాంపోనెంట్ వివరాలు:
th: รายละเอียดส่วนประกอบการจัดส่ง:
tr: Teslimat Bileşeni Ayrıntıları:
vi: Chi tiết thành phần phân phối:

source: No title available
ar: لا يوجد عنوان متاح
bn: কোন শিরোনাম উপলব্ধ
da: Ingen titel tilgængelig
de: Kein Titel verfügbar
el: Δεν υπάρχει διαθέσιμος τίτλος
es: No hay título disponible
fi: Otsikkoa ei ole saatavilla
fr: Aucun titre disponible
he: אין כותרת זמינה
hi: कोई शीर्षक उपलब्ध नहीं है
id: Tidak ada judul yang tersedia
it: Nessun titolo disponibile
ja: タイトルがありません
kn: ಯಾವುದೇ ಶೀರ್ಷಿಕೆ ಲಭ್ಯವಿಲ್ಲ
ml: തലക്കെട്ടൊന്നും ലഭ്യമല്ല
mr: कोणतेही शीर्षक उपलब्ध नाही
nl: Geen titel beschikbaar
pa: ਕੋਈ ਸਿਰਲੇਖ ਉਪਲਬਧ ਨਹੀਂ ਹੈ
pl: Brak tytułu
pt: Nenhum título disponível
ru: Нет названия
sv: Ingen titel tillgänglig
ta: தலைப்பு இல்லை
te: శీర్షిక అందుబాటులో లేదు
th: ไม่มีชื่อเรื่อง
tr: Başlık mevcut değil
vi: Không có tiêu đề nào

source: Yes, delete delivery component
ar: نعم، احذف مكون التسليم
bn: হ্যাঁ, বিতরণ উপাদান মুছুন
da: Ja, slet leveringskomponent
de: Ja, Lieferkomponente löschen
el: Ναι, διαγράψτε το στοιχείο παράδοσης
es: Sí, eliminar componente de entrega
fi: Kyllä, poista toimituskomponentti
fr: Oui, supprimer le composant de livraison
he: כן, מחק את רכיב המסירה
hi: हाँ, वितरण घटक हटाएँ
id: Ya, hapus komponen pengiriman
it: Sì, elimina il componente di consegna
ja: はい、配信コンポーネントを削除します
kn: ಹೌದು, ವಿತರಣಾ ಘಟಕವನ್ನು ಅಳಿಸಿ
ml: അതെ, ഡെലിവറി ഘടകം ഇല്ലാതാക്കുക
mr: होय, वितरण घटक हटवा
nl: Ja, leveringscomponent verwijderen
pa: ਹਾਂ, ਡਿਲੀਵਰੀ ਕੰਪੋਨੈਂਟ ਮਿਟਾਓ
pl: Tak, usuń komponent dostawy
pt: Sim, excluir componente de entrega
ru: Да, удалить компонент доставки
sv: Ja, ta bort leveranskomponent
ta: ஆம், டெலிவரி கூறுகளை நீக்கவும்
te: అవును, డెలివరీ భాగాన్ని తొలగించండి
th: ใช่ ลบส่วนประกอบการจัดส่ง
tr: Evet, teslimat bileşenini sil
vi: Có, xóa thành phần phân phối

source: Edit Delivery Component
ar: تحرير مكون التسليم
bn: ডেলিভারি উপাদান সম্পাদনা করুন
da: Rediger leveringskomponent
de: Lieferkomponente bearbeiten
el: Επεξεργασία στοιχείου παράδοσης
es: Editar componente de entrega
fi: Muokkaa toimituskomponenttia
fr: Modifier le composant de livraison
he: ערוך את רכיב המסירה
hi: वितरण घटक संपादित करें
id: Edit Komponen Pengiriman
it: Modifica componente di consegna
ja: 配信コンポーネントの編集
kn: ವಿತರಣಾ ಘಟಕವನ್ನು ಸಂಪಾದಿಸಿ
ml: ഡെലിവറി ഘടകം എഡിറ്റ് ചെയ്യുക
mr: वितरण घटक संपादित करा
nl: Leveringscomponent bewerken
pa: ਡਿਲੀਵਰੀ ਕੰਪੋਨੈਂਟ ਦਾ ਸੰਪਾਦਨ ਕਰੋ
pl: Edytuj komponent dostawy
pt: Editar componente de entrega
ru: Изменить компонент доставки
sv: Redigera leveranskomponent
ta: டெலிவரி கூறுகளைத் திருத்தவும்
te: డెలివరీ కాంపోనెంట్‌ని సవరించండి
th: แก้ไขส่วนประกอบการนำส่ง
tr: Teslimat Bileşenini Düzenle
vi: Chỉnh sửa thành phần phân phối

source: Update Component
ar: تحديث المكون
bn: কম্পোনেন্ট আপডেট করুন
da: Opdater komponent
de: Komponente aktualisieren
el: Ενημέρωση στοιχείου
es: Actualizar componente
fi: Päivitä komponentti
fr: Composant de mise à jour
he: עדכון רכיב
hi: घटक अद्यतन करें
id: Perbarui Komponen
it: Aggiorna componente
ja: コンポーネントの更新
kn: ಘಟಕವನ್ನು ನವೀಕರಿಸಿ
ml: ഘടകം അപ്ഡേറ്റ് ചെയ്യുക
mr: घटक अद्यतनित करा
nl: Onderdeel bijwerken
pa: ਅੱਪਡੇਟ ਕੰਪੋਨੈਂਟ
pl: Aktualizuj komponent
pt: Componente de atualização
ru: Обновить компонент
sv: Uppdatera komponent
ta: கூறுகளைப் புதுப்பிக்கவும்
te: కాంపోనెంట్‌ని నవీకరించండి
th: อัปเดตส่วนประกอบ
tr: Bileşeni Güncelle
vi: Cập nhật thành phần

source: Are you sure you want to delete this delivery? This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف هذا التسليم؟ لا يمكن التراجع عن هذا الإجراء.
bn: আপনি কি নিশ্চিত আপনি এই বিতরণ মুছে দিতে চান? এই ক্রিয়াটি পূর্বাবস্থায় ফেরানো যাবে না৷
da: Er du sikker på, at du vil slette denne levering? Denne handling kan ikke fortrydes.
de: Sind Sie sicher, dass Sie diese Lieferung löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την παράδοση; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: ¿Estás seguro de que quieres eliminar este envío? Esta acción no se puede deshacer.
fi: Haluatko varmasti poistaa tämän toimituksen? Tätä toimintoa ei voi kumota.
fr: Etes-vous sûr de vouloir supprimer cette diffusion ? Cette action ne peut pas être annulée.
he: האם אתה בטוח שברצונך למחוק את המשלוח הזה? לא ניתן לבטל פעולה זו.
hi: क्या आप वाकई इस डिलीवरी को हटाना चाहते हैं? इस एक्शन को वापस नहीं किया जा सकता।
id: Apakah Anda yakin ingin menghapus pengiriman ini? Tindakan ini tidak dapat dibatalkan.
it: Sei sicuro di voler eliminare questa consegna? Questa azione non può essere annullata.
ja: この配信を削除してもよろしいですか?この操作は元に戻すことができません。
kn: ಈ ವಿತರಣೆಯನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ? ಈ ಕ್ರಿಯೆಯನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ.
ml: ഈ ഡെലിവറി ഇല്ലാതാക്കണമെന്ന് തീർച്ചയാണോ? ഈ പ്രവർത്തനം പഴയപടിയാക്കാനാകില്ല.
mr: तुमची खात्री आहे की तुम्ही हे वितरण हटवू इच्छिता? ही क्रिया पूर्ववत केली जाऊ शकत नाही.
nl: Weet u zeker dat u deze levering wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ ਇਸ ਡਿਲੀਵਰੀ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਇਸ ਕਾਰਵਾਈ ਨੂੰ ਅਣਕੀਤਾ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।
pl: Czy na pewno chcesz usunąć tę dostawę? Tej akcji nie można cofnąć.
pt: Tem certeza de que deseja excluir esta entrega? Esta ação não pode ser desfeita.
ru: Вы уверены, что хотите удалить эту доставку? Это действие невозможно отменить.
sv: Är du säker på att du vill ta bort den här leveransen? Denna åtgärd kan inte ångras.
ta: இந்த டெலிவரியை நிச்சயமாக நீக்க விரும்புகிறீர்களா? இந்தச் செயலைச் செயல்தவிர்க்க முடியாது.
te: మీరు ఖచ్చితంగా ఈ డెలివరీని తొలగించాలనుకుంటున్నారా? ఈ చర్య రద్దు చేయబడదు.
th: คุณแน่ใจหรือไม่ว่าต้องการลบการจัดส่งนี้ การดำเนินการนี้ไม่สามารถยกเลิกได้
tr: Bu teslimatı silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
vi: Bạn có chắc chắn muốn xóa giao hàng này? Không thể hoàn tác hành động này.

source: Delivery Details:
ar: تفاصيل التسليم:
bn: ডেলিভারি বিশদ:
da: Leveringsdetaljer:
de: Lieferdetails:
el: Λεπτομέρειες παράδοσης:
es: Detalles de entrega:
fi: Toimitustiedot:
fr: Détails de livraison :
he: פרטי משלוח:
hi: वितरण विवरण:
id: Detail Pengiriman:
it: Dettagli di consegna:
ja: 配送の詳細:
kn: ವಿತರಣಾ ವಿವರಗಳು:
ml: ഡെലിവറി വിശദാംശങ്ങൾ:
mr: वितरण तपशील:
nl: Leveringsdetails:
pa: ਡਿਲਿਵਰੀ ਵੇਰਵੇ:
pl: Szczegóły dostawy:
pt: Detalhes da entrega:
ru: Детали доставки:
sv: Leveransdetaljer:
ta: டெலிவரி விவரங்கள்:
te: డెలివరీ వివరాలు:
th: รายละเอียดการจัดส่ง:
tr: Teslimat Detayları:
vi: Chi tiết giao hàng:

source: Mode
ar: وضع
bn: মোড
de: Modus
el: Τρόπος
es: Modo
fi: tila
he: מצב
hi: तरीका
it: Modalità
ja: モード
kn: ಮೋಡ್
ml: മോഡ്
mr: मोड
nl: Modus
pa: ਮੋਡ
pl: Tryb
pt: Modo
ru: Режим
sv: Läge
ta: பயன்முறை
te: మోడ్
th: โหมด
tr: Mod
vi: Cách thức

source: Yes, delete delivery
ar: نعم، حذف التسليم
bn: হ্যাঁ, ডেলিভারি মুছে দিন
da: Ja, slet levering
de: Ja, Lieferung löschen
el: Ναι, διαγραφή παράδοσης
es: Sí, eliminar entrega
fi: Kyllä, poista toimitus
fr: Oui, supprimer la livraison
he: כן, מחק משלוח
hi: हां, डिलीवरी हटाएं
id: Ya, hapus pengiriman
it: Sì, elimina la consegna
ja: はい、配信を削除します
kn: ಹೌದು, ವಿತರಣೆಯನ್ನು ಅಳಿಸಿ
ml: അതെ, ഡെലിവറി ഇല്ലാതാക്കുക
mr: होय, वितरण हटवा
nl: Ja, levering verwijderen
pa: ਹਾਂ, ਡਿਲੀਵਰੀ ਮਿਟਾਓ
pl: Tak, usuń dostawę
pt: Sim, excluir entrega
ru: Да, удалить доставку
sv: Ja, radera leverans
ta: ஆம், டெலிவரியை நீக்கு
te: అవును, డెలివరీని తొలగించండి
th: ใช่ ลบการจัดส่ง
tr: Evet, teslimatı sil
vi: Có, xóa giao hàng

source: Create New Delivery
ar: إنشاء تسليم جديد
bn: নতুন ডেলিভারি তৈরি করুন
da: Opret ny levering
de: Neue Lieferung erstellen
el: Δημιουργία νέας παράδοσης
es: Crear nueva entrega
fi: Luo uusi toimitus
fr: Créer une nouvelle livraison
he: צור משלוח חדש
hi: नई डिलीवरी बनाएं
id: Buat Pengiriman Baru
it: Crea nuova consegna
ja: 新しい配信の作成
kn: ಹೊಸ ವಿತರಣೆಯನ್ನು ರಚಿಸಿ
ml: പുതിയ ഡെലിവറി സൃഷ്ടിക്കുക
mr: नवीन वितरण तयार करा
nl: Nieuwe levering aanmaken
pa: ਨਵੀਂ ਡਿਲੀਵਰੀ ਬਣਾਓ
pl: Utwórz nową dostawę
pt: Criar nova entrega
ru: Создать новую доставку
sv: Skapa ny leverans
ta: புதிய டெலிவரியை உருவாக்கவும்
te: కొత్త డెలివరీని సృష్టించండి
th: สร้างการจัดส่งใหม่
tr: Yeni Teslimat Oluştur
vi: Tạo giao hàng mới

source: Delivery Creation Process
ar: عملية إنشاء التسليم
bn: ডেলিভারি তৈরির প্রক্রিয়া
da: Oprettelse af leveringsproces
de: Liefererstellungsprozess
el: Διαδικασία Δημιουργίας Παράδοσης
es: Proceso de creación de entrega
fi: Toimituksen luontiprosessi
fr: Processus de création de livraison
he: תהליך יצירת משלוח
hi: वितरण निर्माण प्रक्रिया
id: Proses Pembuatan Pengiriman
it: Processo di creazione della consegna
ja: 配信作成プロセス
kn: ವಿತರಣಾ ರಚನೆ ಪ್ರಕ್ರಿಯೆ
ml: ഡെലിവറി സൃഷ്ടിക്കൽ പ്രക്രിയ
mr: वितरण निर्मिती प्रक्रिया
nl: Proces voor het maken van leveringen
pa: ਡਿਲਿਵਰੀ ਬਣਾਉਣ ਦੀ ਪ੍ਰਕਿਰਿਆ
pl: Proces tworzenia dostawy
pt: Processo de criação de entrega
ru: Процесс создания доставки
sv: Leverans skapande process
ta: டெலிவரி உருவாக்கும் செயல்முறை
te: డెలివరీ సృష్టి ప్రక్రియ
th: กระบวนการสร้างการจัดส่ง
tr: Teslimat Oluşturma Süreci
vi: Quy trình tạo giao hàng

source: Current
ar: حاضِر
bn: কারেন্ট
da: Strøm
de: Aktuell
el: Ρεύμα
es: Actual
fi: Nykyinen
fr: Actuel
he: נוֹכְחִי
hi: मौजूदा
id: Saat ini
it: Attuale
ja: 現在
kn: ಪ್ರಸ್ತುತ
ml: നിലവിലുള്ളത്
mr: चालू
nl: Huidig
pa: ਵਰਤਮਾਨ
pl: Aktualny
pt: Atual
ru: Текущий
sv: Nuvarande
ta: தற்போதைய
te: ప్రస్తుత
th: ปัจจุบัน
tr: Akım
vi: Hiện hành

source: Step 1 of 4
ar: الخطوة 1 من 4
bn: 4 এর মধ্যে 1 ধাপ
da: Trin 1 af 4
de: Schritt 1 von 4
el: Βήμα 1 από 4
es: Paso 1 de 4
fi: Vaihe 1/4
fr: Étape 1 sur 4
he: שלב 1 מתוך 4
hi: 4 में से चरण 1
id: Langkah 1 dari 4
it: Passaggio 1 di 4
ja: ステップ 1/4
kn: 4 ರಲ್ಲಿ ಹಂತ 1
ml: ഘട്ടം 1 / 4
mr: 4 पैकी 1 पायरी
nl: Stap 1 van 4
pa: 4 ਵਿੱਚੋਂ 1 ਪੜਾਅ
pl: Krok 1 z 4
pt: Etapa 1 de 4
ru: Шаг 1 из 4
sv: Steg 1 av 4
ta: படி 1/4
te: 4లో 1వ దశ
th: ขั้นตอนที่ 1 จาก 4
tr: Adım 1/4
vi: Bước 1 trên 4

source: Set up the core details of your delivery, including type, mode, and scheduling.
ar: قم بإعداد التفاصيل الأساسية للتسليم، بما في ذلك النوع والوضع والجدولة.
bn: ধরন, মোড এবং সময়সূচী সহ আপনার ডেলিভারির মূল বিবরণ সেট আপ করুন।
da: Konfigurer kernedetaljerne for din levering, herunder type, tilstand og planlægning.
de: Richten Sie die Kerndetails Ihrer Lieferung ein, einschließlich Art, Modus und Terminplanung.
el: Ρυθμίστε τις βασικές λεπτομέρειες της παράδοσής σας, συμπεριλαμβανομένου του τύπου, του τρόπου λειτουργίας και του προγραμματισμού.
es: Configure los detalles principales de su entrega, incluido el tipo, el modo y la programación.
fi: Määritä toimituksen keskeiset tiedot, mukaan lukien tyyppi, tila ja aikataulu.
fr: Configurez les principaux détails de votre livraison, notamment le type, le mode et la planification.
he: הגדר את פרטי הליבה של המשלוח שלך, כולל סוג, מצב ותזמון.
hi: प्रकार, मोड और शेड्यूलिंग सहित अपनी डिलीवरी का मुख्य विवरण सेट करें।
id: Siapkan detail inti pengiriman Anda, termasuk jenis, mode, dan penjadwalan.
it: Imposta i dettagli principali della consegna, inclusi tipo, modalità e pianificazione.
ja: タイプ、モード、スケジュールなど、配信の主要な詳細を設定します。
kn: ಪ್ರಕಾರ, ಮೋಡ್ ಮತ್ತು ವೇಳಾಪಟ್ಟಿ ಸೇರಿದಂತೆ ನಿಮ್ಮ ವಿತರಣೆಯ ಪ್ರಮುಖ ವಿವರಗಳನ್ನು ಹೊಂದಿಸಿ.
ml: തരം, മോഡ്, ഷെഡ്യൂളിംഗ് എന്നിവ ഉൾപ്പെടെ നിങ്ങളുടെ ഡെലിവറിയുടെ പ്രധാന വിശദാംശങ്ങൾ സജ്ജീകരിക്കുക.
mr: प्रकार, मोड आणि शेड्युलिंग यासह तुमच्या वितरणाचे मुख्य तपशील सेट करा.
nl: Stel de kerngegevens van uw bezorging in, inclusief type, modus en planning.
pa: ਕਿਸਮ, ਮੋਡ, ਅਤੇ ਸਮਾਂ-ਸੂਚੀ ਸਮੇਤ ਤੁਹਾਡੀ ਡਿਲੀਵਰੀ ਦੇ ਮੁੱਖ ਵੇਰਵਿਆਂ ਨੂੰ ਸੈੱਟਅੱਪ ਕਰੋ।
pl: Skonfiguruj podstawowe szczegóły dostawy, w tym rodzaj, tryb i harmonogram.
pt: Configure os principais detalhes da sua entrega, incluindo tipo, modo e programação.
ru: Настройте основные детали вашей доставки, включая тип, режим и расписание.
sv: Ställ in kärninformationen för din leverans, inklusive typ, läge och schemaläggning.
ta: வகை, பயன்முறை மற்றும் திட்டமிடல் உள்ளிட்ட உங்கள் விநியோகத்தின் முக்கிய விவரங்களை அமைக்கவும்.
te: రకం, మోడ్ మరియు షెడ్యూలింగ్‌తో సహా మీ డెలివరీ యొక్క ప్రధాన వివరాలను సెటప్ చేయండి.
th: ตั้งค่ารายละเอียดหลักของการจัดส่งของคุณ รวมถึงประเภท โหมด และกำหนดการ
tr: Tür, mod ve zamanlama dahil olmak üzere teslimatınızın temel ayrıntılarını ayarlayın.
vi: Thiết lập các chi tiết cốt lõi của quá trình phân phối của bạn, bao gồm loại, phương thức và lịch trình.

source: Step 2 of 4
ar: الخطوة 2 من 4
bn: 4 এর মধ্যে 2 ধাপ
da: Trin 2 af 4
de: Schritt 2 von 4
el: Βήμα 2 από 4
es: Paso 2 de 4
fi: Vaihe 2/4
fr: Étape 2 sur 4
he: שלב 2 מתוך 4
hi: 4 में से चरण 2
id: Langkah 2 dari 4
it: Passaggio 2 di 4
ja: ステップ 2/4
kn: ಹಂತ 4 ರಲ್ಲಿ 2
ml: ഘട്ടം 2 / 4
mr: ४ पैकी २ पायरी
nl: Stap 2 van 4
pa: 4 ਵਿੱਚੋਂ 2 ਪੜਾਅ
pl: Krok 2 z 4
pt: Etapa 2 de 4
ru: Шаг 2 из 4
sv: Steg 2 av 4
ta: படி 2 இல் 4
te: 4లో 2వ దశ
th: ขั้นตอนที่ 2 จาก 4
tr: Adım 2/4
vi: Bước 2 trên 4

source: Manage participant enrollments for your delivery.
ar: إدارة تسجيلات المشاركين للتسليم الخاص بك.
bn: আপনার বিতরণের জন্য অংশগ্রহণকারীদের তালিকাভুক্তি পরিচালনা করুন।
da: Administrer deltagertilmeldinger til din levering.
de: Verwalten Sie Teilnehmeranmeldungen für Ihre Lieferung.
el: Διαχειριστείτε τις εγγραφές συμμετεχόντων για την παράδοσή σας.
es: Gestiona las inscripciones de participantes para tu entrega.
fi: Hallinnoi osallistujien ilmoittautumisia toimituksellesi.
fr: Gérez les inscriptions des participants pour votre prestation.
he: נהל הרשמות משתתפים עבור המשלוח שלך.
hi: अपनी डिलीवरी के लिए प्रतिभागी नामांकन प्रबंधित करें।
id: Kelola pendaftaran peserta untuk pengiriman Anda.
it: Gestisci le iscrizioni dei partecipanti per la tua consegna.
ja: 配信の参加者の登録を管理します。
kn: ನಿಮ್ಮ ವಿತರಣೆಗಾಗಿ ಭಾಗವಹಿಸುವವರ ದಾಖಲಾತಿಗಳನ್ನು ನಿರ್ವಹಿಸಿ.
ml: നിങ്ങളുടെ ഡെലിവറിക്കായി പങ്കാളി എൻറോൾമെൻ്റുകൾ നിയന്ത്രിക്കുക.
mr: तुमच्या वितरणासाठी सहभागी नोंदणी व्यवस्थापित करा.
nl: Beheer deelnemersinschrijvingen voor uw bezorging.
pa: ਆਪਣੀ ਡਿਲੀਵਰੀ ਲਈ ਭਾਗੀਦਾਰ ਨਾਮਾਂਕਣਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ।
pl: Zarządzaj rejestracją uczestników dla swojej dostawy.
pt: Gerencie inscrições de participantes para sua entrega.
ru: Управляйте регистрацией участников для вашей доставки.
sv: Hantera deltagarregistreringar för din leverans.
ta: உங்கள் விநியோகத்திற்கான பங்கேற்பாளர் பதிவுகளை நிர்வகிக்கவும்.
te: మీ డెలివరీ కోసం పాల్గొనేవారి నమోదులను నిర్వహించండి.
th: จัดการการลงทะเบียนผู้เข้าร่วมสำหรับการจัดส่งของคุณ
tr: Teslimatınız için katılımcı kayıtlarını yönetin.
vi: Quản lý đăng ký người tham gia để giao hàng của bạn.

source: Delivery Components
ar: مكونات التسليم
bn: ডেলিভারি উপাদান
da: Leveringskomponenter
de: Lieferkomponenten
el: Εξαρτήματα παράδοσης
es: Componentes de entrega
fi: Toimituksen komponentit
fr: Composants de livraison
he: רכיבי משלוח
hi: वितरण घटक
id: Komponen Pengiriman
it: Componenti di consegna
ja: 配信コンポーネント
kn: ವಿತರಣಾ ಘಟಕಗಳು
ml: ഡെലിവറി ഘടകങ്ങൾ
mr: वितरण घटक
nl: Leveringscomponenten
pa: ਡਿਲਿਵਰੀ ਹਿੱਸੇ
pl: Elementy dostawy
pt: Componentes de entrega
ru: Компоненты доставки
sv: Leveranskomponenter
ta: விநியோக கூறுகள்
te: డెలివరీ భాగాలు
th: ส่วนประกอบการจัดส่ง
tr: Teslimat Bileşenleri
vi: Thành phần phân phối

source: Step 3 of 4
ar: الخطوة 3 من 4
bn: ধাপ 4 এর মধ্যে 3
da: Trin 3 af 4
de: Schritt 3 von 4
el: Βήμα 3 από 4
es: Paso 3 de 4
fi: Vaihe 3/4
fr: Étape 3 sur 4
he: שלב 3 מתוך 4
hi: 4 में से चरण 3
id: Langkah 3 dari 4
it: Passaggio 3 di 4
ja: ステップ 3/4
kn: 4 ರಲ್ಲಿ ಹಂತ 3
ml: ഘട്ടം 3 / 4
mr: ४ पैकी ३ पायरी
nl: Stap 3 van 4
pa: 4 ਵਿੱਚੋਂ 3 ਪੜਾਅ
pl: Krok 3 z 4
pt: Etapa 3 de 4
ru: Шаг 3 из 4
sv: Steg 3 av 4
ta: படி 3 இல் 4
te: 4లో 3వ దశ
th: ขั้นตอนที่ 3 จาก 4
tr: Adım 3/4
vi: Bước 3 trên 4
