Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Unsupported file type. Please upload a JPEG, PNG, or GIF image.
ar: نوع الملف غير معتمد. يرجى تحميل صورة JPEG، PNG، أو GIF.
bn: অসমর্থিত ফাইল প্রকার। একটি JPEG, PNG, বা GIF ছবি আপলোড করুন।
da: Ikke-understøttet filtype. Upload venligst et JPEG-, PNG- eller GIF-billede.
de: Nicht unterstützter Dateityp. Bitte laden Sie ein JPEG-, PNG- oder GIF-Bild hoch.
el: Μη υποστηριζόμενος τύπος αρχείου. Ανεβάστε μια εικόνα JPEG, PNG ή GIF.
es: Tipo de archivo no compatible. Cargue una imagen JPEG, PNG o GIF.
fi: Tiedostotyyppiä ei tueta. Lataa JPEG-, PNG- tai GIF-kuva.
fr: Type de fichier non pris en charge. Veuillez télécharger une image JPEG, PNG ou GIF.
he: סוג קובץ לא נתמך. נא להעלות תמונת JPEG, PNG או GIF.
hi: असमर्थित फ़ाइल प्रकार। कृपया JPEG, PNG, या GIF छवि अपलोड करें।
id: Jenis file tidak didukung. Silakan unggah gambar JPEG, PNG, atau GIF.
it: Tipo di file non supportato. Carica un'immagine JPEG, PNG o GIF.
ja: サポートされていないファイル形式です。 JPEG、PNG、または GIF 画像をアップロードしてください。
ml: പിന്തുണയ്ക്കാത്ത ഫയൽ തരം. ദയവായി ഒരു JPEG, PNG, അല്ലെങ്കിൽ GIF ചിത്രം അപ്‌ലോഡ് ചെയ്യുക.
mr: असमर्थित फाइल प्रकार. कृपया JPEG, PNG किंवा GIF प्रतिमा अपलोड करा.
nl: Niet-ondersteund bestandstype. Upload een JPEG-, PNG- of GIF-afbeelding.
pa: ਅਸਮਰਥਿਤ ਫ਼ਾਈਲ ਕਿਸਮ। ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ JPEG, PNG, ਜਾਂ GIF ਚਿੱਤਰ ਅੱਪਲੋਡ ਕਰੋ।
pl: Nieobsługiwany typ pliku. Prześlij obraz w formacie JPEG, PNG lub GIF.
pt: Tipo de arquivo não suportado. Faça upload de uma imagem JPEG, PNG ou GIF.
ru: Неподдерживаемый тип файла. Загрузите изображение в формате JPEG, PNG или GIF.
sv: Filtyp som inte stöds. Ladda upp en JPEG-, PNG- eller GIF-bild.
ta: ஆதரிக்கப்படாத கோப்பு வகை. JPEG, PNG அல்லது GIF படத்தைப் பதிவேற்றவும்.
te: మద్దతు లేని ఫైల్ రకం. దయచేసి JPEG, PNG లేదా GIF చిత్రాన్ని అప్‌లోడ్ చేయండి.
th: ประเภทไฟล์ที่ไม่รองรับ โปรดอัปโหลดรูปภาพ JPEG, PNG หรือ GIF
tr: Desteklenmeyen dosya türü. Lütfen bir JPEG, PNG veya GIF resmi yükleyin.
vi: Loại tệp không được hỗ trợ. Vui lòng tải lên hình ảnh JPEG, PNG hoặc GIF.

source: Invalid enrollment type
ar: نوع التسجيل غير صالح
bn: অবৈধ তালিকাভুক্তির ধরন
da: Ugyldig tilmeldingstype
de: Ungültiger Registrierungstyp
el: Μη έγκυρος τύπος εγγραφής
es: Tipo de inscripción no válido
fi: Virheellinen ilmoittautumistyyppi
fr: Type d'inscription invalide
he: סוג הרשמה לא חוקי
hi: अमान्य नामांकन प्रकार
id: Jenis pendaftaran tidak valid
it: Tipo di registrazione non valido
ja: 無効な登録タイプです
ml: അസാധുവായ എൻറോൾമെൻ്റ് തരം
mr: अवैध नावनोंदणी प्रकार
nl: Ongeldig inschrijvingstype
pa: ਅਵੈਧ ਨਾਮਾਂਕਣ ਕਿਸਮ
pl: Nieprawidłowy typ rejestracji
pt: Tipo de inscrição inválido
ru: Неверный тип регистрации
sv: Ogiltig registreringstyp
ta: தவறான பதிவு வகை
te: చెల్లని నమోదు రకం
th: ประเภทการลงทะเบียนไม่ถูกต้อง
tr: Geçersiz kayıt türü
vi: Loại đăng ký không hợp lệ

source: Successfully enrolled in the course: {}
ar: تم التسجيل في الدورة بنجاح: {}
bn: কোর্সে সফলভাবে নথিভুক্ত হয়েছেন: {}
da: Tilmeldt kurset: {}
de: Erfolgreich für den Kurs angemeldet: {}
el: Εγγράφηκε με επιτυχία στο μάθημα: {}
es: Inscrito exitosamente en el curso: {}
fi: Ilmoittautui kurssille: {}
fr: Inscription réussie au cours : {}
he: נרשם בהצלחה לקורס: {}
hi: पाठ्यक्रम में सफलतापूर्वक नामांकित: {}
id: Berhasil mendaftar kursus: {}
it: Iscrizione al corso con successo: {}
ja: コースに正常に登録されました: {}
ml: കോഴ്‌സിൽ എൻറോൾ ചെയ്തു: {}
mr: अभ्यासक्रमात यशस्वीरित्या नोंदणी केली: {}
nl: Succesvol ingeschreven voor de cursus: {}
pa: ਕੋਰਸ ਵਿੱਚ ਸਫਲਤਾਪੂਰਵਕ ਦਾਖਲਾ ਲਿਆ ਗਿਆ: {}
pl: Pomyślnie zapisano na kurs: {}
pt: Inscrito com sucesso no curso: {}
ru: Успешно зачислены на курс: {}
sv: Anmäld till kursen: {}
ta: படிப்பில் வெற்றிகரமாகச் சேர்ந்தார்: {}
te: కోర్సులో విజయవంతంగా నమోదు చేయబడింది: {}
th: ลงทะเบียนเรียนในหลักสูตรสำเร็จแล้ว: {}
tr: Kursa başarıyla kaydoldunuz: {}
vi: Đã đăng ký thành công khóa học: {}

source: Successfully enrolled in the program: {}
ar: تم التسجيل بنجاح في البرنامج: {}
bn: প্রোগ্রামে সফলভাবে নথিভুক্ত হয়েছে: {}
da: Tilmeldt programmet: {}
de: Erfolgreich für das Programm angemeldet: {}
el: Εγγράφηκε με επιτυχία στο πρόγραμμα: {}
es: Inscrito exitosamente en el programa: {}
fi: Ohjelmaan ilmoittautuminen onnistuneesti: {}
fr: Inscription réussie au programme : {}
he: נרשם בהצלחה לתוכנית: {}
hi: कार्यक्रम में सफलतापूर्वक नामांकित: {}
id: Berhasil mendaftar dalam program: {}
it: Iscrizione riuscita al programma: {}
ja: プログラムに正常に登録されました: {}
ml: പ്രോഗ്രാമിൽ എൻറോൾ ചെയ്തു: {}
mr: प्रोग्राममध्ये यशस्वीरित्या नोंदणी केली: {}
nl: Succesvol ingeschreven voor het programma: {}
pa: ਪ੍ਰੋਗਰਾਮ ਵਿੱਚ ਸਫਲਤਾਪੂਰਵਕ ਦਾਖਲ ਹੋਇਆ: {}
pl: Pomyślnie zarejestrowano się w programie: {}
pt: Inscrito com sucesso no programa: {}
ru: Успешно зачислены в программу: {}
sv: Registrerad i programmet: {}
ta: திட்டத்தில் வெற்றிகரமாகப் பதிவுசெய்யப்பட்டது: {}
te: ప్రోగ్రామ్‌లో విజయవంతంగా నమోదు చేయబడింది: {}
th: ลงทะเบียนเรียนในโปรแกรมสำเร็จแล้ว: {}
tr: Programa başarıyla kaydoldunuz: {}
vi: Đã đăng ký thành công chương trình: {}

source: An error occurred during enrollment. Please try again.
ar: حدث خطأ أثناء التسجيل. يرجى المحاولة مرة أخرى.
bn: তালিকাভুক্তির সময় একটি ত্রুটি ঘটেছে৷ আবার চেষ্টা করুন.
da: Der opstod en fejl under tilmeldingen. Prøv venligst igen.
de: Bei der Registrierung ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
el: Παρουσιάστηκε σφάλμα κατά την εγγραφή. Δοκιμάστε ξανά.
es: Se produjo un error durante la inscripción. Por favor inténtalo de nuevo.
fi: Ilmoittautumisen aikana tapahtui virhe. Yritä uudelleen.
fr: Une erreur s'est produite lors de l'inscription. Veuillez réessayer.
he: אירעה שגיאה במהלך ההרשמה. אנא נסה שוב.
hi: नामांकन के दौरान एक त्रुटि हुई. कृपया पुन: प्रयास करें।
id: Terjadi kesalahan saat pendaftaran. Silakan coba lagi.
it: Si è verificato un errore durante la registrazione. Per favore riprova.
ja: 登録中にエラーが発生しました。もう一度試してください。
ml: എൻറോൾമെൻ്റ് സമയത്ത് ഒരു പിശക് സംഭവിച്ചു. ദയവായി വീണ്ടും ശ്രമിക്കുക.
mr: नावनोंदणी दरम्यान एक त्रुटी आली. कृपया पुन्हा प्रयत्न करा.
nl: Er is een fout opgetreden tijdens de inschrijving. Probeer het opnieuw.
pa: ਨਾਮਾਂਕਣ ਦੌਰਾਨ ਇੱਕ ਤਰੁੱਟੀ ਉਤਪੰਨ ਹੋਈ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Podczas rejestracji wystąpił błąd. Spróbuj ponownie.
pt: Ocorreu um erro durante a inscrição. Por favor, tente novamente.
ru: Во время регистрации произошла ошибка. Пожалуйста, попробуйте еще раз.
sv: Ett fel uppstod under registreringen. Försök igen.
ta: பதிவு செய்யும் போது பிழை ஏற்பட்டது. மீண்டும் முயற்சிக்கவும்.
te: నమోదు సమయంలో లోపం సంభవించింది. దయచేసి మళ్లీ ప్రయత్నించండి.
th: เกิดข้อผิดพลาดระหว่างการลงทะเบียน โปรดลองอีกครั้ง
tr: Kayıt sırasında bir hata oluştu. Lütfen tekrar deneyin.
vi: Đã xảy ra lỗi trong quá trình đăng ký. Vui lòng thử lại.

source: You do not have access to this enrollment.
ar: ليس لديك حق الوصول إلى هذا التسجيل.
bn: আপনার এই তালিকাভুক্তির অ্যাক্সেস নেই।
da: Du har ikke adgang til denne tilmelding.
de: Sie haben keinen Zugriff auf diese Registrierung.
el: Δεν έχετε πρόσβαση σε αυτήν την εγγραφή.
es: No tienes acceso a esta inscripción.
fi: Sinulla ei ole pääsyä tähän ilmoittautumiseen.
fr: Vous n'avez pas accès à cette inscription.
he: אין לך גישה להרשמה זו.
hi: आपके पास इस नामांकन तक पहुंच नहीं है.
id: Anda tidak memiliki akses ke pendaftaran ini.
it: Non hai accesso a questa registrazione.
ja: この登録へのアクセス権がありません。
ml: ഈ എൻറോൾമെൻ്റിലേക്ക് നിങ്ങൾക്ക് ആക്സസ് ഇല്ല.
mr: तुम्हाला या नावनोंदणीमध्ये प्रवेश नाही.
nl: U heeft geen toegang tot deze inschrijving.
pa: ਤੁਹਾਡੇ ਕੋਲ ਇਸ ਨਾਮਾਂਕਣ ਤੱਕ ਪਹੁੰਚ ਨਹੀਂ ਹੈ।
pl: Nie masz dostępu do tej rejestracji.
pt: Você não tem acesso a esta inscrição.
ru: У вас нет доступа к этой регистрации.
sv: Du har inte tillgång till denna registrering.
ta: இந்தப் பதிவுக்கான அணுகல் உங்களிடம் இல்லை.
te: ఈ నమోదుకు మీకు యాక్సెస్ లేదు.
th: คุณไม่มีสิทธิ์เข้าถึงการลงทะเบียนนี้
tr: Bu kayda erişiminiz yok.
vi: Bạn không có quyền truy cập vào việc đăng ký này.

source: An error occurred while loading the course content. Please try again later.
ar: حدث خطأ أثناء تحميل محتوى الدورة التدريبية. يرجى المحاولة مرة أخرى في وقت لاحق.
bn: কোর্সের বিষয়বস্তু লোড করার সময় একটি ত্রুটি ঘটেছে৷ পরে আবার চেষ্টা করুন.
da: Der opstod en fejl under indlæsning af kursusindholdet. Prøv venligst igen senere.
de: Beim Laden des Kursinhalts ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal.
el: Παρουσιάστηκε σφάλμα κατά τη φόρτωση του περιεχομένου του μαθήματος. Δοκιμάστε ξανά αργότερα.
es: Se produjo un error al cargar el contenido del curso. Inténtelo de nuevo más tarde.
fi: Kurssin sisältöä ladattaessa tapahtui virhe. Yritä myöhemmin uudelleen.
fr: Une erreur s'est produite lors du chargement du contenu du cours. Veuillez réessayer plus tard.
he: אירעה שגיאה בעת טעינת תוכן הקורס. אנא נסה שוב מאוחר יותר.
hi: पाठ्यक्रम सामग्री लोड करते समय एक त्रुटि उत्पन्न हुई. कृपया बाद में पुन: प्रयास करें।
id: Terjadi kesalahan saat memuat konten kursus. Silakan coba lagi nanti.
it: Si è verificato un errore durante il caricamento del contenuto del corso. Per favore riprova più tardi.
ja: コースコンテンツのロード中にエラーが発生しました。後でもう一度試してください。
ml: കോഴ്‌സ് ഉള്ളടക്കം ലോഡ് ചെയ്യുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു. ദയവായി പിന്നീട് വീണ്ടും ശ്രമിക്കുക.
mr: अभ्यासक्रम सामग्री लोड करताना एक त्रुटी आली. कृपया नंतर पुन्हा प्रयत्न करा.
nl: Er is een fout opgetreden bij het laden van de cursusinhoud. Probeer het later opnieuw.
pa: ਕੋਰਸ ਸਮੱਗਰੀ ਨੂੰ ਲੋਡ ਕਰਨ ਦੌਰਾਨ ਇੱਕ ਤਰੁੱਟੀ ਉਤਪੰਨ ਹੋਈ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Wystąpił błąd podczas ładowania treści kursu. Spróbuj ponownie później.
pt: Ocorreu um erro ao carregar o conteúdo do curso. Por favor, tente novamente mais tarde.
ru: Произошла ошибка при загрузке содержимого курса. Пожалуйста, повторите попытку позже.
sv: Ett fel uppstod när kursinnehållet skulle laddas. Försök igen senare.
ta: பாடத்தின் உள்ளடக்கத்தை ஏற்றும்போது பிழை ஏற்பட்டது. பிறகு முயற்சிக்கவும்.
te: కోర్సు కంటెంట్‌ను లోడ్ చేస్తున్నప్పుడు లోపం సంభవించింది. దయచేసి తర్వాత మళ్లీ ప్రయత్నించండి.
th: เกิดข้อผิดพลาดขณะโหลดเนื้อหาหลักสูตร โปรดลองอีกครั้งในภายหลัง
tr: Kurs içeriği yüklenirken bir hata oluştu. Lütfen daha sonra tekrar deneyin.
vi: Đã xảy ra lỗi khi tải nội dung khóa học. Vui lòng thử lại sau.

source: You do not have permission to access this page.
ar: ليس لديك إذن للوصول إلى هذه الصفحة.
bn: আপনার এই পৃষ্ঠাটি অ্যাক্সেস করার অনুমতি নেই।
da: Du har ikke tilladelse til at få adgang til denne side.
de: Sie haben keine Berechtigung, auf diese Seite zuzugreifen.
el: Δεν έχετε άδεια πρόσβασης σε αυτήν τη σελίδα.
es: No tienes permiso para acceder a esta página.
fi: Sinulla ei ole lupaa käyttää tätä sivua.
fr: Vous n'avez pas la permission d'accéder à cette page.
he: אין לך הרשאה לגשת לדף זה.
hi: आपको इस पेज को एक्सेस करने की अनुमति नहीं है।
id: Anda tidak memiliki izin untuk mengakses halaman ini.
it: Non hai il permesso per accedere a questa pagina.
ja: このページにアクセスする権限がありません。
ml: ഈ പേജ് ആക്സസ് ചെയ്യാൻ നിങ്ങൾക്ക് അനുമതിയില്ല.
mr: तुम्हाला या पृष्ठावर प्रवेश करण्याची परवानगी नाही.
nl: U heeft geen toestemming om deze pagina te bezoeken.
pa: ਤੁਹਾਨੂੰ ਇਸ ਪੰਨੇ ਤੱਕ ਪਹੁੰਚ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀਂ ਹੈ।
pl: Nie masz uprawnień dostępu do tej strony.
pt: Você não tem permissão para acessar esta página.
ru: У вас нет разрешения на доступ к этой странице.
sv: Du har inte behörighet att komma åt den här sidan.
ta: இந்தப் பக்கத்தை அணுக உங்களுக்கு அனுமதி இல்லை.
te: ఈ పేజీని యాక్సెస్ చేయడానికి మీకు అనుమతి లేదు.
th: คุณไม่ได้รับอนุญาตให้เข้าถึงหน้านี้
tr: Bu sayfaya erişim izniniz yok.
vi: Bạn không có quyền truy cập trang này.

source: Invalid action specified.
ar: الإجراء المحدد غير صالح.
bn: অবৈধ কর্ম নির্দিষ্ট করা হয়েছে.
da: Ugyldig handling er angivet.
de: Ungültige Aktion angegeben.
el: Καθορίστηκε μη έγκυρη ενέργεια.
es: Se ha especificado una acción no válida.
fi: Virheellinen toiminto määritetty.
fr: Action spécifiée non valide.
he: צוינה פעולה לא חוקית.
hi: अमान्य क्रिया निर्दिष्ट.
id: Tindakan yang ditentukan tidak valid.
it: Azione specificata non valida.
ja: 無効なアクションが指定されました。
ml: അസാധുവായ പ്രവർത്തനം വ്യക്തമാക്കി.
mr: अवैध क्रिया निर्दिष्ट.
nl: Ongeldige actie opgegeven.
pa: ਅਵੈਧ ਕਾਰਵਾਈ ਨਿਰਧਾਰਤ ਕੀਤੀ ਗਈ।
pl: Określono nieprawidłowe działanie.
pt: Ação inválida especificada.
ru: Указано неверное действие.
sv: Ogiltig åtgärd har angetts.
ta: தவறான செயல் குறிப்பிடப்பட்டுள்ளது.
te: చెల్లని చర్య పేర్కొనబడింది.
th: ระบุการกระทำที่ไม่ถูกต้อง
tr: Geçersiz eylem belirtildi.
vi: Hành động được chỉ định không hợp lệ.

source: Personal information updated successfully.
ar: تم تحديث المعلومات الشخصية بنجاح.
bn: ব্যক্তিগত তথ্য সফলভাবে আপডেট করা হয়েছে৷
da: Personlige oplysninger blev opdateret.
de: Persönliche Daten erfolgreich aktualisiert.
el: Τα προσωπικά στοιχεία ενημερώθηκαν με επιτυχία.
es: Información personal actualizada exitosamente.
fi: Henkilötietojen päivitys onnistui.
fr: Informations personnelles mises à jour avec succès.
he: מידע אישי עודכן בהצלחה.
hi: व्यक्तिगत जानकारी सफलतापूर्वक अपडेट की गई.
id: Informasi pribadi berhasil diperbarui.
it: Informazioni personali aggiornate con successo.
ja: 個人情報が正常に更新されました。
ml: വ്യക്തിഗത വിവരങ്ങൾ വിജയകരമായി അപ്ഡേറ്റ് ചെയ്തു.
mr: वैयक्तिक माहिती यशस्वीरित्या अद्यतनित केली.
nl: Persoonlijke gegevens zijn succesvol bijgewerkt.
pa: ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤੀ ਗਈ।
pl: Dane osobowe zostały pomyślnie zaktualizowane.
pt: Informações pessoais atualizadas com sucesso.
ru: Личная информация успешно обновлена.
sv: Personlig information har uppdaterats.
ta: தனிப்பட்ட தகவல் வெற்றிகரமாக புதுப்பிக்கப்பட்டது.
te: వ్యక్తిగత సమాచారం విజయవంతంగా నవీకరించబడింది.
th: อัปเดตข้อมูลส่วนบุคคลสำเร็จแล้ว
tr: Kişisel bilgiler başarıyla güncellendi.
vi: Thông tin cá nhân được cập nhật thành công.

source: Your personal information has been updated successfully.
ar: لقد تم تحديث معلوماتك الشخصية بنجاح.
bn: আপনার ব্যক্তিগত তথ্য সফলভাবে আপডেট করা হয়েছে.
da: Dine personlige oplysninger er blevet opdateret.
de: Ihre persönlichen Daten wurden erfolgreich aktualisiert.
el: Τα προσωπικά σας στοιχεία ενημερώθηκαν με επιτυχία.
es: Su información personal ha sido actualizada exitosamente.
fi: Henkilötietosi on päivitetty onnistuneesti.
fr: Vos informations personnelles ont été mises à jour avec succès.
he: המידע האישי שלך עודכן בהצלחה.
hi: आपकी व्यक्तिगत जानकारी सफलतापूर्वक अपडेट कर दी गई है.
id: Informasi pribadi Anda telah berhasil diperbarui.
it: Le tue informazioni personali sono state aggiornate con successo.
ja: あなたの個人情報は正常に更新されました。
ml: നിങ്ങളുടെ സ്വകാര്യ വിവരങ്ങൾ വിജയകരമായി അപ്ഡേറ്റ് ചെയ്തു.
mr: तुमची वैयक्तिक माहिती यशस्वीरित्या अपडेट केली गेली आहे.
nl: Uw persoonlijke gegevens zijn succesvol bijgewerkt.
pa: ਤੁਹਾਡੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ ਹੈ।
pl: Twoje dane osobowe zostały pomyślnie zaktualizowane.
pt: Suas informações pessoais foram atualizadas com sucesso.
ru: Ваша личная информация успешно обновлена.
sv: Din personliga information har uppdaterats framgångsrikt.
ta: உங்கள் தனிப்பட்ட தகவல் வெற்றிகரமாக புதுப்பிக்கப்பட்டது.
te: మీ వ్యక్తిగత సమాచారం విజయవంతంగా నవీకరించబడింది.
th: ข้อมูลส่วนบุคคลของคุณได้รับการอัปเดตเรียบร้อยแล้ว
tr: Kişisel bilgileriniz başarıyla güncellendi.
vi: Thông tin cá nhân của bạn đã được cập nhật thành công.

source: Failed to update personal information.
ar: فشل في تحديث المعلومات الشخصية.
bn: ব্যক্তিগত তথ্য আপডেট করতে ব্যর্থ.
da: Kunne ikke opdatere personlige oplysninger.
de: Persönliche Daten konnten nicht aktualisiert werden.
el: Αποτυχία ενημέρωσης προσωπικών στοιχείων.
es: No se pudo actualizar la información personal.
fi: Henkilötietojen päivittäminen epäonnistui.
fr: Échec de la mise à jour des informations personnelles.
he: עדכון המידע האישי נכשל.
hi: व्यक्तिगत जानकारी अद्यतन करने में विफल.
id: Gagal memperbarui informasi pribadi.
it: Impossibile aggiornare le informazioni personali.
ja: 個人情報の更新に失敗しました。
ml: വ്യക്തിഗത വിവരങ്ങൾ അപ്ഡേറ്റ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു.
mr: वैयक्तिक माहिती अपडेट करण्यात अयशस्वी.
nl: Kan persoonlijke gegevens niet bijwerken.
pa: ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਨੂੰ ਅੱਪਡੇਟ ਕਰਨ ਵਿੱਚ ਅਸਫਲ।
pl: Nie udało się zaktualizować danych osobowych.
pt: Falha ao atualizar informações pessoais.
ru: Не удалось обновить личную информацию.
sv: Det gick inte att uppdatera personlig information.
ta: தனிப்பட்ட தகவலைப் புதுப்பிக்க முடியவில்லை.
te: వ్యక్తిగత సమాచారాన్ని నవీకరించడంలో విఫలమైంది.
th: ไม่สามารถอัปเดตข้อมูลส่วนบุคคลได้
tr: Kişisel bilgiler güncellenemedi.
vi: Không thể cập nhật thông tin cá nhân.

source: An error occurred while updating your personal information. Please try again.
ar: حدث خطأ أثناء تحديث معلوماتك الشخصية. يرجى المحاولة مرة أخرى.
bn: আপনার ব্যক্তিগত তথ্য আপডেট করার সময় একটি ত্রুটি ঘটেছে৷ আবার চেষ্টা করুন.
da: Der opstod en fejl under opdatering af dine personlige oplysninger. Prøv venligst igen.
de: Beim Aktualisieren Ihrer persönlichen Daten ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
el: Παρουσιάστηκε σφάλμα κατά την ενημέρωση των προσωπικών σας στοιχείων. Δοκιμάστε ξανά.
es: Se produjo un error al actualizar su información personal. Por favor inténtalo de nuevo.
fi: Henkilökohtaisia ​​tietojasi päivitettäessä tapahtui virhe. Yritä uudelleen.
fr: Une erreur s'est produite lors de la mise à jour de vos informations personnelles. Veuillez réessayer.
he: אירעה שגיאה בעת עדכון המידע האישי שלך. אנא נסה שוב.
hi: आपकी व्यक्तिगत जानकारी अपडेट करते समय एक त्रुटि उत्पन्न हुई. कृपया पुन: प्रयास करें।
id: Terjadi kesalahan saat memperbarui informasi pribadi Anda. Silakan coba lagi.
it: Si è verificato un errore durante l'aggiornamento delle tue informazioni personali. Per favore riprova.
ja: 個人情報の更新中にエラーが発生しました。もう一度試してください。
ml: നിങ്ങളുടെ സ്വകാര്യ വിവരങ്ങൾ അപ്ഡേറ്റ് ചെയ്യുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു. ദയവായി വീണ്ടും ശ്രമിക്കുക.
mr: तुमची वैयक्तिक माहिती अपडेट करताना एक त्रुटी आली. कृपया पुन्हा प्रयत्न करा.
nl: Er is een fout opgetreden bij het bijwerken van uw persoonlijke gegevens. Probeer het opnieuw.
pa: ਤੁਹਾਡੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਨੂੰ ਅੱਪਡੇਟ ਕਰਨ ਦੌਰਾਨ ਇੱਕ ਤਰੁੱਟੀ ਉਤਪੰਨ ਹੋਈ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Wystąpił błąd podczas aktualizacji Twoich danych osobowych. Spróbuj ponownie.
pt: Ocorreu um erro ao atualizar suas informações pessoais. Por favor, tente novamente.
ru: Произошла ошибка при обновлении вашей личной информации. Пожалуйста, попробуйте еще раз.
sv: Ett fel uppstod när din personliga information skulle uppdateras. Försök igen.
ta: உங்கள் தனிப்பட்ட தகவலைப் புதுப்பிக்கும்போது பிழை ஏற்பட்டது. மீண்டும் முயற்சிக்கவும்.
te: మీ వ్యక్తిగత సమాచారాన్ని అప్‌డేట్ చేస్తున్నప్పుడు లోపం సంభవించింది. దయచేసి మళ్లీ ప్రయత్నించండి.
th: เกิดข้อผิดพลาดขณะอัปเดตข้อมูลส่วนบุคคลของคุณ โปรดลองอีกครั้ง
tr: Kişisel bilgileriniz güncellenirken bir hata oluştu. Lütfen tekrar deneyin.
vi: Đã xảy ra lỗi khi cập nhật thông tin cá nhân của bạn. Vui lòng thử lại.

source: An error occurred while updating your personal information.
ar: حدث خطأ أثناء تحديث معلوماتك الشخصية.
bn: আপনার ব্যক্তিগত তথ্য আপডেট করার সময় একটি ত্রুটি ঘটেছে৷
da: Der opstod en fejl under opdatering af dine personlige oplysninger.
de: Beim Aktualisieren Ihrer persönlichen Daten ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την ενημέρωση των προσωπικών σας στοιχείων.
es: Se produjo un error al actualizar su información personal.
fi: Henkilökohtaisia ​​tietojasi päivitettäessä tapahtui virhe.
fr: Une erreur s'est produite lors de la mise à jour de vos informations personnelles.
he: אירעה שגיאה בעת עדכון המידע האישי שלך.
hi: आपकी व्यक्तिगत जानकारी अपडेट करते समय एक त्रुटि उत्पन्न हुई.
id: Terjadi kesalahan saat memperbarui informasi pribadi Anda.
it: Si è verificato un errore durante l'aggiornamento delle tue informazioni personali.
ja: 個人情報の更新中にエラーが発生しました。
ml: നിങ്ങളുടെ സ്വകാര്യ വിവരങ്ങൾ അപ്ഡേറ്റ് ചെയ്യുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു.
mr: तुमची वैयक्तिक माहिती अपडेट करताना एक त्रुटी आली.
nl: Er is een fout opgetreden bij het bijwerken van uw persoonlijke gegevens.
pa: ਤੁਹਾਡੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਨੂੰ ਅੱਪਡੇਟ ਕਰਨ ਦੌਰਾਨ ਇੱਕ ਤਰੁੱਟੀ ਉਤਪੰਨ ਹੋਈ।
pl: Wystąpił błąd podczas aktualizacji Twoich danych osobowych.
pt: Ocorreu um erro ao atualizar suas informações pessoais.
ru: Произошла ошибка при обновлении вашей личной информации.
sv: Ett fel uppstod när din personliga information skulle uppdateras.
ta: உங்கள் தனிப்பட்ட தகவலைப் புதுப்பிக்கும்போது பிழை ஏற்பட்டது.
te: మీ వ్యక్తిగత సమాచారాన్ని అప్‌డేట్ చేస్తున్నప్పుడు లోపం సంభవించింది.
th: เกิดข้อผิดพลาดขณะอัปเดตข้อมูลส่วนบุคคลของคุณ
tr: Kişisel bilgileriniz güncellenirken bir hata oluştu.
vi: Đã xảy ra lỗi khi cập nhật thông tin cá nhân của bạn.

source: Password changed successfully.
ar: تم تغيير كلمة المرور بنجاح.
bn: পাসওয়ার্ড সফলভাবে পরিবর্তন করা হয়েছে।
da: Adgangskoden blev ændret.
de: Passwort erfolgreich geändert.
el: Ο κωδικός πρόσβασης άλλαξε με επιτυχία.
es: La contraseña se cambió correctamente.
fi: Salasanan vaihto onnistui.
fr: Le mot de passe a été modifié avec succès.
he: הסיסמה שונתה בהצלחה.
hi: पासवर्ड सफलतापूर्वक बदला गया।
id: Kata sandi berhasil diubah.
it: La password è stata modificata con successo.
ja: パスワードが正常に変更されました。
ml: പാസ്‌വേഡ് വിജയകരമായി മാറ്റി.
mr: पासवर्ड यशस्वीरित्या बदलला.
nl: Wachtwoord succesvol gewijzigd.
pa: ਪਾਸਵਰਡ ਸਫਲਤਾਪੂਰਵਕ ਬਦਲਿਆ ਗਿਆ।
pl: Hasło zostało pomyślnie zmienione.
pt: Senha alterada com sucesso.
ru: Пароль успешно изменен.
sv: Lösenordet har ändrats.
ta: கடவுச்சொல் வெற்றிகரமாக மாற்றப்பட்டது.
te: పాస్‌వర్డ్ విజయవంతంగా మార్చబడింది.
th: เปลี่ยนรหัสผ่านเรียบร้อยแล้ว
tr: Şifre başarıyla değiştirildi.
vi: Mật khẩu đã được thay đổi thành công.

source: Your password has been changed successfully.
ar: لقد تم تغيير كلمة المرور الخاصة بك بنجاح.
bn: আপনার পাসওয়ার্ড সফলভাবে পরিবর্তন করা হয়েছে.
da: Din adgangskode er blevet ændret.
de: Ihr Passwort wurde erfolgreich geändert.
el: Ο κωδικός πρόσβασής σας άλλαξε με επιτυχία.
es: Su contraseña ha sido cambiada exitosamente.
fi: Salasanasi on vaihdettu onnistuneesti.
fr: Votre mot de passe a été modifié avec succès.
he: הסיסמה שלך שונתה בהצלחה.
hi: तुम्हारा पासवर्ड सफलतापूर्वक बदल दिया गया है।
id: Kata sandi Anda telah berhasil diubah.
it: La tua password è stata modificata con successo.
ja: パスワードは正常に変更されました。
ml: നിങ്ങളുടെ പാസ്‌വേഡ് വിജയകരമായി മാറ്റി.
mr: तुमचा पासवर्ड यशस्वीरित्या बदलला गेला आहे.
nl: Uw wachtwoord is succesvol gewijzigd.
pa: ਤੁਹਾਡਾ ਪਾਸਵਰਡ ਸਫਲਤਾਪੂਰਵਕ ਬਦਲਿਆ ਗਿਆ ਹੈ।
pl: Twoje hasło zostało pomyślnie zmienione.
pt: Sua senha foi alterada com sucesso.
ru: Ваш пароль успешно изменен.
sv: Ditt lösenord har ändrats.
ta: உங்கள் கடவுச்சொல் வெற்றிகரமாக மாற்றப்பட்டது.
te: మీ పాస్‌వర్డ్ విజయవంతంగా మార్చబడింది.
th: รหัสผ่านของคุณถูกเปลี่ยนเรียบร้อยแล้ว
tr: Şifreniz başarıyla değiştirildi.
vi: Mật khẩu của bạn đã được thay đổi thành công.
