Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Check if this is the headquarters.
ar: تحقق مما إذا كان هذا هو المقر.
bn: এটি সদর দপ্তর কিনা তা পরীক্ষা করুন।
da: Tjek om dette er hovedkvarteret.
de: Überprüfen Sie, ob dies das Hauptquartier ist.
el: Ελέγξτε αν αυτό είναι το αρχηγείο.
es: Comprueba si esta es la sede.
fi: Tarkista, onko tämä päämaja.
fr: Vérifiez si c'est le quartier général.
he: בדוק אם זה המטה.
hi: जांचें कि क्या यह मुख्यालय है.
id: Periksa apakah ini markas besarnya.
it: Controlla se questa è la sede.
ja: ここが本社かどうかを確認してください。
kn: ಇದು ಪ್ರಧಾನ ಕಛೇರಿಯೇ ಎಂದು ಪರಿಶೀಲಿಸಿ.
ml: ഇത് ആസ്ഥാനമാണോയെന്ന് പരിശോധിക്കുക.
mr: हे मुख्यालय आहे का ते तपासा.
nl: Controleer of dit het hoofdkantoor is.
pa: ਜਾਂਚ ਕਰੋ ਕਿ ਕੀ ਇਹ ਹੈੱਡਕੁਆਰਟਰ ਹੈ।
pl: Sprawdź, czy to jest siedziba.
pt: Verifique se esta é a sede.
ru: Проверьте, не штаб ли это.
sv: Kontrollera om detta är huvudkontoret.
ta: இது தலைமைச் செயலகமா எனப் பாருங்கள்.
te: ఇది ప్రధాన కార్యాలయం కాదా అని తనిఖీ చేయండి.
th: ตรวจสอบว่านี่คือสำนักงานใหญ่หรือไม่
tr: Burasının karargâh olup olmadığını kontrol edin.
vi: Kiểm tra xem đây có phải là trụ sở chính không.

source: New location {location.name} has been added to the organization.
ar: تمت إضافة الموقع الجديد {location.name} إلى المؤسسة.
bn: প্রতিষ্ঠানে নতুন অবস্থান {location.name} যোগ করা হয়েছে।
da: Ny placering {location.name} er blevet tilføjet til organisationen.
de: Der neue Standort {location.name} wurde der Organisation hinzugefügt.
el: Η νέα τοποθεσία {location.name} προστέθηκε στον οργανισμό.
es: Se agregó la nueva ubicación {ubicación.nombre} a la organización.
fi: Uusi sijainti {location.name} on lisätty organisaatioon.
fr: Le nouvel emplacement {location.name} a été ajouté à l'organisation.
he: מיקום חדש {location.name} נוסף לארגון.
hi: संगठन में नया स्थान {location.name} जोड़ा गया है.
id: Lokasi baru {location.name} telah ditambahkan ke organisasi.
it: La nuova sede {location.name} è stata aggiunta all'organizzazione.
ja: 新しい場所 {location.name} が組織に追加されました。
kn: ಹೊಸ ಸ್ಥಳ {location.name} ಅನ್ನು ಸಂಸ್ಥೆಗೆ ಸೇರಿಸಲಾಗಿದೆ.
ml: ഓർഗനൈസേഷനിൽ പുതിയ ലൊക്കേഷൻ {location.name} ചേർത്തു.
mr: संस्थेमध्ये नवीन स्थान {location.name} जोडले गेले आहे.
nl: Nieuwe locatie {location.name} is toegevoegd aan de organisatie.
pa: ਸੰਗਠਨ ਵਿੱਚ ਨਵਾਂ ਟਿਕਾਣਾ {location.name} ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ ਹੈ।
pl: Do organizacji dodano nową lokalizację {location.name}.
pt: O novo local {location.name} foi adicionado à organização.
ru: В организацию добавлено новое местоположение {location.name}.
sv: Ny plats {location.name} har lagts till i organisationen.
ta: நிறுவனத்தில் புதிய இடம் {location.name} சேர்க்கப்பட்டது.
te: సంస్థకు కొత్త స్థానం {location.name} జోడించబడింది.
th: เพิ่มสถานที่ใหม่ {location.name} ให้กับองค์กรแล้ว
tr: Kuruluşa yeni konum {location.name} eklendi.
vi: Vị trí mới {location.name} đã được thêm vào tổ chức.

source: Added new location: {location.name} (ID: {location.id})
ar: تمت إضافة الموقع الجديد: {location.name} (المعرف: {location.id})
bn: নতুন অবস্থান যোগ করা হয়েছে: {location.name} (ID: {location.id})
da: Tilføjet ny placering: {location.name} (ID: {location.id})
de: Neuer Standort hinzugefügt: {location.name} (ID: {location.id})
el: Προστέθηκε νέα τοποθεσία: {location.name} (ID: {location.id})
es: Nueva ubicación agregada: {ubicación.nombre} (ID: {ubicación.id})
fi: Lisätty uusi sijainti: {location.name} (ID: {location.id})
fr: Nouvel emplacement ajouté : {location.name} (ID : {location.id})
he: נוסף מיקום חדש: {location.name} (מזהה: {location.id})
hi: नया स्थान जोड़ा गया: {location.name} (आईडी: {location.id})
id: Menambahkan lokasi baru: {location.name} (ID: {location.id})
it: Aggiunta nuova posizione: {location.name} (ID: {location.id})
ja: 新しい場所を追加しました: {location.name} (ID: {location.id})
kn: ಹೊಸ ಸ್ಥಳವನ್ನು ಸೇರಿಸಲಾಗಿದೆ: {location.name} (ID: {location.id})
ml: പുതിയ ലൊക്കേഷൻ ചേർത്തു: {location.name} (ID: {location.id})
mr: नवीन स्थान जोडले: {location.name} (ID: {location.id})
nl: Nieuwe locatie toegevoegd: {location.name} (ID: {location.id})
pa: ਨਵਾਂ ਟਿਕਾਣਾ ਜੋੜਿਆ ਗਿਆ: {location.name} (ID: {location.id})
pl: Dodano nową lokalizację: {location.name} (ID: {location.id})
pt: Novo local adicionado: {location.name} (ID: {location.id})
ru: Добавлено новое местоположение: {location.name} (ID: {location.id}).
sv: Lagt till ny plats: {location.name} (ID: {location.id})
ta: புதிய இடம் சேர்க்கப்பட்டது: {location.name} (ID: {location.id})
te: కొత్త స్థానం జోడించబడింది: {location.name} (ID: {location.id})
th: เพิ่มสถานที่ใหม่: {location.name} (รหัส: {location.id})
tr: Yeni konum eklendi: {location.name} (ID: {location.id})
vi: Đã thêm vị trí mới: {location.name} (ID: {location.id})

source: Select the organization for this unit.
ar: حدد المنظمة لهذه الوحدة.
bn: এই ইউনিটের জন্য সংগঠন নির্বাচন করুন।
da: Vælg organisationen for denne enhed.
de: Wählen Sie die Organisation für diese Einheit aus.
el: Επιλέξτε την οργάνωση για αυτήν τη μονάδα.
es: Seleccione la organización para esta unidad.
fi: Valitse organisaatio tälle yksikölle.
fr: Sélectionnez l'organisation de cette unité.
he: בחר את הארגון עבור יחידה זו.
hi: इस इकाई के लिए संगठन का चयन करें.
id: Pilih organisasi untuk unit ini.
it: Seleziona l'organizzazione per questa unità.
ja: このユニットの組織を選択します。
kn: ಈ ಘಟಕಕ್ಕಾಗಿ ಸಂಸ್ಥೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ml: ഈ യൂണിറ്റിനുള്ള സ്ഥാപനം തിരഞ്ഞെടുക്കുക.
mr: या युनिटसाठी संस्था निवडा.
nl: Selecteer de organisatie voor deze eenheid.
pa: ਇਸ ਯੂਨਿਟ ਲਈ ਸੰਸਥਾ ਦੀ ਚੋਣ ਕਰੋ।
pl: Wybierz organizację dla tej jednostki.
pt: Selecione a organização para esta unidade.
ru: Выберите организацию для этого подразделения.
sv: Välj organisation för denna enhet.
ta: இந்த அலகுக்கான அமைப்பைத் தேர்ந்தெடுக்கவும்.
te: ఈ యూనిట్ కోసం సంస్థను ఎంచుకోండి.
th: เลือกองค์กรสำหรับหน่วยนี้
tr: Bu birimin organizasyonunu seçin.
vi: Chọn tổ chức cho đơn vị này.

source: Enter the unit name.
ar: أدخل اسم الوحدة.
bn: ইউনিটের নাম লিখুন।
da: Indtast enhedsnavnet.
de: Geben Sie den Einheitennamen ein.
el: Εισαγάγετε το όνομα της μονάδας.
es: Introduzca el nombre de la unidad.
fi: Syötä yksikön nimi.
fr: Entrez le nom de l'unité.
he: הזן את שם היחידה.
hi: इकाई का नाम दर्ज करें.
id: Masukkan nama unitnya.
it: Immettere il nome dell'unità.
ja: ユニット名を入力します。
kn: ಘಟಕದ ಹೆಸರನ್ನು ನಮೂದಿಸಿ.
ml: യൂണിറ്റിൻ്റെ പേര് നൽകുക.
mr: युनिटचे नाव एंटर करा.
nl: Voer de eenheidsnaam in.
pa: ਯੂਨਿਟ ਦਾ ਨਾਮ ਦਰਜ ਕਰੋ।
pl: Wprowadź nazwę jednostki.
pt: Digite o nome da unidade.
ru: Введите имя устройства.
sv: Ange enhetens namn.
ta: அலகு பெயரை உள்ளிடவும்.
te: యూనిట్ పేరును నమోదు చేయండి.
th: ป้อนชื่อหน่วย
tr: Birim adını girin.
vi: Nhập tên đơn vị.

source: Select the unit type.
ar: حدد نوع الوحدة.
bn: ইউনিটের ধরন নির্বাচন করুন।
da: Vælg enhedstype.
de: Wählen Sie den Einheitentyp aus.
el: Επιλέξτε τον τύπο μονάδας.
es: Seleccione el tipo de unidad.
fi: Valitse yksikön tyyppi.
fr: Sélectionnez le type d'unité.
he: בחר את סוג היחידה.
hi: इकाई प्रकार का चयन करें.
id: Pilih jenis unit.
it: Seleziona il tipo di unità.
ja: ユニットの種類を選択します。
kn: ಘಟಕ ಪ್ರಕಾರವನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ml: യൂണിറ്റ് തരം തിരഞ്ഞെടുക്കുക.
mr: युनिट प्रकार निवडा.
nl: Selecteer het eenheidstype.
pa: ਯੂਨਿਟ ਦੀ ਕਿਸਮ ਚੁਣੋ।
pl: Wybierz typ jednostki.
pt: Selecione o tipo de unidade.
ru: Выберите тип устройства.
sv: Välj enhetstyp.
ta: அலகு வகையைத் தேர்ந்தெடுக்கவும்.
te: యూనిట్ రకాన్ని ఎంచుకోండి.
th: เลือกประเภทยูนิต
tr: Birim tipini seçin.
vi: Chọn loại đơn vị.

source: Enter the unit code (optional).
ar: أدخل رمز الوحدة (اختياري).
bn: ইউনিট কোড লিখুন (ঐচ্ছিক)।
da: Indtast enhedskoden (valgfrit).
de: Geben Sie den Einheitencode ein (optional).
el: Εισαγάγετε τον κωδικό μονάδας (προαιρετικό).
es: Ingrese el código de la unidad (opcional).
fi: Syötä yksikkökoodi (valinnainen).
fr: Entrez le code de l'unité (facultatif).
he: הזן את קוד היחידה (אופציונלי).
hi: यूनिट कोड दर्ज करें (वैकल्पिक)।
id: Masukkan kode unit (opsional).
it: Immettere il codice dell'unità (facoltativo).
ja: ユニットコードを入力します（オプション）。
kn: ಯುನಿಟ್ ಕೋಡ್ ಅನ್ನು ನಮೂದಿಸಿ (ಐಚ್ಛಿಕ).
ml: യൂണിറ്റ് കോഡ് നൽകുക (ഓപ്ഷണൽ).
mr: युनिट कोड प्रविष्ट करा (पर्यायी).
nl: Voer de unitcode in (optioneel).
pa: ਯੂਨਿਟ ਕੋਡ ਦਾਖਲ ਕਰੋ (ਵਿਕਲਪਿਕ)।
pl: Wprowadź kod jednostki (opcjonalnie).
pt: Insira o código da unidade (opcional).
ru: Введите код устройства (необязательно).
sv: Ange enhetskoden (valfritt).
ta: யூனிட் குறியீட்டை உள்ளிடவும் (விரும்பினால்).
te: యూనిట్ కోడ్‌ను నమోదు చేయండి (ఐచ్ఛికం).
th: ป้อนรหัสหน่วย (ไม่บังคับ)
tr: Birim kodunu girin (isteğe bağlı).
vi: Nhập mã đơn vị (tùy chọn).

source: Select the parent unit (optional).
ar: حدد الوحدة الأم (اختياري).
bn: মূল ইউনিট নির্বাচন করুন (ঐচ্ছিক)।
da: Vælg forældreenheden (valgfrit).
de: Wählen Sie die Elterneinheit (optional).
el: Επιλέξτε τη γονική μονάδα (προαιρετικό).
es: Seleccione la unidad para padres (opcional).
fi: Valitse vanhemman yksikkö (valinnainen).
fr: Sélectionnez l'unité parents (facultatif).
he: בחר את יחידת ההורים (אופציונלי).
hi: मूल इकाई का चयन करें (वैकल्पिक)।
id: Pilih unit induk (opsional).
it: Seleziona l'unità genitore (opzionale).
ja: 親機を選択します（オプション）。
kn: ಮೂಲ ಘಟಕವನ್ನು ಆಯ್ಕೆಮಾಡಿ (ಐಚ್ಛಿಕ).
ml: പാരൻ്റ് യൂണിറ്റ് തിരഞ്ഞെടുക്കുക (ഓപ്ഷണൽ).
mr: मूळ युनिट निवडा (पर्यायी).
nl: Selecteer de ouderunit (optioneel).
pa: ਮੂਲ ਯੂਨਿਟ ਚੁਣੋ (ਵਿਕਲਪਿਕ)।
pl: Wybierz jednostkę nadrzędną (opcjonalnie).
pt: Selecione a unidade dos pais (opcional).
ru: Выберите родительский блок (необязательно).
sv: Välj föräldraenhet (valfritt).
ta: பெற்றோர் யூனிட்டைத் தேர்ந்தெடுக்கவும் (விரும்பினால்).
te: పేరెంట్ యూనిట్‌ను ఎంచుకోండి (ఐచ్ఛికం).
th: เลือกหน่วยผู้ปกครอง (ไม่บังคับ)
tr: Ebeveyn ünitesini seçin (isteğe bağlı).
vi: Chọn đơn vị gốc (tùy chọn).

source: Select the manager for this unit (optional).
ar: حدد مدير هذه الوحدة (اختياري).
bn: এই ইউনিটের জন্য ম্যানেজার নির্বাচন করুন (ঐচ্ছিক)।
da: Vælg manager for denne enhed (valgfrit).
de: Wählen Sie den Manager für diese Einheit aus (optional).
el: Επιλέξτε τον διαχειριστή για αυτήν τη μονάδα (προαιρετικό).
es: Seleccione el administrador de esta unidad (opcional).
fi: Valitse tämän yksikön hallinta (valinnainen).
fr: Sélectionnez le gestionnaire de cette unité (facultatif).
he: בחר את המנהל עבור יחידה זו (אופציונלי).
hi: इस इकाई के लिए प्रबंधक का चयन करें (वैकल्पिक)।
id: Pilih manajer untuk unit ini (opsional).
it: Seleziona il gestore di questa unità (facoltativo).
ja: このユニットのマネージャーを選択します (オプション)。
kn: ಈ ಘಟಕಕ್ಕಾಗಿ ನಿರ್ವಾಹಕರನ್ನು ಆಯ್ಕೆಮಾಡಿ (ಐಚ್ಛಿಕ).
ml: ഈ യൂണിറ്റിനായി മാനേജരെ തിരഞ്ഞെടുക്കുക (ഓപ്ഷണൽ).
mr: या युनिटसाठी व्यवस्थापक निवडा (पर्यायी).
nl: Selecteer de manager voor deze unit (optioneel).
pa: ਇਸ ਯੂਨਿਟ ਲਈ ਮੈਨੇਜਰ ਦੀ ਚੋਣ ਕਰੋ (ਵਿਕਲਪਿਕ)।
pl: Wybierz menedżera dla tej jednostki (opcjonalnie).
pt: Selecione o gerente desta unidade (opcional).
ru: Выберите менеджера для этого подразделения (необязательно).
sv: Välj chef för denna enhet (valfritt).
ta: இந்த அலகுக்கான மேலாளரைத் தேர்ந்தெடுக்கவும் (விரும்பினால்).
te: ఈ యూనిట్ కోసం మేనేజర్‌ని ఎంచుకోండి (ఐచ్ఛికం).
th: เลือกผู้จัดการสำหรับหน่วยนี้ (ไม่บังคับ)
tr: Bu birimin yöneticisini seçin (isteğe bağlı).
vi: Chọn người quản lý cho đơn vị này (tùy chọn).

source: Enter a description for the unit (optional).
ar: أدخل وصفًا للوحدة (اختياري).
bn: ইউনিটের জন্য একটি বিবরণ লিখুন (ঐচ্ছিক)।
da: Indtast en beskrivelse af enheden (valgfrit).
de: Geben Sie eine Beschreibung für die Einheit ein (optional).
el: Εισαγάγετε μια περιγραφή για τη μονάδα (προαιρετικό).
es: Ingrese una descripción para la unidad (opcional).
fi: Anna yksikön kuvaus (valinnainen).
fr: Saisissez une description pour l'unité (facultatif).
he: הזן תיאור ליחידה (אופציונלי).
hi: इकाई के लिए विवरण दर्ज करें (वैकल्पिक)।
id: Masukkan deskripsi unit (opsional).
it: Inserisci una descrizione per l'unità (facoltativo).
ja: ユニットの説明を入力します (オプション)。
kn: ಘಟಕದ ವಿವರಣೆಯನ್ನು ನಮೂದಿಸಿ (ಐಚ್ಛಿಕ).
ml: യൂണിറ്റിനായി ഒരു വിവരണം നൽകുക (ഓപ്ഷണൽ).
mr: युनिटसाठी वर्णन प्रविष्ट करा (पर्यायी).
nl: Voer een beschrijving in voor de eenheid (optioneel).
pa: ਯੂਨਿਟ ਲਈ ਵੇਰਵਾ ਦਰਜ ਕਰੋ (ਵਿਕਲਪਿਕ)।
pl: Wprowadź opis jednostki (opcjonalnie).
pt: Insira uma descrição para a unidade (opcional).
ru: Введите описание устройства (необязательно).
sv: Ange en beskrivning för enheten (valfritt).
ta: அலகுக்கான விளக்கத்தை உள்ளிடவும் (விரும்பினால்).
te: యూనిట్ కోసం వివరణను నమోదు చేయండి (ఐచ్ఛికం).
th: ป้อนคำอธิบายสำหรับหน่วย (ไม่บังคับ)
tr: Birim için bir açıklama girin (isteğe bağlı).
vi: Nhập mô tả cho đơn vị (tùy chọn).

source: Check if this unit is active.
ar: تحقق مما إذا كانت هذه الوحدة نشطة.
bn: এই ইউনিট সক্রিয় কিনা পরীক্ষা করুন.
da: Kontroller, om denne enhed er aktiv.
de: Überprüfen Sie, ob dieses Gerät aktiv ist.
el: Ελέγξτε εάν αυτή η μονάδα είναι ενεργή.
es: Compruebe si esta unidad está activa.
fi: Tarkista, onko tämä laite aktiivinen.
fr: Vérifiez si cette unité est active.
he: בדוק אם יחידה זו פעילה.
hi: जांचें कि क्या यह इकाई सक्रिय है।
id: Periksa apakah unit ini aktif.
it: Controlla se questa unità è attiva.
ja: 本機が起動しているか確認してください。
kn: ಈ ಘಟಕವು ಸಕ್ರಿಯವಾಗಿದೆಯೇ ಎಂದು ಪರಿಶೀಲಿಸಿ.
ml: ഈ യൂണിറ്റ് സജീവമാണോയെന്ന് പരിശോധിക്കുക.
mr: हे युनिट सक्रिय आहे का ते तपासा.
nl: Controleer of dit apparaat actief is.
pa: ਜਾਂਚ ਕਰੋ ਕਿ ਕੀ ਇਹ ਯੂਨਿਟ ਕਿਰਿਆਸ਼ੀਲ ਹੈ।
pl: Sprawdź, czy to urządzenie jest aktywne.
pt: Verifique se esta unidade está ativa.
ru: Проверьте, активен ли этот блок.
sv: Kontrollera om denna enhet är aktiv.
ta: இந்த அலகு செயலில் உள்ளதா என சரிபார்க்கவும்.
te: ఈ యూనిట్ సక్రియంగా ఉందో లేదో తనిఖీ చేయండి.
th: ตรวจสอบว่าเครื่องนี้ทำงานอยู่หรือไม่
tr: Bu birimin etkin olup olmadığını kontrol edin.
vi: Kiểm tra xem thiết bị này có hoạt động không.

source: Parent unit must belong to the same organization.
ar: يجب أن تنتمي الوحدة الأم إلى نفس المنظمة.
bn: অভিভাবক ইউনিট একই সংস্থার অন্তর্গত হতে হবে।
da: Forældreenhed skal tilhøre samme organisation.
de: Die übergeordnete Einheit muss derselben Organisation angehören.
el: Η γονική μονάδα πρέπει να ανήκει στον ίδιο οργανισμό.
es: La unidad para padres debe pertenecer a la misma organización.
fi: Vanhemman yksikön on kuuluttava samaan organisaatioon.
fr: L'unité parent doit appartenir à la même organisation.
he: יחידת הורים חייבת להשתייך לאותו ארגון.
hi: मूल इकाई एक ही संगठन से संबंधित होनी चाहिए.
id: Unit induk harus tergabung dalam organisasi yang sama.
it: L'unità genitore deve appartenere alla stessa organizzazione.
ja: 親ユニットは同じ組織に属している必要があります。
kn: ಪೋಷಕ ಘಟಕವು ಒಂದೇ ಸಂಸ್ಥೆಗೆ ಸೇರಿರಬೇಕು.
ml: രക്ഷാകർതൃ യൂണിറ്റ് ഒരേ സ്ഥാപനത്തിൻ്റേതായിരിക്കണം.
mr: पालक युनिट त्याच संस्थेशी संबंधित असणे आवश्यक आहे.
nl: De ouderunit moet tot dezelfde organisatie behoren.
pa: ਮੂਲ ਇਕਾਈ ਉਸੇ ਸੰਸਥਾ ਨਾਲ ਸਬੰਧਤ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ।
pl: Jednostka nadrzędna musi należeć do tej samej organizacji.
pt: A unidade pai deve pertencer à mesma organização.
ru: Родительское подразделение должно принадлежать той же организации.
sv: Föräldraenheten ska tillhöra samma organisation.
ta: பெற்றோர் அலகு ஒரே நிறுவனத்தைச் சேர்ந்ததாக இருக்க வேண்டும்.
te: పేరెంట్ యూనిట్ తప్పనిసరిగా అదే సంస్థకు చెందినది.
th: หน่วยหลักจะต้องอยู่ในองค์กรเดียวกัน
tr: Ebeveyn ünitesi aynı kuruluşa ait olmalıdır.
vi: Đơn vị mẹ phải thuộc cùng một tổ chức.

source: New unit {unit.name} has been added to the organization.
ar: تمت إضافة وحدة جديدة {unit.name} إلى المؤسسة.
bn: সংস্থায় নতুন ইউনিট {unit.name} যোগ করা হয়েছে৷
da: Ny enhed {unit.name} er blevet tilføjet til organisationen.
de: Die neue Einheit {unit.name} wurde der Organisation hinzugefügt.
el: Η νέα ενότητα {unit.name} προστέθηκε στον οργανισμό.
es: Se agregó la nueva unidad {unit.name} a la organización.
fi: Uusi yksikkö {unit.name} on lisätty organisaatioon.
fr: La nouvelle unité {unit.name} a été ajoutée à l'organisation.
he: יחידה חדשה {unit.name} נוספה לארגון.
hi: संगठन में नई इकाई {unit.name} जोड़ी गई है.
id: Unit baru {unit.name} telah ditambahkan ke organisasi.
it: La nuova unità {unit.name} è stata aggiunta all'organizzazione.
ja: 新しいユニット {unit.name} が組織に追加されました。
kn: ಹೊಸ ಘಟಕ {unit.name} ಅನ್ನು ಸಂಸ್ಥೆಗೆ ಸೇರಿಸಲಾಗಿದೆ.
ml: ഓർഗനൈസേഷനിൽ പുതിയ യൂണിറ്റ് {unit.name} ചേർത്തു.
mr: संस्थेमध्ये नवीन युनिट {unit.name} जोडले गेले आहे.
nl: Nieuwe eenheid {unit.name} is toegevoegd aan de organisatie.
pa: ਸੰਗਠਨ ਵਿੱਚ ਨਵੀਂ ਇਕਾਈ {unit.name} ਸ਼ਾਮਲ ਕੀਤੀ ਗਈ ਹੈ।
pl: Do organizacji została dodana nowa jednostka {unit.name}.
pt: A nova unidade {unit.name} foi adicionada à organização.
ru: В организацию добавлено новое подразделение {unit.name}.
sv: Ny enhet {unit.name} har lagts till i organisationen.
ta: நிறுவனத்தில் புதிய யூனிட் {unit.name} சேர்க்கப்பட்டது.
te: సంస్థకు కొత్త యూనిట్ {unit.name} జోడించబడింది.
th: เพิ่มหน่วยใหม่ {unit.name} ให้กับองค์กรแล้ว
tr: Kuruluşa yeni birim {unit.name} eklendi.
vi: Đơn vị mới {unit.name} đã được thêm vào tổ chức.

source: Added new unit: {unit.name} (ID: {unit.id})
ar: تمت إضافة وحدة جديدة: {unit.name} (المعرف: {unit.id})
bn: নতুন ইউনিট যোগ করা হয়েছে: {unit.name} (ID: {unit.id})
da: Tilføjet ny enhed: {unit.name} (ID: {unit.id})
de: Neue Einheit hinzugefügt: {unit.name} (ID: {unit.id})
el: Προστέθηκε νέα ενότητα: {unit.name} (αναγνωριστικό: {unit.id})
es: Nueva unidad agregada: {unit.name} (ID: {unit.id})
fi: Lisätty uusi yksikkö: {unit.name} (ID: {unit.id})
fr: Nouvelle unité ajoutée : {unit.name} (ID : {unit.id})
he: נוספה יחידה חדשה: {unit.name} (מזהה: {unit.id})
hi: नई इकाई जोड़ी गई: {unit.name} (आईडी: {unit.id})
id: Menambahkan unit baru: {unit.name} (ID: {unit.id})
it: Aggiunta nuova unità: {unit.name} (ID: {unit.id})
ja: 新しいユニットを追加しました: {unit.name} (ID: {unit.id})
kn: ಹೊಸ ಘಟಕವನ್ನು ಸೇರಿಸಲಾಗಿದೆ: {unit.name} (ID: {unit.id})
ml: പുതിയ യൂണിറ്റ് ചേർത്തു: {unit.name} (ID: {unit.id})
mr: नवीन युनिट जोडले: {unit.name} (ID: {unit.id})
nl: Nieuwe eenheid toegevoegd: {unit.name} (ID: {unit.id})
pa: ਨਵੀਂ ਇਕਾਈ ਸ਼ਾਮਲ ਕੀਤੀ ਗਈ: {unit.name} (ID: {unit.id})
pl: Dodano nową jednostkę: {unit.name} (ID: {unit.id})
pt: Adicionada nova unidade: {unit.name} (ID: {unit.id})
ru: Добавлен новый юнит: {unit.name} (ID: {unit.id}).
sv: Lade till ny enhet: {unit.name} (ID: {unit.id})
ta: புதிய யூனிட் சேர்க்கப்பட்டது: {unit.name} (ஐடி: {unit.id})
te: కొత్త యూనిట్ జోడించబడింది: {unit.name} (ID: {unit.id})
th: เพิ่มหน่วยใหม่: {unit.name} (ID: {unit.id})
tr: Yeni birim eklendi: {unit.name} (ID: {unit.id})
vi: Đã thêm đơn vị mới: {unit.name} (ID: {unit.id})

source: Enter the group name.
ar: أدخل اسم المجموعة.
bn: গ্রুপের নাম লিখুন।
da: Indtast gruppenavnet.
de: Geben Sie den Gruppennamen ein.
el: Εισαγάγετε το όνομα της ομάδας.
es: Introduzca el nombre del grupo.
fi: Kirjoita ryhmän nimi.
fr: Entrez le nom du groupe.
he: הזן את שם הקבוצה.
hi: समूह का नाम दर्ज करें.
id: Masukkan nama grup.
it: Inserisci il nome del gruppo.
ja: グループ名を入力します。
kn: ಗುಂಪಿನ ಹೆಸರನ್ನು ನಮೂದಿಸಿ.
ml: ഗ്രൂപ്പിൻ്റെ പേര് നൽകുക.
mr: गटाचे नाव प्रविष्ट करा.
nl: Voer de groepsnaam in.
pa: ਗਰੁੱਪ ਦਾ ਨਾਮ ਦਰਜ ਕਰੋ।
pl: Wprowadź nazwę grupy.
pt: Digite o nome do grupo.
ru: Введите название группы.
sv: Ange gruppnamnet.
ta: குழுவின் பெயரை உள்ளிடவும்.
te: సమూహం పేరును నమోదు చేయండి.
th: ป้อนชื่อกลุ่ม
tr: Grup adını girin.
vi: Nhập tên nhóm.

source: Select the permissions for this group.
ar: حدد الأذونات لهذه المجموعة.
bn: এই দলের জন্য অনুমতি নির্বাচন করুন.
da: Vælg tilladelserne for denne gruppe.
de: Wählen Sie die Berechtigungen für diese Gruppe aus.
el: Επιλέξτε τα δικαιώματα για αυτήν την ομάδα.
es: Seleccione los permisos para este grupo.
fi: Valitse tämän ryhmän käyttöoikeudet.
fr: Sélectionnez les autorisations pour ce groupe.
he: בחר את ההרשאות עבור קבוצה זו.
hi: इस समूह के लिए अनुमतियाँ चुनें.
id: Pilih izin untuk grup ini.
it: Seleziona le autorizzazioni per questo gruppo.
ja: このグループの権限を選択します。
kn: ಈ ಗುಂಪಿಗೆ ಅನುಮತಿಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ml: ഈ ഗ്രൂപ്പിനുള്ള അനുമതികൾ തിരഞ്ഞെടുക്കുക.
mr: या गटासाठी परवानग्या निवडा.
nl: Selecteer de machtigingen voor deze groep.
pa: ਇਸ ਸਮੂਹ ਲਈ ਅਨੁਮਤੀਆਂ ਦੀ ਚੋਣ ਕਰੋ।
pl: Wybierz uprawnienia dla tej grupy.
pt: Selecione as permissões para este grupo.
ru: Выберите разрешения для этой группы.
sv: Välj behörigheter för den här gruppen.
ta: இந்தக் குழுவிற்கான அனுமதிகளைத் தேர்ந்தெடுக்கவும்.
te: ఈ గుంపు కోసం అనుమతులను ఎంచుకోండి.
th: เลือกสิทธิ์สำหรับกลุ่มนี้
tr: Bu grubun izinlerini seçin.
vi: Chọn quyền cho nhóm này.

source: The selected organization unit must be a team.
ar: يجب أن تكون الوحدة التنظيمية المحددة فريقًا.
bn: নির্বাচিত প্রতিষ্ঠান ইউনিট একটি দল হতে হবে.
da: Den valgte organisationsenhed skal være et team.
de: Die ausgewählte Organisationseinheit muss ein Team sein.
el: Η επιλεγμένη οργανωτική μονάδα πρέπει να είναι ομάδα.
es: La unidad organizativa seleccionada debe ser un equipo.
fi: Valitun organisaatioyksikön tulee olla tiimi.
fr: L'unité d'organisation sélectionnée doit être une équipe.
he: היחידה הארגונית שנבחרה חייבת להיות צוות.
hi: चयनित संगठन इकाई एक टीम होनी चाहिए.
id: Unit organisasi yang dipilih harus berupa tim.
it: L'unità organizzativa selezionata deve essere un team.
ja: 選択した組織単位はチームである必要があります。
kn: ಆಯ್ಕೆಮಾಡಿದ ಸಂಸ್ಥೆಯ ಘಟಕವು ತಂಡವಾಗಿರಬೇಕು.
ml: തിരഞ്ഞെടുത്ത ഓർഗനൈസേഷൻ യൂണിറ്റ് ഒരു ടീമായിരിക്കണം.
mr: निवडलेले संस्था एकक संघ असणे आवश्यक आहे.
nl: De geselecteerde organisatie-eenheid moet een team zijn.
pa: ਚੁਣੀ ਗਈ ਸੰਸਥਾ ਯੂਨਿਟ ਇੱਕ ਟੀਮ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ।
pl: Wybrana jednostka organizacyjna musi być zespołem.
pt: A unidade organizacional selecionada deve ser uma equipe.
ru: Выбранная организационная единица должна быть командой.
sv: Den valda organisationsenheten måste vara ett team.
ta: தேர்ந்தெடுக்கப்பட்ட அமைப்பு அலகு ஒரு குழுவாக இருக்க வேண்டும்.
te: ఎంచుకున్న సంస్థ యూనిట్ తప్పనిసరిగా జట్టుగా ఉండాలి.
th: หน่วยองค์กรที่เลือกต้องเป็นทีม
tr: Seçilen organizasyon birimi bir ekip olmalıdır.
vi: Đơn vị tổ chức được chọn phải là một nhóm.

source: Maintenance Mode
ar: وضع الصيانة
bn: রক্ষণাবেক্ষণ মোড
da: Vedligeholdelsestilstand
de: Wartungsmodus
el: Λειτουργία συντήρησης
es: Modo de mantenimiento
fi: Huoltotila
fr: Mode d'entretien
he: מצב תחזוקה
hi: रखरखाव मोड
id: Modus Pemeliharaan
it: Modalità di manutenzione
ja: メンテナンスモード
kn: ನಿರ್ವಹಣೆ ಮೋಡ್
ml: മെയിൻ്റനൻസ് മോഡ്
mr: देखभाल मोड
nl: Onderhoudsmodus
pa: ਮੇਨਟੇਨੈਂਸ ਮੋਡ
pl: Tryb konserwacji
pt: Modo de manutenção
ru: Режим обслуживания
sv: Underhållsläge
ta: பராமரிப்பு முறை
te: నిర్వహణ మోడ్
th: โหมดการบำรุงรักษา
tr: Bakım Modu
vi: Chế độ bảo trì

source: We're Under Maintenance
ar: نحن تحت الصيانة
bn: আমরা রক্ষণাবেক্ষণের অধীনে আছি
da: Vi er under vedligeholdelse
de: Wir sind im Wartungsmodus
el: Είμαστε Υπό Συντήρηση
es: Estamos en mantenimiento
fi: Olemme huollossa
fr: Nous sommes en maintenance
he: אנחנו בתחזוקה
hi: हम रखरखाव में हैं
id: Kami Sedang Dalam Pemeliharaan
it: Siamo in manutenzione
ja: メンテナンス中です
kn: ನಾವು ನಿರ್ವಹಣೆಯಲ್ಲಿದ್ದೇವೆ
ml: ഞങ്ങൾ മെയിൻ്റനൻസിലാണ്
mr: आम्ही देखरेखीखाली आहोत
nl: We zijn in onderhoud
pa: ਅਸੀਂ ਦੇਖਭਾਲ ਅਧੀਨ ਹਾਂ
pl: Jesteśmy w trakcie konserwacji
pt: Estamos em manutenção
ru: Мы находимся на техническом обслуживании
sv: Vi är under underhåll
ta: நாங்கள் பராமரிப்பில் இருக்கிறோம்
te: మేము నిర్వహణలో ఉన్నాము
th: เรากำลังบำรุงรักษา
tr: Bakımdayız
vi: Chúng tôi đang bảo trì
