Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: The install worked successfully! Congratulations!
ar: تم التثبيت بنجاح! تهانينا!
bn: ইনস্টল সফলভাবে কাজ! অভিনন্দন!
da: Installationen fungerede med succes! Tillykke!
de: Die Installation hat erfolgreich funktioniert! Glückwunsch!
el: Η εγκατάσταση λειτούργησε με επιτυχία! Συγχαρητήρια!
es: ¡La instalación funcionó correctamente! ¡Felicidades!
fi: Asennus onnistui! Onnittelut!
fr: L'installation a fonctionné avec succès ! Félicitations!
gu: ઇન્સ્ટોલ સફળતાપૂર્વક કામ કર્યું! અભિનંદન!
he: ההתקנה עבדה בהצלחה! מזל טוב!
hi: इंस्टालेशन सफलतापूर्वक काम किया! बधाई हो!
id: Instalasi berhasil! Selamat!
it: L'installazione ha funzionato correttamente! Congratulazioni!
ja: インストールは正常に完了しました。おめでとう！
kn: ಅನುಸ್ಥಾಪನೆಯು ಯಶಸ್ವಿಯಾಗಿ ಕೆಲಸ ಮಾಡಿದೆ! ಅಭಿನಂದನೆಗಳು!
ml: ഇൻസ്റ്റാളേഷൻ വിജയകരമായി പ്രവർത്തിച്ചു! അഭിനന്ദനങ്ങൾ!
mr: इंस्टॉलेशन यशस्वीरित्या कार्य केले! अभिनंदन!
nl: De installatie is succesvol verlopen! Gefeliciteerd!
no: Installasjonen fungerte vellykket! Gratulerer!
or: ସଂସ୍ଥାପନ ସଫଳତାର ସହିତ କାମ କଲା! ଅଭିନନ୍ଦନ!
pa: ਸਥਾਪਨਾ ਨੇ ਸਫਲਤਾਪੂਰਵਕ ਕੰਮ ਕੀਤਾ! ਵਧਾਈਆਂ!
pl: Instalacja przebiegła pomyślnie! Gratulacje!
pt: A instalação funcionou com sucesso! Parabéns!
ru: Установка прошла успешно! Поздравляем!
sv: Installationen fungerade framgångsrikt! Grattis!
ta: நிறுவல் வெற்றிகரமாக வேலை செய்தது! வாழ்த்துகள்!
te: ఇన్‌స్టాల్ విజయవంతంగా పని చేసింది! అభినందనలు!
th: การติดตั้งสำเร็จ! ยินดีด้วย!
tr: Kurulum başarıyla çalıştı! Tebrikler!
vi: Quá trình cài đặt đã thành công! Chúc mừng!

source: View <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">release notes</a> for Django %(version)s
ar: عرض <a href=https://docs.djangoproject.com/en/%(version)s/releases/ target=_blank rel=noopener>ملاحظات الإصدار</a> لـ Django %(version)s
bn: Django %(version) এর জন্য <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">রিলিজ নোট</a> দেখুন s
da: Se <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">udgivelsesbemærkninger</a> for Django %(version) s
de: <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">Versionshinweise</a> für Django %(version) anzeigen S
el: Προβολή <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">σημειώσεις έκδοσης</a> για το Django %(έκδοση) μικρό
es: Ver <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">notas de la versión</a> de Django %(version) s
fi: Katso Django %(version) <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">julkaisutiedot</a> s
fr: Afficher les <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">notes de version</a> pour Django %(version) s
gu: Django %(version)s માટે <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">પ્રકાશન નોંધો</a> જુઓ
he: הצג <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">הערות פרסום</a> עבור Django %(version) ס
hi: Django %(संस्करण) के लिए <a href='https://docs.djangoproject.com/en/%(version)s/releases/' target='_blank' rel='noopener'>रिलीज़ नोट</a> देखें एस
id: Lihat <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">catatan rilis</a> untuk Django %(version) S
it: Visualizza le <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">note sulla versione</a> per Django %(version) S
ja: Django %(version) の<a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">リリース ノート</a>を表示します。 s
kn: ಜಾಂಗೊ %(ಆವೃತ್ತಿ) ಗಾಗಿ <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">ಬಿಡುಗಡೆ ಟಿಪ್ಪಣಿಗಳನ್ನು</a> ವೀಕ್ಷಿಸಿ ರು
ml: ജാംഗോ %(പതിപ്പ്) നായി <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">റിലീസ് കുറിപ്പുകൾ</a> കാണുക എസ്
mr: Django %(version) साठी <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">रिलीझ नोट्स</a> पहा s
nl: Bekijk <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">release-opmerkingen</a> voor Django %(version) S
no: Se <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">versjonsnotater</a> for Django %(version)s
or: Django {for ପାଇଁ <a href="https://docs.djangoproject.com/en/atial} / releases / "target="_blank" rel="noopener"> ପ୍ରକାଶନ ନୋଟ୍ </a> ଦେଖନ୍ତୁ |
pa: Django %(version) ਲਈ <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">ਰਿਲੀਜ਼ ਨੋਟਸ</a> ਦੇਖੋ ਐੱਸ
pl: Wyświetl <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">notatki o wydaniu</a> dla Django %(version) S
pt: Veja <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">notas de lançamento</a> do Django %(version) é
ru: Посмотреть <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">примечания к выпуску</a> для Django %(version) с
sv: Visa <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">release notes</a> för Django %(version) s
ta: ஜாங்கோ %(பதிப்பு)க்கான <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">வெளியீட்டுக் குறிப்புகளைப்</a> பார்க்கவும் கள்
te: జంగో %(వెర్షన్) కోసం <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">విడుదల గమనికలు</a> వీక్షించండి లు
th: ดู<a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">บันทึกประจำรุ่น</a>สำหรับ Django %(version) ส
tr: Django %(version) için <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">sürüm notlarını</a> görüntüleyin S
vi: Xem <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">ghi chú phát hành</a> cho Django %(version) S

source: You are seeing this page because <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> is in your settings file and you have not configured any URLs.
ar: أنت تشاهد هذه الصفحة لأن <a href=https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug target=_blank rel=noopener>DEBUG=True</a> موجود ملف الإعدادات الخاص بك ولم تقم بتكوين أي عناوين URL.
bn: আপনি এই পৃষ্ঠাটি দেখছেন কারণ <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True </a> আপনার সেটিংস ফাইলে রয়েছে এবং আপনি কোনো URL কনফিগার করেননি৷
da: Du ser denne side, fordi <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True </a> er i din indstillingsfil, og du har ikke konfigureret nogen URL'er.
de: Sie sehen diese Seite, weil <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True </a> befindet sich in Ihrer Einstellungsdatei und Sie haben keine URLs konfiguriert.
el: Βλέπετε αυτήν τη σελίδα επειδή <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True </a> βρίσκεται στο αρχείο ρυθμίσεών σας και δεν έχετε διαμορφώσει καμία διεύθυνση URL.
es: Estás viendo esta página porque <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True </a> está en su archivo de configuración y no ha configurado ninguna URL.
fi: Näet tämän sivun, koska <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True </a> on asetustiedostossasi, etkä ole määrittänyt URL-osoitteita.
fr: Vous voyez cette page car <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True </a> se trouve dans votre fichier de paramètres et vous n'avez configuré aucune URL.
gu: તમે આ પૃષ્ઠ જોઈ રહ્યાં છો કારણ કે <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a > તમારી સેટિંગ્સ ફાઇલમાં છે અને તમે કોઈપણ URL ને ગોઠવેલ નથી.
he: אתה רואה את הדף הזה כי <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True </a> נמצא בקובץ ההגדרות שלך ולא הגדרת כתובות אתרים.
hi: आप यह पेज इसलिए देख रहे हैं क्योंकि <a href='https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug' target='_blank' rel='noopener'>DEBUG=True </a> आपकी सेटिंग फ़ाइल में है और आपने कोई URL कॉन्फ़िगर नहीं किया है।
id: Anda melihat halaman ini karena <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True </a> ada di file pengaturan Anda dan Anda belum mengonfigurasi URL apa pun.
it: Stai visualizzando questa pagina perché <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True </a> si trova nel file delle impostazioni e non hai configurato alcun URL.
ja: <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True のため、このページが表示されています。 </a> は設定ファイル内にありますが、URL は何も構成されていません。
kn: ನೀವು ಈ ಪುಟವನ್ನು ನೋಡುತ್ತಿರುವಿರಿ ಏಕೆಂದರೆ <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True </a> ನಿಮ್ಮ ಸೆಟ್ಟಿಂಗ್‌ಗಳ ಫೈಲ್‌ನಲ್ಲಿದೆ ಮತ್ತು ನೀವು ಯಾವುದೇ URL ಗಳನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡಿಲ್ಲ.
ml: നിങ്ങൾ ഈ പേജ് കാണുന്നത് കാരണം <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True </a> നിങ്ങളുടെ ക്രമീകരണ ഫയലിലുണ്ട്, നിങ്ങൾ URL-കളൊന്നും കോൺഫിഗർ ചെയ്‌തിട്ടില്ല.
mr: तुम्ही हे पृष्ठ पहात आहात कारण <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True </a> तुमच्या सेटिंग्ज फाइलमध्ये आहे आणि तुम्ही कोणतीही URL कॉन्फिगर केलेली नाही.
nl: Je ziet deze pagina omdat <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True </a> staat in uw instellingenbestand en u heeft geen URL's geconfigureerd.
no: Du ser denne siden fordi <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a > er i innstillingsfilen din, og du har ikke konfigurert noen URL-er.
or: ଆପଣ ଏହି ପୃଷ୍ଠାଟି ଦେଖୁଛନ୍ତି କାରଣ <a href="https://docs.djangoproject.com/en/atial} / ref / setings / > ଆପଣଙ୍କର ସେଟିଙ୍ଗ୍ ଫାଇଲ୍ ରେ ଅଛି ଏବଂ ଆପଣ କ any ଣସି URL କୁ ବିନ୍ୟାସ କରିନାହାଁନ୍ତି |
pa: ਤੁਸੀਂ ਇਹ ਪੰਨਾ ਦੇਖ ਰਹੇ ਹੋ ਕਿਉਂਕਿ <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True </a> ਤੁਹਾਡੀ ਸੈਟਿੰਗ ਫਾਈਲ ਵਿੱਚ ਹੈ ਅਤੇ ਤੁਸੀਂ ਕਿਸੇ ਵੀ URL ਨੂੰ ਕੌਂਫਿਗਰ ਨਹੀਂ ਕੀਤਾ ਹੈ।
pl: Widzisz tę stronę, ponieważ <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True </a> znajduje się w pliku ustawień i nie skonfigurowałeś żadnych adresów URL.
pt: Você está vendo esta página porque <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True </a> está no seu arquivo de configurações e você não configurou nenhum URL.
ru: Вы видите эту страницу, потому что <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True </a> находится в вашем файле настроек, и вы не настроили никаких URL-адресов.
sv: Du ser den här sidan eftersom <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True </a> finns i din inställningsfil och du har inte konfigurerat några webbadresser.
ta: <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True என்பதால் இந்தப் பக்கத்தைப் பார்க்கிறீர்கள் </a> உங்கள் அமைப்புகள் கோப்பில் உள்ளது மற்றும் நீங்கள் எந்த URLகளையும் உள்ளமைக்கவில்லை.
te: మీరు ఈ పేజీని చూస్తున్నారు ఎందుకంటే <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True </a> మీ సెట్టింగ్‌ల ఫైల్‌లో ఉంది మరియు మీరు ఏ URLలను కాన్ఫిగర్ చేయలేదు.
th: คุณเห็นหน้านี้เนื่องจาก <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True </a> อยู่ในไฟล์การตั้งค่าของคุณและคุณยังไม่ได้กำหนดค่า URL ใด ๆ
tr: Bu sayfayı görüyorsunuz çünkü <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True </a> ayarlar dosyanızdadır ve herhangi bir URL yapılandırmamışsınızdır.
vi: Bạn đang xem trang này vì <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True </a> nằm trong tệp cài đặt của bạn và bạn chưa định cấu hình bất kỳ URL nào.

source: Django Documentation
ar: توثيق جانغو
bn: জ্যাঙ্গো ডকুমেন্টেশন
da: Django dokumentation
de: Django-Dokumentation
el: Τεκμηρίωση Django
es: Documentación de Django
fi: Django-dokumentaatio
fr: Documentation Django
gu: જેંગો દસ્તાવેજીકરણ
he: תיעוד ג'נגו
hi: Django दस्तावेज़ीकरण
id: Dokumentasi Django
it: Documentazione Django
ja: ジャンゴのドキュメント
kn: ಜಾಂಗೊ ಡಾಕ್ಯುಮೆಂಟೇಶನ್
ml: ജാംഗോ ഡോക്യുമെൻ്റേഷൻ
mr: जँगो दस्तऐवजीकरण
nl: Django-documentatie
no: Django dokumentasjon
or: Django ଡକ୍ୟୁମେଣ୍ଟେସନ୍ |
pa: Django ਦਸਤਾਵੇਜ਼ੀ
pl: Dokumentacja Django
pt: Documentação Django
ru: Документация Джанго
sv: Django dokumentation
ta: ஜாங்கோ ஆவணம்
te: జంగో డాక్యుమెంటేషన్
th: เอกสารจังโก้
tr: Django Belgeleri
vi: Tài liệu Django

source: Topics, references, &amp; how-to’s
ar: المواضيع والمراجع والإرشادات
bn: বিষয়, রেফারেন্স এবং কিভাবে করতে হবে
da: Emner, referencer og how-to's
de: Themen, Referenzen und Anleitungen
el: Θέματα, αναφορές και τρόποι χρήσης
es: Temas, referencias y procedimientos
fi: Aiheet, viittaukset ja ohjeet
fr: Sujets, références et procédures
gu: વિષયો, સંદર્ભો અને કેવી રીતે કરવું
he: נושאים, הפניות והנחיות
hi: विषय, संदर्भ, और कैसे करें
id: Topik, referensi, & caranya
it: Argomenti, riferimenti e istruzioni
ja: トピック、参考資料、ハウツー
kn: ವಿಷಯಗಳು, ಉಲ್ಲೇಖಗಳು ಮತ್ತು ಹೇಗೆ ಮಾಡುವುದು
ml: വിഷയങ്ങൾ, റഫറൻസുകൾ, എങ്ങനെയാണ് ചെയ്യേണ്ടത്
mr: विषय, संदर्भ आणि कसे करायचे
nl: Onderwerpen, referenties en how-to's
no: Emner, referanser og fremgangsmåter
or: ବିଷୟଗୁଡିକ, ରେଫରେନ୍ସ, ଏବଂ କିପରି ହେବ |
pa: ਵਿਸ਼ੇ, ਹਵਾਲੇ, ਅਤੇ ਕਿਵੇਂ ਕਰਨਾ ਹੈ
pl: Tematy, odniesienia i instrukcje
pt: Tópicos, referências e instruções
ru: Темы, ссылки и инструкции
sv: Ämnen, referenser och hur man gör
ta: தலைப்புகள், குறிப்புகள் மற்றும் எப்படி செய்ய வேண்டும்
te: అంశాలు, సూచనలు మరియు ఎలా చేయాలి
th: หัวข้อ ข้อมูลอ้างอิง และวิธีการ
tr: Konular, referanslar ve nasıl yapılır
vi: Chủ đề, tài liệu tham khảo và cách thực hiện

source: Tutorial: A Polling App
ar: البرنامج التعليمي: تطبيق الاقتراع
bn: টিউটোরিয়াল: একটি পোলিং অ্যাপ
da: Selvstudium: En afstemningsapp
de: Tutorial: Eine Umfrage-App
el: Εκμάθηση: A Polling App
es: Tutorial: una aplicación de encuestas
fi: Opetusohjelma: Äänestyssovellus
fr: Tutoriel : Une application de sondage
gu: ટ્યુટોરીયલ: એક મતદાન એપ્લિકેશન
he: מדריך: אפליקציית סקרים
hi: ट्यूटोरियल: एक मतदान ऐप
id: Tutorial: Aplikasi Polling
it: Tutorial: un'app per sondaggi
ja: チュートリアル: 投票アプリ
kn: ಟ್ಯುಟೋರಿಯಲ್: ಒಂದು ಪೋಲಿಂಗ್ ಅಪ್ಲಿಕೇಶನ್
ml: ട്യൂട്ടോറിയൽ: ഒരു പോളിംഗ് ആപ്പ്
mr: ट्यूटोरियल: एक मतदान ॲप
nl: Tutorial: een opiniepeiling-app
no: Opplæring: En meningsmåling-app
or: ଟ୍ୟୁଟୋରିଆଲ୍: ଏକ ପୋଲ୍ ଆପ୍ |
pa: ਟਿਊਟੋਰਿਅਲ: ਇੱਕ ਪੋਲਿੰਗ ਐਪ
pl: Samouczek: aplikacja do głosowania
pt: Tutorial: um aplicativo de votação
ru: Учебное пособие: приложение для опроса
sv: Handledning: En omröstningsapp
ta: பயிற்சி: ஒரு வாக்குப்பதிவு பயன்பாடு
te: ట్యుటోరియల్: ఒక పోలింగ్ యాప్
th: บทช่วยสอน: แอปโพล
tr: Öğretici: Bir Anket Uygulaması
vi: Hướng dẫn: Ứng dụng bỏ phiếu

source: Get started with Django
ar: ابدأ مع جانغو
bn: জ্যাঙ্গো দিয়ে শুরু করুন
da: Kom godt i gang med Django
de: Beginnen Sie mit Django
el: Ξεκινήστε με το Django
es: Comience con Django
fi: Aloita Djangon kanssa
fr: Commencez avec Django
gu: Django સાથે પ્રારંભ કરો
he: התחל עם Django
hi: Django से शुरुआत करें
id: Memulai dengan Django
it: Inizia con Django
ja: Django を始めましょう
kn: ಜಾಂಗೊದೊಂದಿಗೆ ಪ್ರಾರಂಭಿಸಿ
ml: ജാങ്കോയിൽ നിന്ന് ആരംഭിക്കുക
mr: Django सह प्रारंभ करा
nl: Ga aan de slag met Django
no: Kom i gang med Django
or: Django ସହିତ ଆରମ୍ଭ କରନ୍ତୁ |
pa: Django ਨਾਲ ਸ਼ੁਰੂਆਤ ਕਰੋ
pl: Rozpocznij pracę z Django
pt: Comece com Django
ru: Начните работу с Джанго
sv: Kom igång med Django
ta: ஜாங்கோவுடன் தொடங்கவும்
te: జంగోతో ప్రారంభించండి
th: เริ่มต้นใช้งานจังโก้
tr: Django'yu kullanmaya başlayın
vi: Bắt đầu với Django

source: Django Community
ar: مجتمع جانغو
bn: জ্যাঙ্গো সম্প্রদায়
da: Django-fællesskabet
el: Κοινότητα Django
es: Comunidad Django
fi: Django-yhteisö
fr: Communauté Django
gu: જેંગો સમુદાય
he: קהילת ג'נגו
hi: जैंगो समुदाय
id: Komunitas Django
it: Comunità Django
ja: ジャンゴ コミュニティ
kn: ಜಾಂಗೊ ಸಮುದಾಯ
ml: ജാംഗോ കമ്മ്യൂണിറ്റി
mr: जँगो समुदाय
nl: Django-gemeenschap
no: Django-fellesskapet
or: Django ସମ୍ପ୍ରଦାୟ |
pa: ਜੈਂਗੋ ਕਮਿਊਨਿਟੀ
pl: Społeczność Django
pt: Comunidade Django
ru: Джанго-сообщество
sv: Django-gemenskapen
ta: ஜாங்கோ சமூகம்
te: జాంగో సంఘం
th: ชุมชนจังโก้
tr: Django Topluluğu
vi: Cộng đồng Django

source: Connect, get help, or contribute
ar: تواصل أو احصل على المساعدة أو ساهم
bn: সংযোগ করুন, সাহায্য পান বা অবদান রাখুন
da: Forbind, få hjælp eller bidrag
de: Vernetzen Sie sich, holen Sie sich Hilfe oder leisten Sie einen Beitrag
el: Συνδεθείτε, λάβετε βοήθεια ή συνεισφέρετε
es: Conéctese, obtenga ayuda o contribuya
fi: Muodosta yhteys, hanki apua tai osallistu
fr: Connectez-vous, obtenez de l'aide ou contribuez
gu: કનેક્ટ થાઓ, મદદ મેળવો અથવા યોગદાન આપો
he: התחבר, קבל עזרה או תרום
hi: जुड़ें, सहायता प्राप्त करें, या योगदान करें
id: Terhubung, dapatkan bantuan, atau berkontribusi
it: Connettiti, ottieni aiuto o contribuisci
ja: つながり、助けを求め、貢献する
kn: ಸಂಪರ್ಕಿಸಿ, ಸಹಾಯ ಪಡೆಯಿರಿ ಅಥವಾ ಕೊಡುಗೆ ನೀಡಿ
ml: ബന്ധിപ്പിക്കുക, സഹായം നേടുക അല്ലെങ്കിൽ സംഭാവന ചെയ്യുക
mr: कनेक्ट करा, मदत मिळवा किंवा योगदान द्या
nl: Maak verbinding, krijg hulp of draag bij
no: Koble til, få hjelp eller bidra
or: ସଂଯୋଗ କରନ୍ତୁ, ସହାୟତା ପ୍ରାପ୍ତ କରନ୍ତୁ, କିମ୍ବା ସହଯୋଗ କରନ୍ତୁ |
pa: ਜੁੜੋ, ਮਦਦ ਪ੍ਰਾਪਤ ਕਰੋ, ਜਾਂ ਯੋਗਦਾਨ ਪਾਓ
pl: Połącz się, uzyskaj pomoc lub wnieś swój wkład
pt: Conecte-se, obtenha ajuda ou contribua
ru: Подключайтесь, получайте помощь или вносите свой вклад
sv: Anslut, få hjälp eller bidra
ta: இணைக்கவும், உதவி பெறவும் அல்லது பங்களிக்கவும்
te: కనెక్ట్ చేయండి, సహాయం పొందండి లేదా సహకరించండి
th: เชื่อมต่อ รับความช่วยเหลือ หรือมีส่วนร่วม
tr: Bağlanın, yardım alın veya katkıda bulunun
vi: Kết nối, nhận trợ giúp hoặc đóng góp

source: y
ar: و
bn: এবং
da: og
de: Und
el: και
fi: ja
fr: et
he: ו
hi: और
id: Dan
it: E
ja: そして
kn: ಮತ್ತು
ml: ഒപ്പം
mr: आणि
nl: En
pa: ਅਤੇ
pl: I
pt: e
ru: и
sv: och
ta: மற்றும்
te: మరియు
th: และ
tr: Ve
vi: Và

source: English
ar: إنجليزي
bn: ইংরেজি
da: engelsk
de: Englisch
el: αγγλικός
es: Inglés
fi: englanti
fr: Anglais
gu: અંગ્રેજી
he: אַנגְלִית
hi: अंग्रेज़ी
id: Bahasa inggris
it: Inglese
ja: 英語
kn: ಇಂಗ್ಲೀಷ್
ml: ഇംഗ്ലീഷ്
mr: इंग्रजी
nl: Engels
no: engelsk
or: ଇଂରାଜୀ |
pa: ਅੰਗਰੇਜ਼ੀ
pl: angielski
pt: Inglês
ru: Английский
sv: engelska
ta: ஆங்கிலம்
te: ఇంగ్లీష్
th: ภาษาอังกฤษ
tr: İngilizce
vi: Tiếng Anh

source: Arabic
ar: عربي
bn: আরবি
da: arabisk
de: Arabisch
el: αραβικός
es: árabe
fi: arabia
fr: arabe
gu: અરબી
he: עֲרָבִית
hi: अरबी
id: Arab
it: arabo
ja: アラビア語
kn: ಅರೇಬಿಕ್
ml: അറബി
mr: अरबी
nl: Arabisch
no: arabisk
or: ଆରବୀ |
pa: ਅਰਬੀ
pl: arabski
pt: árabe
ru: арабский
sv: arabiska
ta: அரபு
te: అరబిక్
th: ภาษาอาหรับ
tr: Arapça
vi: tiếng Ả Rập

source: French
ar: فرنسي
bn: ফরাসি
da: fransk
de: Französisch
el: Γάλλος
es: Francés
fi: ranskalainen
fr: Français
gu: ફ્રેન્ચ
he: צָרְפָתִית
hi: फ़्रेंच
id: Perancis
it: francese
ja: フランス語
kn: ಫ್ರೆಂಚ್
ml: ഫ്രഞ്ച്
mr: फ्रेंच
nl: Frans
no: fransk
or: ଫରାସୀ
pa: ਫ੍ਰੈਂਚ
pl: francuski
pt: Francês
ru: Французский
sv: franska
ta: பிரெஞ்சு
te: ఫ్రెంచ్
th: ภาษาฝรั่งเศส
tr: Fransızca
vi: người Pháp

source: German
ar: الألمانية
bn: জার্মান
da: tysk
de: Deutsch
el: Γερμανός
es: Alemán
fi: saksaksi
fr: Allemand
gu: જર્મન
he: גֶרמָנִיָת
hi: जर्मन
id: Jerman
it: tedesco
ja: ドイツ語
kn: ಜರ್ಮನ್
ml: ജർമ്മൻ
mr: जर्मन
nl: Duits
no: tysk
or: ଜର୍ମାନ୍
pa: ਜਰਮਨ
pl: niemiecki
pt: Alemão
ru: немецкий
sv: tyska
ta: ஜெர்மன்
te: జర్మన్
th: เยอรมัน
tr: Almanca
vi: tiếng Đức

source: Japanese
ar: اليابانية
bn: জাপানিজ
da: japansk
de: japanisch
el: Ιαπωνικά
es: japonés
fi: japanilainen
fr: japonais
gu: જાપાનીઝ
he: יַפָּנִית
hi: जापानी
id: Jepang
it: giapponese
ja: 日本語
kn: ಜಪಾನೀಸ್
ml: ജാപ്പനീസ്
mr: जपानी
nl: Japanse
no: japansk
or: ଜାପାନିଜ୍
pa: ਜਾਪਾਨੀ
pl: japoński
pt: japonês
ru: японский
sv: japanska
ta: ஜப்பானியர்
te: జపనీస్
th: ญี่ปุ่น
tr: Japonca
vi: tiếng Nhật

source: Hindi
ar: لا
bn: না
da: Nej
de: Nein
el: Οχι
es: No
fi: Ei
fr: Non
gu: ના
he: לֹא
hi: नहीं
id: Tidak
it: No
ja: いいえ
kn: ಇಲ್ಲ
ml: ഇല്ല
mr: नाही
nl: Nee
no: Nei
or: ହିନ୍ଦୀ
pa: ਨਹੀਂ
pl: Nie
pt: Não
ru: Неа
sv: Nej
ta: இல்லை
te: లేదు
th: ไม่
tr: Hayır
vi: Không

source: Spanish
ar: الأسبانية
bn: স্প্যানিশ
da: spansk
de: Spanisch
el: ισπανικά
es: Español
fi: espanja
fr: Espagnol
gu: સ્પેનિશ
he: סְפָרַדִית
hi: स्पैनिश
id: Spanyol
it: spagnolo
ja: スペイン語
kn: ಸ್ಪ್ಯಾನಿಷ್
ml: സ്പാനിഷ്
mr: स्पॅनिश
nl: Spaans
no: spansk
or: ସ୍ପାନିସ୍
pa: ਸਪੇਨੀ
pl: hiszpański
pt: Espanhol
ru: испанский
sv: spanska
ta: ஸ்பானிஷ்
te: స్పానిష్
th: สเปน
tr: İspanyol
vi: tiếng Tây Ban Nha

source: Portuguese
ar: البرتغالية
bn: পর্তুগিজ
da: portugisisk
de: Portugiesisch
el: Πορτογάλος
es: portugués
fi: portugali
fr: portugais
gu: પોર્ટુગીઝ
he: פורטוגזית
hi: पुर्तगाली
id: Portugis
it: portoghese
ja: ポルトガル語
kn: ಪೋರ್ಚುಗೀಸ್
ml: പോർച്ചുഗീസ്
mr: पोर्तुगीज
nl: Portugees
no: portugisisk
or: ପର୍ତ୍ତୁଗୀଜ୍
pa: ਪੁਰਤਗਾਲੀ
pl: portugalski
pt: Português
ru: португальский
sv: portugisiska
ta: போர்த்துகீசியம்
te: పోర్చుగీస్
th: โปรตุเกส
tr: Portekizce
vi: tiếng Bồ Đào Nha

source: Russian
ar: الروسية
bn: রাশিয়ান
da: russisk
de: Russisch
el: ρωσικός
es: ruso
fi: venäjäksi
fr: russe
gu: રશિયન
he: רוּסִי
hi: रूसी
id: Rusia
it: russo
ja: ロシア
kn: ರಷ್ಯನ್
ml: റഷ്യൻ
mr: रशियन
nl: Russisch
no: russisk
or: Russian ଷିୟ |
pa: ਰੂਸੀ
pl: rosyjski
pt: russo
ru: Русский
sv: ryska
ta: ரஷ்யன்
te: రష్యన్
th: ภาษารัสเซีย
tr: Rusça
vi: tiếng Nga

source: Italian
ar: ايطالي
bn: ইতালীয়
da: italiensk
de: Italienisch
el: ιταλικά
es: italiano
fi: italialainen
fr: italien
gu: ઇટાલિયન
he: אִיטַלְקִית
hi: इतालवी
id: Italia
it: Italiano
ja: イタリア語
kn: ಇಟಾಲಿಯನ್
ml: ഇറ്റാലിയൻ
mr: इटालियन
nl: Italiaans
no: italiensk
or: ଇଟାଲୀୟ |
pa: ਇਤਾਲਵੀ
pl: włoski
pt: italiano
ru: итальянский
sv: italienska
ta: இத்தாலியன்
te: ఇటాలియన్
th: ภาษาอิตาลี
tr: İtalyan
vi: người Ý

source: Korean
ar: كوري
bn: কোরিয়ান
da: koreansk
de: Koreanisch
el: κορεάτης
es: coreano
fi: korealainen
fr: coréen
gu: કોરિયન
he: קוריאנית
hi: कोरियाई
id: Korea
it: coreano
ja: 韓国人
kn: ಕೊರಿಯನ್
ml: കൊറിയൻ
mr: कोरियन
nl: Koreaans
no: koreansk
or: କୋରିଆନ୍
pa: ਕੋਰੀਅਨ
pl: koreański
pt: coreano
ru: корейский
sv: koreanska
ta: கொரியன்
te: కొరియన్
th: เกาหลี
tr: Korece
vi: Tiếng Hàn

source: Dutch
ar: هولندي
bn: ডাচ
da: hollandsk
de: Niederländisch
el: Ολλανδός
es: Holandés
fi: hollantilainen
fr: Néerlandais
gu: ડચ
he: הוֹלַנדִי
hi: डच
id: Belanda
it: Olandese
ja: オランダ語
kn: ಡಚ್
ml: ഡച്ച്
mr: डच
nl: Nederlands
no: nederlandsk
or: ଡଚ୍
pa: ਡੱਚ
pl: Holenderski
pt: Holandês
ru: Голландский
sv: holländska
ta: டச்சு
te: డచ్
th: ภาษาดัตช์
tr: Flemenkçe
vi: tiếng Hà Lan
