Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Comma-separated integers
ar: أعداد صحيحة مفصولة بفواصل
bn: কমা দ্বারা পৃথক করা পূর্ণসংখ্যা
da: Kommaseparerede heltal
de: Durch Kommas getrennte Ganzzahlen
el: Ακέραιοι χωρισμένοι με κόμματα
es: Enteros separados por comas
fi: Pilkuilla erotetut kokonaisluvut
fr: Entiers séparés par des virgules
gu: અલ્પવિરામથી વિભાજિત પૂર્ણાંકો
he: מספרים שלמים מופרדים בפסיקים
hi: अल्पविराम से अलग किए गए पूर्णांक
id: Bilangan bulat yang dipisahkan koma
it: Interi separati da virgole
ja: カンマ区切りの整数
kn: ಅಲ್ಪವಿರಾಮದಿಂದ ಬೇರ್ಪಡಿಸಿದ ಪೂರ್ಣಾಂಕಗಳು
ml: കോമയാൽ വേർതിരിച്ച പൂർണ്ണസംഖ്യകൾ
mr: स्वल्पविरामाने विभक्त पूर्णांक
nl: Door komma's gescheiden gehele getallen
no: Kommaseparerte heltall
or: କମା ଦ୍ୱାରା ପୃଥକ ପୂର୍ଣ୍ଣ ସଂଖ୍ୟା |
pa: ਕਾਮੇ ਨਾਲ ਵੱਖ ਕੀਤੇ ਪੂਰਨ ਅੰਕ
pl: Liczby całkowite oddzielone przecinkami
pt: Inteiros separados por vírgula
ru: Целые числа, разделенные запятыми
sv: Kommaseparerade heltal
ta: காற்புள்ளியால் பிரிக்கப்பட்ட முழு எண்கள்
te: కామాతో వేరు చేయబడిన పూర్ణాంకాలు
th: จำนวนเต็มคั่นด้วยเครื่องหมายจุลภาค
tr: Virgülle ayrılmış tam sayılar
vi: Số nguyên được phân tách bằng dấu phẩy

source: “%(value)s” value has an invalid date format. It must be in YYYY-MM-DD format.
ar: تحتوي القيمة "%(value)s" على تنسيق تاريخ غير صالح. ويجب أن يكون بتنسيق YYYY-MM-DD.
bn: "%(মান)s" মানের একটি অবৈধ তারিখ বিন্যাস আছে৷ এটি অবশ্যই YYYY-MM-DD ফর্ম্যাটে হতে হবে৷
da: Værdien "%(value)s" har et ugyldigt datoformat. Det skal være i formatet ÅÅÅÅ-MM-DD.
de: Der Wert „%(value)s“ hat ein ungültiges Datumsformat. Es muss im Format JJJJ-MM-TT vorliegen.
el: Η τιμή "%(value)s" έχει μη έγκυρη μορφή ημερομηνίας. Πρέπει να είναι σε μορφή ΕΕΕΕ-ΜΜ-ΗΗ.
es: El valor “%(value)s” tiene un formato de fecha no válido. Debe estar en formato AAAA-MM-DD.
fi: Arvo "%(value)s" on virheellinen päivämäärämuoto. Sen on oltava muodossa VVVV-KK-PP.
fr: La valeur « %(value)s » a un format de date non valide. Il doit être au format AAAA-MM-JJ.
gu: “%(value)s” મૂલ્ય અમાન્ય તારીખ ફોર્મેટ ધરાવે છે. તે YYYY-MM-DD ફોર્મેટમાં હોવું આવશ્યક છે.
he: לערך "%(value)s" יש פורמט תאריך לא חוקי. זה חייב להיות בפורמט YYYY-MM-DD.
hi: "%(मान)s" मान का दिनांक स्वरूप अमान्य है। यह YYYY-MM-DD प्रारूप में होना चाहिए।
id: Nilai “%(value)s” memiliki format tanggal yang tidak valid. Itu harus dalam format YYYY-MM-DD.
it: Il valore "%(value)s" ha un formato data non valido. Deve essere nel formato AAAA-MM-GG.
ja: 「%(value)s」値の日付形式が無効です。 YYYY-MM-DD 形式である必要があります。
kn: "%(value)s" ಮೌಲ್ಯವು ಅಮಾನ್ಯವಾದ ದಿನಾಂಕ ಸ್ವರೂಪವನ್ನು ಹೊಂದಿದೆ. ಇದು YYYY-MM-DD ಸ್ವರೂಪದಲ್ಲಿರಬೇಕು.
ml: "%(value)s" മൂല്യത്തിന് ഒരു അസാധുവായ തീയതി ഫോർമാറ്റ് ഉണ്ട്. ഇത് YYYY-MM-DD ഫോർമാറ്റിൽ ആയിരിക്കണം.
mr: “%(मूल्य)s” मूल्यामध्ये अवैध तारीख स्वरूप आहे. ते YYYY-MM-DD फॉरमॅटमध्ये असणे आवश्यक आहे.
nl: De waarde “%(value)s” heeft een ongeldig datumformaat. Het moet de indeling JJJJ-MM-DD hebben.
no: «%(value)s»-verdien har et ugyldig datoformat. Den må være i formatet ÅÅÅÅ-MM-DD.
or: “%(value)s” ଭାଲ୍ୟୁର ଏକ ଅବ alid ଧ ତାରିଖ ଫର୍ମାଟ୍ ଅଛି | ଏହା ନିଶ୍ଚିତ ଭାବରେ YYYY-MM-DD ଫର୍ମାଟରେ |
pa: “%(ਮੁੱਲ)s” ਮੁੱਲ ਦਾ ਇੱਕ ਅਵੈਧ ਮਿਤੀ ਫਾਰਮੈਟ ਹੈ। ਇਹ YYYY-MM-DD ਫਾਰਮੈਟ ਵਿੱਚ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Wartość „%(value)s” ma nieprawidłowy format daty. Musi być w formacie RRRR-MM-DD.
pt: O valor “%(value)s” tem um formato de data inválido. Deve estar no formato AAAA-MM-DD.
ru: Значение «%(value)s» имеет недопустимый формат даты. Он должен быть в формате ГГГГ-ММ-ДД.
sv: "%(value)s"-värdet har ett ogiltigt datumformat. Det måste vara i formatet ÅÅÅÅ-MM-DD.
ta: “%(மதிப்பு)s” மதிப்பு தவறான தேதி வடிவமைப்பைக் கொண்டுள்ளது. இது YYYY-MM-DD வடிவத்தில் இருக்க வேண்டும்.
te: “%(విలువ)లు” విలువ చెల్లని తేదీ ఆకృతిని కలిగి ఉంది. ఇది తప్పనిసరిగా YYYY-MM-DD ఆకృతిలో ఉండాలి.
th: ค่า “%(value)s” มีรูปแบบวันที่ไม่ถูกต้อง ต้องอยู่ในรูปแบบ ปปปป-ดด-วว
tr: “%(value)s” değerinde geçersiz bir tarih biçimi var. YYYY-AA-GG formatında olmalıdır.
vi: Giá trị “%(value)s” có định dạng ngày không hợp lệ. Nó phải ở định dạng YYYY-MM-DD.

source: “%(value)s” value has the correct format (YYYY-MM-DD) but it is an invalid date.
ar: القيمة "%(value)s" لها التنسيق الصحيح (YYYY-MM-DD) ولكنها تاريخ غير صالح.
bn: "%(মান)s" মানের সঠিক বিন্যাস আছে (YYYY-MM-DD) কিন্তু এটি একটি অবৈধ তারিখ।
da: Værdien "%(value)s" har det korrekte format (ÅÅÅÅ-MM-DD), men det er en ugyldig dato.
de: Der Wert „%(value)s“ hat das richtige Format (JJJJ-MM-TT), ist aber ein ungültiges Datum.
el: Η τιμή "%(value)s" έχει τη σωστή μορφή (ΕΕΕΕ-ΜΜ-ΗΗ), αλλά δεν είναι έγκυρη ημερομηνία.
es: El valor “%(valor)s” tiene el formato correcto (AAAA-MM-DD) pero es una fecha no válida.
fi: Arvo "%(value)s" on oikeassa muodossa (VVVV-KK-PP), mutta päivämäärä on virheellinen.
fr: La valeur « %(value)s » a le format correct (AAAA-MM-JJ) mais il s'agit d'une date non valide.
gu: “%(value)s” મૂલ્યનું ફોર્મેટ સાચું છે (YYYY-MM-DD) પરંતુ તે અમાન્ય તારીખ છે.
he: לערך "%(value)s" יש את הפורמט הנכון (YYYY-MM-DD) אבל הוא תאריך לא חוקי.
hi: "%(मान)s" मान का प्रारूप सही है (YYYY-MM-DD) लेकिन यह एक अमान्य तारीख है।
id: Nilai “%(value)s” memiliki format yang benar (YYYY-MM-DD) tetapi tanggalnya tidak valid.
it: Il valore "%(value)s" ha il formato corretto (AAAA-MM-GG) ma è una data non valida.
ja: 「%(value)s」値は正しい形式 (YYYY-MM-DD) ですが、無効な日付です。
kn: "%(value)s" ಮೌಲ್ಯವು ಸರಿಯಾದ ಸ್ವರೂಪವನ್ನು ಹೊಂದಿದೆ (YYYY-MM-DD) ಆದರೆ ಇದು ಅಮಾನ್ಯ ದಿನಾಂಕವಾಗಿದೆ.
ml: “%(മൂല്യം)s” മൂല്യത്തിന് ശരിയായ ഫോർമാറ്റ് ഉണ്ട് (YYYY-MM-DD) എന്നാൽ ഇത് ഒരു അസാധുവായ തീയതിയാണ്.
mr: “%(मूल्य)s” मूल्याचे स्वरूप योग्य आहे (YYYY-MM-DD) परंतु ती अवैध तारीख आहे.
nl: De waarde “%(value)s” heeft de juiste notatie (JJJJ-MM-DD), maar is een ongeldige datum.
no: «%(value)s»-verdien har riktig format (ÅÅÅÅ-MM-DD), men det er en ugyldig dato.
or: “%(value)s” ମୂଲ୍ୟର ସଠିକ୍ ଫର୍ମାଟ୍ ଅଛି (YYYY-MM-DD) କିନ୍ତୁ ଏହା ଏକ ଅବ alid ଧ ତାରିଖ |
pa: “%(ਮੁੱਲ)s” ਮੁੱਲ ਦਾ ਸਹੀ ਫਾਰਮੈਟ ਹੈ (YYYY-MM-DD) ਪਰ ਇਹ ਇੱਕ ਅਵੈਧ ਮਿਤੀ ਹੈ।
pl: Wartość „%(value)s” ma poprawny format (RRRR-MM-DD), ale jest nieprawidłową datą.
pt: O valor “%(valor)s” tem o formato correto (AAAA-MM-DD), mas é uma data inválida.
ru: Значение «%(value)s» имеет правильный формат (ГГГГ-ММ-ДД), но это недопустимая дата.
sv: Värdet "%(value)s" har rätt format (ÅÅÅÅ-MM-DD) men det är ett ogiltigt datum.
ta: “%(மதிப்பு)கள்” மதிப்பு சரியான வடிவத்தைக் கொண்டுள்ளது (YYYY-MM-DD) ஆனால் அது தவறான தேதி.
te: “%(విలువ)s” విలువ సరైన ఆకృతిని కలిగి ఉంది (YYYY-MM-DD) కానీ ఇది చెల్లని తేదీ.
th: ค่า “%(value)s” มีรูปแบบที่ถูกต้อง (ปปปป-ดด-วว) แต่เป็นวันที่ที่ไม่ถูกต้อง
tr: “%(value)s” değeri doğru formatta (YYYY-AA-GG) ancak geçersiz bir tarih.
vi: Giá trị “%(value)s” có định dạng đúng (YYYY-MM-DD) nhưng đó là ngày không hợp lệ.

source: Date (without time)
ar: التاريخ (بدون وقت)
bn: তারিখ (সময় ছাড়া)
da: Dato (uden tid)
de: Datum (ohne Uhrzeit)
el: Ημερομηνία (χωρίς ώρα)
es: Fecha (sin hora)
fi: Päivämäärä (ilman aikaa)
fr: Date (sans heure)
gu: તારીખ (સમય વિના)
he: תאריך (ללא זמן)
hi: दिनांक (समय के बिना)
id: Tanggal (tanpa waktu)
it: Data (senza ora)
ja: 日付（時間なし）
kn: ದಿನಾಂಕ (ಸಮಯವಿಲ್ಲದೆ)
ml: തീയതി (സമയമില്ലാതെ)
mr: तारीख (वेळेशिवाय)
nl: Datum (zonder tijd)
no: Dato (uten tid)
or: ତାରିଖ (ସମୟ ବିନା)
pa: ਮਿਤੀ (ਸਮੇਂ ਤੋਂ ਬਿਨਾਂ)
pl: Data (bez czasu)
pt: Data (sem hora)
ru: Дата (без времени)
sv: Datum (utan tid)
ta: தேதி (நேரம் இல்லாமல்)
te: తేదీ (సమయం లేకుండా)
th: วันที่ (ไม่มีเวลา)
tr: Tarih (saat olmadan)
vi: Ngày (không có thời gian)

source: “%(value)s” value has an invalid format. It must be in YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] format.
ar: القيمة "%(value)s" لها تنسيق غير صالح. يجب أن يكون بالتنسيق YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ].
bn: মান "%(মান)s" এর একটি অবৈধ বিন্যাস রয়েছে৷ এটি অবশ্যই YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] ফর্ম্যাটে হতে হবে
da: Værdien "%(value)s" har et ugyldigt format. Det skal være i ÅÅÅÅ-MM-DD TT:MM[:ss[.uuuuuu]][TZ]-format.
de: Der Wert „%(value)s“ hat ein ungültiges Format. Es muss im Format JJJJ-MM-TT HH:MM[:ss[.uuuuuu]][TZ] vorliegen.
el: Η τιμή "%(value)s" έχει μη έγκυρη μορφή. Πρέπει να είναι σε μορφή ΕΕΕΕ-ΜΜ-ΗΗ ΩΩ:ΜΜ[:δδ[.uuuuu]][TZ].
es: El valor “%(valor)s” tiene un formato no válido. Debe estar en formato AAAA-MM-DD HH:MM[:ss[.uuuuuu]][TZ].
fi: Arvon %(value)s muoto on virheellinen. Sen on oltava muodossa VVVV-KK-PP HH:MM[:ss[.uuuuuu]][TZ].
fr: La valeur « %(value)s » a un format non valide. Il doit être au format AAAA-MM-JJ HH:MM[:ss[.uuuuuu]][TZ].
gu: “%(value)s” મૂલ્ય અમાન્ય ફોર્મેટ ધરાવે છે. તે YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] ફોર્મેટમાં હોવું આવશ્યક છે.
he: לערך "%(value)s" יש פורמט לא חוקי. זה חייב להיות בפורמט YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ].
hi: “%(मान)s” मान का प्रारूप अमान्य है। यह YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] प्रारूप में होना चाहिए।
id: Nilai “%(value)s” memiliki format yang tidak valid. Harus dalam format YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ].
it: Il valore "%(valore)s" ha un formato non valido. Deve essere nel formato AAAA-MM-GG HH:MM[:ss[.uuuuuu]][TZ].
ja: 「%(value)s」値の形式が無効です。 YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] 形式である必要があります。
kn: “%(value)s” ಮೌಲ್ಯವು ಅಮಾನ್ಯ ಸ್ವರೂಪವನ್ನು ಹೊಂದಿದೆ. ಇದು YYYY-MM-DD HH:MM[:ss[.uuuuu]][TZ] ಫಾರ್ಮ್ಯಾಟ್‌ನಲ್ಲಿರಬೇಕು.
ml: "%(value)s" മൂല്യത്തിന് ഒരു അസാധുവായ ഫോർമാറ്റ് ഉണ്ട്. ഇത് YYYY-MM-DD HH:MM[:ss[.uuuuu]][TZ] ഫോർമാറ്റിൽ ആയിരിക്കണം.
mr: “%(मूल्य)s” मूल्यामध्ये अवैध स्वरूप आहे. ते YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] फॉरमॅटमध्ये असणे आवश्यक आहे.
nl: De waarde “%(value)s” heeft een ongeldig formaat. Het moet de indeling JJJJ-MM-DD UU:MM[:ss[.uuuuuu]][TZ] hebben.
no: «%(value)s»-verdien har et ugyldig format. Den må være i ÅÅÅÅ-MM-DD TT:MM[:ss[.uuuuuu]][TZ]-format.
or: “%(value)s” ଭାଲ୍ୟୁର ଏକ ଅବ alid ଧ ଫର୍ମାଟ୍ ଅଛି | ଏହା ନିଶ୍ଚିତ ଭାବରେ YYYY-MM-DD HH: MM [: ss [.uuuuuu]] [TZ] ଫର୍ମାଟରେ |
pa: “%(ਮੁੱਲ)s” ਮੁੱਲ ਦਾ ਇੱਕ ਅਵੈਧ ਫਾਰਮੈਟ ਹੈ। ਇਹ YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] ਫਾਰਮੈਟ ਵਿੱਚ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Wartość „%(value)s” ma nieprawidłowy format. Musi być w formacie RRRR-MM-DD HH:MM[:ss[.uuuuuu]][TZ].
pt: O valor “%(value)s” tem um formato inválido. Deve estar no formato AAAA-MM-DD HH:MM[:ss[.uuuuuu]][TZ].
ru: Значение «%(value)s» имеет недопустимый формат. Он должен быть в формате ГГГГ-ММ-ДД ЧЧ:ММ[:сс[.uuuuuu]][TZ].
sv: "%(value)s"-värdet har ett ogiltigt format. Det måste vara i formatet ÅÅÅÅ-MM-DD TT:MM[:ss[.uuuuuu]][TZ].
ta: “%(மதிப்பு)s” மதிப்பு தவறான வடிவமைப்பைக் கொண்டுள்ளது. இது YYYY-MM-DD HH:MM[:ss[.uuuuu]][TZ] வடிவத்தில் இருக்க வேண்டும்.
te: “%(విలువ)లు” విలువ చెల్లని ఆకృతిని కలిగి ఉంది. ఇది తప్పనిసరిగా YYYY-MM-DD HH:MM[:ss[.uuuuu]][TZ] ఆకృతిలో ఉండాలి.
th: ค่า “%(value)s” มีรูปแบบที่ไม่ถูกต้อง ต้องอยู่ในรูปแบบ YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]
tr: “%(value)s” değeri geçersiz bir formata sahip. YYYY-AA-GG SS:DD[:ss[.uuuuuu]][TZ] biçiminde olmalıdır.
vi: Giá trị “%(value)s” có định dạng không hợp lệ. Nó phải ở định dạng YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ].

source: “%(value)s” value has the correct format (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) but it is an invalid date/time.
ar: قيمة "%(value)s" لها التنسيق الصحيح (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) ولكنها تاريخ/وقت غير صالح.
bn: মান “%(মান)s”-এর সঠিক বিন্যাস রয়েছে (YYYY-MM-DD HH:MM[:ss[.uuuuu]][TZ]) কিন্তু একটি অবৈধ তারিখ/সময়।
da: "%(value)s"-værdien har det korrekte format (ÅÅÅÅ-MM-DD TT:MM[:ss[.uuuuuu]][TZ]), men det er en ugyldig dato/tid.
de: Der Wert „%(value)s“ hat das richtige Format (JJJJ-MM-TT HH:MM[:ss[.uuuuuu]][TZ]), ist aber ein ungültiges Datum/eine ungültige Uhrzeit.
el: Η τιμή "%(value)s" έχει τη σωστή μορφή (ΕΕΕΕ-ΜΜ-ΗΗ ΩΩ:ΜΜ[:δδ[.uuuuuu]][TZ]), αλλά δεν είναι έγκυρη ημερομηνία/ώρα.
es: El valor “%(valor)s” tiene el formato correcto (AAAA-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) pero es una fecha/hora no válida.
fi: Arvo "%(value)s" on oikeassa muodossa (VVVV-KK-PP HH:MM[:ss[.uuuuuu]][TZ]), mutta se on virheellinen päivämäärä/aika.
fr: La valeur « %(value)s » a le format correct (AAAA-MM-JJ HH:MM[:ss[.uuuuuu]][TZ]), mais il s'agit d'une date/heure non valide.
gu: “%(value)s” મૂલ્યનું ફોર્મેટ સાચું છે (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) પરંતુ તે અમાન્ય તારીખ/સમય છે.
he: לערך "%(value)s" יש את הפורמט הנכון (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) אבל זה תאריך/שעה לא חוקיים.
hi: "%(मान)s" मान का प्रारूप सही है (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) लेकिन यह एक अमान्य दिनांक/समय है।
id: Nilai “%(value)s” memiliki format yang benar (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) tetapi tanggal/waktunya tidak valid.
it: Il valore "%(value)s" ha il formato corretto (AAAA-MM-GG HH:MM[:ss[.uuuuuu]][TZ]) ma è una data/ora non valida.
ja: 「%(value)s」値は正しい形式 (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) ですが、無効な日付/時刻です。
kn: “%(value)s” ಮೌಲ್ಯವು ಸರಿಯಾದ ಸ್ವರೂಪವನ್ನು ಹೊಂದಿದೆ (YYYY-MM-DD HH:MM[:ss[.uuuuu]][TZ]) ಆದರೆ ಇದು ಅಮಾನ್ಯ ದಿನಾಂಕ/ಸಮಯವಾಗಿದೆ.
ml: “%(മൂല്യം)s” മൂല്യത്തിന് ശരിയായ ഫോർമാറ്റ് ഉണ്ട് (YYYY-MM-DD HH:MM[:ss[.uuuuu]][TZ]) എന്നാൽ ഇത് ഒരു അസാധുവായ തീയതി/സമയമാണ്.
mr: “%(मूल्य)s” मूल्याचे स्वरूप योग्य आहे (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) परंतु ती अवैध तारीख/वेळ आहे.
nl: De waarde “%(value)s” heeft de juiste notatie (JJJJ-MM-DD UU:MM[:ss[.uuuuuu]][TZ]), maar het is een ongeldige datum/tijd.
no: «%(value)s»-verdien har riktig format (ÅÅÅÅ-MM-DD TT:MM[:ss[.uuuuuu]][TZ]), men det er en ugyldig dato/klokkeslett.
or: “%(value)s” ମୂଲ୍ୟର ସଠିକ୍ ଫର୍ମାଟ୍ ଅଛି (YYYY-MM-DD HH: MM [: ss [.uuuuuu]] [TZ]) କିନ୍ତୁ ଏହା ଏକ ଅବ alid ଧ ତାରିଖ / ସମୟ |
pa: “%(ਮੁੱਲ)s” ਮੁੱਲ ਦਾ ਸਹੀ ਫਾਰਮੈਟ ਹੈ (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) ਪਰ ਇਹ ਇੱਕ ਅਵੈਧ ਮਿਤੀ/ਸਮਾਂ ਹੈ।
pl: Wartość „%(value)s” ma poprawny format (RRRR-MM-DD HH:MM[:ss[.uuuuuu]][TZ]), ale jest to nieprawidłowa data/godzina.
pt: O valor “%(value)s” tem o formato correto (AAAA-MM-DD HH:MM[:ss[.uuuuuu]][TZ]), mas é uma data/hora inválida.
ru: Значение «%(value)s» имеет правильный формат (ГГГГ-ММ-ДД ЧЧ:ММ[:сс[.uuuuuu]][TZ]), но это недопустимая дата/время.
sv: "%(value)s"-värdet har rätt format (ÅÅÅÅ-MM-DD TT:MM[:ss[.uuuuuu]][TZ]) men det är ett ogiltigt datum/tid.
ta: “%(மதிப்பு)s” மதிப்பானது சரியான வடிவத்தைக் கொண்டுள்ளது (YYYY-MM-DD HH:MM[:ss[.uuuuu]][TZ]) ஆனால் இது தவறான தேதி/நேரம்.
te: “%(విలువ)s” విలువ సరైన ఆకృతిని కలిగి ఉంది (YYYY-MM-DD HH:MM[:ss[.uuuuu]][TZ]) కానీ ఇది చెల్లని తేదీ/సమయం.
th: ค่า “%(value)s” มีรูปแบบที่ถูกต้อง (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) แต่เป็นวันที่/เวลาที่ไม่ถูกต้อง
tr: “%(value)s” değeri doğru formatta (YYYY-AA-GG SS:DD[:ss[.uuuuuu]][TZ]), ancak geçersiz bir tarih/saat.
vi: Giá trị “%(value)s” có định dạng đúng (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) nhưng đó là ngày/giờ không hợp lệ.

source: Date (with time)
ar: التاريخ (مع الوقت)
bn: তারিখ (সময় সহ)
da: Dato (med tid)
de: Datum (mit Uhrzeit)
el: Ημερομηνία (με την ώρα)
es: Fecha (con hora)
fi: Päivämäärä (ajan kanssa)
fr: Date (avec heure)
gu: તારીખ (સમય સાથે)
he: תאריך (עם זמן)
hi: दिनांक (समय के साथ)
id: Tanggal (dengan waktu)
it: Data (con ora)
ja: 日付（時刻付き）
kn: ದಿನಾಂಕ (ಸಮಯದೊಂದಿಗೆ)
ml: തീയതി (സമയത്തിനനുസരിച്ച്)
mr: तारीख (वेळेसह)
nl: Datum (met tijd)
no: Dato (med tid)
or: ତାରିଖ (ସମୟ ସହିତ)
pa: ਮਿਤੀ (ਸਮੇਂ ਦੇ ਨਾਲ)
pl: Data (z czasem)
pt: Data (com hora)
ru: Дата (со временем)
sv: Datum (med tid)
ta: தேதி (நேரத்துடன்)
te: తేదీ (సమయంతో పాటు)
th: วันที่ (พร้อมเวลา)
tr: Tarih (saatle birlikte)
vi: Ngày (có thời gian)

source: “%(value)s” value must be a decimal number.
ar: يجب أن تكون قيمة "%(value)s" رقمًا عشريًا.
bn: "%(মান)s" মান অবশ্যই একটি দশমিক সংখ্যা হতে হবে।
da: Værdien "%(value)s" skal være et decimaltal.
de: Der Wert „%(value)s“ muss eine Dezimalzahl sein.
el: Η τιμή "%(value)s" πρέπει να είναι δεκαδικός αριθμός.
es: El valor “%(valor)s” debe ser un número decimal.
fi: "%(value)s" -arvon on oltava desimaaliluku.
fr: La valeur « %(value)s » doit être un nombre décimal.
gu: “%(value)s” મૂલ્ય દશાંશ સંખ્યા હોવી આવશ્યક છે.
he: הערך "%(value)s" חייב להיות מספר עשרוני.
hi: “%(मान)s” मान एक दशमलव संख्या होनी चाहिए.
id: Nilai “%(value)s” harus berupa angka desimal.
it: Il valore “%(valore)s” deve essere un numero decimale.
ja: 「%(value)s」の値は 10 進数である必要があります。
kn: "%(ಮೌಲ್ಯ)s" ಮೌಲ್ಯವು ದಶಮಾಂಶ ಸಂಖ್ಯೆಯಾಗಿರಬೇಕು.
ml: “%(മൂല്യം)s” മൂല്യം ഒരു ദശാംശ സംഖ്യയായിരിക്കണം.
mr: “%(मूल्य)s” मूल्य दशांश संख्या असणे आवश्यक आहे.
nl: De waarde “%(value)s” moet een decimaal getal zijn.
no: «%(value)s»-verdien må være et desimaltall.
or: “%(value)s” ଭାଲ୍ୟୁ ଏକ ଦଶମିକ ସଂଖ୍ୟା ହେବା ଜରୁରୀ |
pa: “%(ਮੁੱਲ)s” ਮੁੱਲ ਇੱਕ ਦਸ਼ਮਲਵ ਸੰਖਿਆ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Wartość „%(value)s” musi być liczbą dziesiętną.
pt: O valor “%(valor)s” deve ser um número decimal.
ru: Значение «%(value)s» должно быть десятичным числом.
sv: "%(value)s"-värdet måste vara ett decimaltal.
ta: “%(மதிப்பு)கள்” மதிப்பு ஒரு தசம எண்ணாக இருக்க வேண்டும்.
te: “%(విలువ)s” విలువ తప్పనిసరిగా దశాంశ సంఖ్య అయి ఉండాలి.
th: ค่า “%(value)s” ต้องเป็นเลขทศนิยม
tr: “%(value)s” değeri ondalık sayı olmalıdır.
vi: Giá trị “%(value)s” phải là số thập phân.

source: Decimal number
ar: رقم عشري
bn: দশমিক সংখ্যা
da: Decimaltal
de: Dezimalzahl
el: Δεκαδικός αριθμός
es: numero decimal
fi: Desimaaliluku
fr: Nombre décimal
gu: દશાંશ સંખ્યા
he: מספר עשרוני
hi: दशमलव संख्या
id: Angka desimal
it: Numero decimale
ja: 10進数
kn: ದಶಮಾಂಶ ಸಂಖ್ಯೆ
ml: ദശാംശ സംഖ്യ
mr: दशांश संख्या
nl: Decimaal getal
no: Desimaltall
pa: ਦਸ਼ਮਲਵ ਸੰਖਿਆ
pl: Liczba dziesiętna
pt: Número decimal
ru: Десятичное число
sv: Decimaltal
ta: தசம எண்
te: దశాంశ సంఖ్య
th: เลขทศนิยม
tr: Ondalık sayı
vi: Số thập phân

source: “%(value)s” value has an invalid format. It must be in [DD] [[HH:]MM:]ss[.uuuuuu] format.
ar: القيمة "%(value)s" لها تنسيق غير صالح. يجب أن يكون بتنسيق [DD] [[HH:]MM:]ss[.uuuuuu].
bn: মান "%(মান)s" এর একটি অবৈধ বিন্যাস রয়েছে৷ এটি অবশ্যই [DD] [[HH:]MM:]ss[.uuuuuu] ফর্ম্যাটে হতে হবে।
da: Værdien "%(value)s" har et ugyldigt format. Det skal være i formatet [DD] [[TT:]MM:]ss[.uuuuuu].
de: Der Wert „%(value)s“ hat ein ungültiges Format. Es muss im Format [DD] [[HH:]MM:]ss[.uuuuuu] vorliegen.
el: Η τιμή "%(value)s" έχει μη έγκυρη μορφή. Πρέπει να είναι σε μορφή [ΗΗ] [[ΩΩ:]ΜΜ:]δδ[.uuuuuu].
es: El valor “%(valor)s” tiene un formato no válido. Debe estar en formato [DD] [[HH:]MM:]ss[.uuuuuu].
fi: Arvon %(value)s muoto on virheellinen. Sen on oltava muodossa [DD] [[HH:]MM:]ss[.uuuuuu].
fr: La valeur « %(value)s » a un format non valide. Il doit être au format [DD] [[HH:]MM:]ss[.uuuuuu].
gu: “%(value)s” મૂલ્ય અમાન્ય ફોર્મેટ ધરાવે છે. તે [DD] [[HH:]MM:]ss[.uuuuuu] ફોર્મેટમાં હોવું આવશ્યક છે.
he: לערך "%(value)s" יש פורמט לא חוקי. זה חייב להיות בפורמט [DD] [[HH:]MM:]ss[.uuuuuu].
hi: “%(मान)s” मान का प्रारूप अमान्य है। यह [DD] [[HH:]MM:]ss[.uuuuuu] प्रारूप में होना चाहिए।
id: Nilai “%(value)s” memiliki format yang tidak valid. Harus dalam format [DD] [[HH:]MM:]ss[.uuuuuu].
it: Il valore "%(valore)s" ha un formato non valido. Deve essere nel formato [GG] [[HH:]MM:]ss[.uuuuuu].
ja: 「%(value)s」値の形式が無効です。 [DD] [[HH:]MM:]ss[.uuuuuu] 形式である必要があります。
kn: “%(value)s” ಮೌಲ್ಯವು ಅಮಾನ್ಯ ಸ್ವರೂಪವನ್ನು ಹೊಂದಿದೆ. ಇದು [DD] [[HH:]MM:]ss[.uuuuu] ಫಾರ್ಮ್ಯಾಟ್‌ನಲ್ಲಿರಬೇಕು.
ml: "%(value)s" മൂല്യത്തിന് ഒരു അസാധുവായ ഫോർമാറ്റ് ഉണ്ട്. ഇത് [DD] [[HH:]MM:]ss[.uuuuuu] ഫോർമാറ്റിൽ ആയിരിക്കണം.
mr: “%(मूल्य)s” मूल्यामध्ये अवैध स्वरूप आहे. ते [DD] [[HH:]MM:]ss[.uuuuuu] फॉरमॅटमध्ये असणे आवश्यक आहे.
nl: De waarde “%(value)s” heeft een ongeldig formaat. Het moet de indeling [DD] [[HH:]MM:]ss[.uuuuuu] hebben.
no: «%(value)s»-verdien har et ugyldig format. Den må være i [DD] [[TT:]MM:]ss[.uuuuuu]-format.
or: “%(value)s” ଭାଲ୍ୟୁର ଏକ ଅବ alid ଧ ଫର୍ମାଟ୍ ଅଛି | ଏହା ନିଶ୍ଚିତ ଭାବରେ [DD] [[HH:] MM:] ss [.uuuuuu] ଫର୍ମାଟରେ |
pa: “%(ਮੁੱਲ)s” ਮੁੱਲ ਦਾ ਇੱਕ ਅਵੈਧ ਫਾਰਮੈਟ ਹੈ। ਇਹ [DD] [[HH:]MM:]ss[.uuuuuu] ਫਾਰਮੈਟ ਵਿੱਚ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Wartość „%(value)s” ma nieprawidłowy format. Musi być w formacie [DD] [[HH:]MM:]ss[.uuuuuu].
pt: O valor “%(value)s” tem um formato inválido. Deve estar no formato [DD] [[HH:]MM:]ss[.uuuuuu].
ru: Значение «%(value)s» имеет недопустимый формат. Он должен быть в формате [DD] [[HH:]MM:]ss[.uuuuuu].
sv: "%(value)s"-värdet har ett ogiltigt format. Det måste vara i formatet [DD] [[HH:]MM:]ss[.uuuuuu].
ta: “%(மதிப்பு)s” மதிப்பு தவறான வடிவமைப்பைக் கொண்டுள்ளது. இது கண்டிப்பாக [DD] [[HH:]MM:]ss[.uuuuu] வடிவத்தில் இருக்க வேண்டும்.
te: “%(విలువ)లు” విలువ చెల్లని ఆకృతిని కలిగి ఉంది. ఇది తప్పనిసరిగా [DD] [[HH:]MM:]ss[.uuuuu] ఆకృతిలో ఉండాలి.
th: ค่า “%(value)s” มีรูปแบบที่ไม่ถูกต้อง ต้องอยู่ในรูปแบบ [DD] [[HH:]MM:]ss[.uuuuuu]
tr: “%(value)s” değeri geçersiz bir formata sahip. [GG] [[HH:]MM:]ss[.uuuuuu] biçiminde olmalıdır.
vi: Giá trị “%(value)s” có định dạng không hợp lệ. Nó phải ở định dạng [DD] [[HH:]MM:]ss[.uuuuuu].

source: Duration
ar: مدة
bn: সময়কাল
da: Varighed
de: Dauer
el: Διάρκεια
es: Duración
fi: Kesto
fr: Durée
gu: અવધિ
he: מֶשֶׁך
hi: अवधि
id: Lamanya
it: Durata
ja: 間隔
kn: ಅವಧಿ
ml: ദൈർഘ്യം
mr: कालावधी
nl: Duur
no: Varighet
or: ଅବଧି
pa: ਮਿਆਦ
pl: Czas trwania
pt: Duração
ru: Продолжительность
sv: Varaktighet
ta: கால அளவு
te: వ్యవధి
th: ระยะเวลา
tr: Süre
vi: Khoảng thời gian

source: Email address
ar: عنوان البريد الإلكتروني
bn: ইমেইল ঠিকানা
da: E-mailadresse
de: E-Mail-Adresse
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου
es: Dirección de correo electrónico
fi: Sähköpostiosoite
fr: Adresse email
gu: ઇમેઇલ સરનામું
he: כתובת אימייל
hi: मेल पता
id: Alamat email
it: Indirizzo e-mail
ja: 電子メールアドレス
kn: ಇಮೇಲ್ ವಿಳಾಸ
ml: ഇമെയിൽ വിലാസം
mr: ईमेल पत्ता
nl: E-mailadres
no: E-postadresse
or: ଇମେଲ୍ ଠିକଣା
pa: ਈਮੇਲ ਪਤਾ
pl: Adres e-mail
pt: Endereço de email
ru: Адрес электронной почты
sv: E-postadress
ta: மின்னஞ்சல் முகவரி
te: ఇమెయిల్ చిరునామా
th: ที่อยู่อีเมล
tr: E-posta adresi
vi: Địa chỉ email

source: File path
ar: مسار الملف
bn: ফাইল পাথ
da: Filsti
de: Dateipfad
el: Διαδρομή αρχείου
es: Ruta del archivo
fi: Tiedoston polku
fr: Chemin du fichier
gu: ફાઇલ પાથ
he: נתיב הקובץ
hi: दस्तावेज पथ
id: Jalur berkas
it: Percorso del file
ja: ファイルパス
kn: ಫೈಲ್ ಮಾರ್ಗ
ml: ഫയൽ പാത
mr: फाइल मार्ग
nl: Bestandspad
no: Filbane
or: ଫାଇଲ୍ ପଥ
pa: ਫਾਈਲ ਮਾਰਗ
pl: Ścieżka pliku
pt: Caminho do arquivo
ru: Путь к файлу
sv: Filsökväg
ta: கோப்பு பாதை
te: ఫైల్ మార్గం
th: เส้นทางไฟล์
tr: Dosya yolu
vi: Đường dẫn tệp

source: “%(value)s” value must be a float.
ar: يجب أن تكون قيمة "%(value)s" عائمة.
bn: "%(মান)s" মান অবশ্যই একটি ফ্লোট হতে হবে৷
da: "%(value)s"-værdien skal være en flydende.
de: Der Wert „%(value)s“ muss ein Gleitkommawert sein.
el: Η τιμή "%(value)s" πρέπει να είναι float.
es: El valor “%(value)s” debe ser flotante.
fi: "%(value)s"-arvon on oltava float.
fr: La valeur « %(value)s » doit être un flottant.
gu: “%(value)s” મૂલ્ય ફ્લોટ હોવું આવશ્યક છે.
he: ערך "%(value)s" חייב להיות צף.
hi: "%(मान)s" मान एक फ़्लोट होना चाहिए।
id: Nilai “%(value)s” harus berupa float.
it: Il valore “%(value)s” deve essere un float.
ja: 「%(value)s」の値は浮動小数点数である必要があります。
kn: "%(ಮೌಲ್ಯ)s" ಮೌಲ್ಯವು ಫ್ಲೋಟ್ ಆಗಿರಬೇಕು.
ml: "%(value)s" മൂല്യം ഒരു ഫ്ലോട്ട് ആയിരിക്കണം.
mr: “%(मूल्य)s” मूल्य फ्लोट असणे आवश्यक आहे.
nl: De waarde “%(value)s” moet een float zijn.
no: «%(value)s»-verdien må være en flytende.
or: “%(value)s” ଭାଲ୍ୟୁ ଏକ ଫ୍ଲୋଟ୍ ହେବା ଜରୁରୀ |
pa: “%(ਮੁੱਲ)s” ਮੁੱਲ ਇੱਕ ਫਲੋਟ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Wartość „%(value)s” musi być liczbą zmiennoprzecinkową.
pt: O valor “%(value)s” deve ser flutuante.
ru: Значение «%(value)s» должно быть числом с плавающей запятой.
sv: "%(value)s"-värdet måste vara ett flytande värde.
ta: “%(மதிப்பு)கள்” மதிப்பு மிதவையாக இருக்க வேண்டும்.
te: “%(విలువ)లు” విలువ తప్పనిసరిగా ఫ్లోట్ అయి ఉండాలి.
th: ค่า “%(value)s” จะต้องเป็นแบบทศนิยม
tr: “%(value)s” değeri float olmalıdır.
vi: Giá trị “%(value)s” phải là giá trị nổi.
