Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: API Security
ar: أمان واجهة برمجة التطبيقات
bn: API নিরাপত্তা
da: API sikkerhed
de: API-Sicherheit
el: Ασφάλεια API
es: Seguridad API
fi: API-suojaus
fr: Sécurité des API
he: אבטחת API
hi: एपीआई सुरक्षा
id: Keamanan API
it: Sicurezza dell'API
ja: APIセキュリティ
kn: API ಭದ್ರತೆ
ml: API സുരക്ഷ
mr: API सुरक्षा
nl: API-beveiliging
pa: API ਸੁਰੱਖਿਆ
pl: Bezpieczeństwo API
pt: Segurança de API
ru: API-безопасность
sv: API-säkerhet
ta: API பாதுகாப்பு
te: API భద్రత
th: ความปลอดภัยของเอพีไอ
tr: API Güvenliği
vi: Bảo mật API

source: API Rate Limit (requests per minute)
ar: حد معدل واجهة برمجة التطبيقات (الطلبات في الدقيقة)
bn: API হার সীমা (প্রতি মিনিটে অনুরোধ)
da: API-hastighedsgrænse (anmodninger pr. minut)
de: API-Ratenlimit (Anfragen pro Minute)
el: Όριο ποσοστού API (αιτήματα ανά λεπτό)
es: Límite de tasa API (solicitudes por minuto)
fi: API Rate Limit (pyyntöjä minuutissa)
fr: Limite de débit API (requêtes par minute)
he: מגבלת קצב API (בקשות לדקה)
hi: एपीआई दर सीमा (प्रति मिनट अनुरोध)
id: Batas Kecepatan API (permintaan per menit)
it: Limite di velocità API (richieste al minuto)
ja: API レート制限 (1 分あたりのリクエスト数)
kn: API ದರ ಮಿತಿ (ಪ್ರತಿ ನಿಮಿಷಕ್ಕೆ ವಿನಂತಿಗಳು)
ml: API നിരക്ക് പരിധി (മിനിറ്റിൽ അഭ്യർത്ഥനകൾ)
mr: API दर मर्यादा (प्रति मिनिट विनंत्या)
nl: API-snelheidslimiet (aanvragen per minuut)
pa: API ਦਰ ਸੀਮਾ (ਪ੍ਰਤੀ ਮਿੰਟ ਬੇਨਤੀਆਂ)
pl: Limit szybkości API (żądania na minutę)
pt: Limite de taxa de API (solicitações por minuto)
ru: Ограничение скорости API (запросов в минуту)
sv: API-hastighetsgräns (förfrågningar per minut)
ta: API விகித வரம்பு (நிமிடத்திற்கான கோரிக்கைகள்)
te: API రేటు పరిమితి (నిమిషానికి అభ్యర్థనలు)
th: ขีดจำกัดอัตรา API (คำขอต่อนาที)
tr: API Hız Sınırı (dakika başına istek)
vi: Giới hạn tốc độ API (yêu cầu mỗi phút)

source: API Key Expiration (days)
ar: انتهاء صلاحية مفتاح واجهة برمجة التطبيقات (بالأيام)
bn: API কী মেয়াদ শেষ (দিন)
da: API-nøgleudløb (dage)
de: Ablauf des API-Schlüssels (Tage)
el: Λήξη κλειδιού API (ημέρες)
es: Caducidad de la clave API (días)
fi: API-avaimen vanheneminen (päivää)
fr: Expiration de la clé API (jours)
he: תפוגה של מפתח API (ימים)
hi: एपीआई कुंजी समाप्ति (दिन)
id: Kedaluwarsa Kunci API (hari)
it: Scadenza chiave API (giorni)
ja: API キーの有効期限 (日)
kn: API ಕೀ ಮುಕ್ತಾಯ (ದಿನಗಳು)
ml: API കീ കാലഹരണപ്പെടൽ (ദിവസങ്ങൾ)
mr: API की कालबाह्यता (दिवस)
nl: Vervaldatum API-sleutel (dagen)
pa: API ਕੁੰਜੀ ਦੀ ਸਮਾਪਤੀ (ਦਿਨ)
pl: Wygaśnięcie klucza API (dni)
pt: Expiração da chave de API (dias)
ru: Срок действия ключа API (дни)
sv: API-nyckels utgång (dagar)
ta: API விசை காலாவதி (நாட்கள்)
te: API కీ గడువు (రోజులు)
th: การหมดอายุของคีย์ API (วัน)
tr: API Anahtarının Sona Erme Tarihi (gün)
vi: Hết hạn khóa API (ngày)

source: Require manual approval for API key requests
ar: تتطلب الموافقة اليدوية لطلبات مفتاح API
bn: API কী অনুরোধের জন্য ম্যানুয়াল অনুমোদনের প্রয়োজন
da: Kræv manuel godkendelse for API-nøgleanmodninger
de: Für API-Schlüsselanfragen ist eine manuelle Genehmigung erforderlich
el: Απαιτείται μη αυτόματη έγκριση για αιτήματα κλειδιού API
es: Requerir aprobación manual para solicitudes de clave API
fi: Vaadi manuaalinen hyväksyntä API-avainpyynnöille
fr: Exiger une approbation manuelle pour les demandes de clés API
he: דרוש אישור ידני עבור בקשות מפתח API
hi: एपीआई कुंजी अनुरोधों के लिए मैन्युअल अनुमोदन की आवश्यकता है
id: Memerlukan persetujuan manual untuk permintaan kunci API
it: Richiedi l'approvazione manuale per le richieste di chiavi API
ja: API キーリクエストには手動承認が必要
kn: API ಪ್ರಮುಖ ವಿನಂತಿಗಳಿಗೆ ಹಸ್ತಚಾಲಿತ ಅನುಮೋದನೆಯ ಅಗತ್ಯವಿದೆ
ml: API കീ അഭ്യർത്ഥനകൾക്ക് നേരിട്ട് അംഗീകാരം ആവശ്യമാണ്
mr: API की विनंत्यांना मॅन्युअल मंजूरी आवश्यक आहे
nl: Handmatige goedkeuring vereisen voor API-sleutelaanvragen
pa: API ਕੁੰਜੀ ਬੇਨਤੀਆਂ ਲਈ ਦਸਤੀ ਪ੍ਰਵਾਨਗੀ ਦੀ ਲੋੜ ਹੈ
pl: Wymagaj ręcznego zatwierdzania żądań klucza API
pt: Exigir aprovação manual para solicitações de chaves de API
ru: Требовать ручное одобрение запросов ключей API
sv: Kräv manuellt godkännande för API-nyckelförfrågningar
ta: API முக்கிய கோரிக்கைகளுக்கு கைமுறை அனுமதி தேவை
te: API కీ అభ్యర్థనల కోసం మాన్యువల్ ఆమోదం అవసరం
th: จำเป็นต้องได้รับการอนุมัติด้วยตนเองสำหรับคำขอคีย์ API
tr: API anahtarı istekleri için manuel onay gerektir
vi: Yêu cầu phê duyệt thủ công đối với các yêu cầu khóa API

source: Security Monitoring
ar: مراقبة الأمن
bn: নিরাপত্তা পর্যবেক্ষণ
da: Sikkerhedsovervågning
de: Sicherheitsüberwachung
el: Παρακολούθηση Ασφάλειας
es: Monitoreo de seguridad
fi: Turvallisuuden valvonta
fr: Surveillance de la sécurité
he: ניטור אבטחה
hi: सुरक्षा निगरानी
id: Pemantauan Keamanan
it: Monitoraggio della sicurezza
ja: セキュリティ監視
kn: ಭದ್ರತಾ ಮಾನಿಟರಿಂಗ್
ml: സുരക്ഷാ നിരീക്ഷണം
mr: सुरक्षा देखरेख
nl: Beveiligingsmonitoring
pa: ਸੁਰੱਖਿਆ ਨਿਗਰਾਨੀ
pl: Monitorowanie bezpieczeństwa
pt: Monitoramento de segurança
ru: Мониторинг безопасности
sv: Säkerhetsövervakning
ta: பாதுகாப்பு கண்காணிப்பு
te: భద్రతా పర్యవేక్షణ
th: การตรวจสอบความปลอดภัย
tr: Güvenlik İzleme
vi: Giám sát an ninh

source: Enable comprehensive audit logging
ar: تمكين تسجيل التدقيق الشامل
bn: ব্যাপক অডিট লগিং সক্ষম করুন
da: Aktiver omfattende revisionslogning
de: Aktivieren Sie eine umfassende Audit-Protokollierung
el: Ενεργοποίηση ολοκληρωμένης καταγραφής ελέγχου
es: Habilite el registro de auditoría completo
fi: Ota käyttöön kattava tarkastusloki
fr: Activer une journalisation d’audit complète
he: אפשר רישום ביקורת מקיף
hi: व्यापक ऑडिट लॉगिंग सक्षम करें
id: Aktifkan pencatatan audit yang komprehensif
it: Abilita la registrazione di controllo completa
ja: 包括的な監査ログを有効にする
kn: ಸಮಗ್ರ ಆಡಿಟ್ ಲಾಗಿಂಗ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ml: സമഗ്രമായ ഓഡിറ്റ് ലോഗിംഗ് പ്രവർത്തനക്ഷമമാക്കുക
mr: सर्वसमावेशक ऑडिट लॉगिंग सक्षम करा
nl: Schakel uitgebreide auditlogboekregistratie in
pa: ਵਿਆਪਕ ਆਡਿਟ ਲੌਗਿੰਗ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ
pl: Włącz kompleksowe rejestrowanie audytu
pt: Habilite o registro de auditoria abrangente
ru: Включить комплексное ведение журнала аудита
sv: Aktivera omfattande revisionsloggning
ta: விரிவான தணிக்கை பதிவை இயக்கவும்
te: సమగ్ర ఆడిట్ లాగింగ్‌ని ప్రారంభించండి
th: เปิดใช้งานการบันทึกการตรวจสอบที่ครอบคลุม
tr: Kapsamlı denetim günlüğünü etkinleştirme
vi: Cho phép ghi nhật ký kiểm tra toàn diện

source: Enable intrusion detection system
ar: تمكين نظام كشف التسلل
bn: অনুপ্রবেশ সনাক্তকরণ সিস্টেম সক্ষম করুন
da: Aktiver indtrængningsdetektionssystem
de: Aktivieren Sie das Einbruchmeldesystem
el: Ενεργοποίηση συστήματος ανίχνευσης εισβολής
es: Habilitar el sistema de detección de intrusos
fi: Ota tunkeutumisen havaitsemisjärjestelmä käyttöön
fr: Activer le système de détection d'intrusion
he: הפעל מערכת זיהוי חדירה
hi: घुसपैठ का पता लगाने वाली प्रणाली सक्षम करें
id: Aktifkan sistem deteksi intrusi
it: Abilita il sistema di rilevamento delle intrusioni
ja: 侵入検知システムを有効にする
kn: ಒಳನುಗ್ಗುವಿಕೆ ಪತ್ತೆ ವ್ಯವಸ್ಥೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ml: നുഴഞ്ഞുകയറ്റം കണ്ടെത്തൽ സംവിധാനം പ്രവർത്തനക്ഷമമാക്കുക
mr: घुसखोरी शोध प्रणाली सक्षम करा
nl: Schakel het inbraakdetectiesysteem in
pa: ਘੁਸਪੈਠ ਖੋਜ ਪ੍ਰਣਾਲੀ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ
pl: Włącz system wykrywania włamań
pt: Ativar sistema de detecção de intrusão
ru: Включить систему обнаружения вторжений
sv: Aktivera intrångsdetekteringssystem
ta: ஊடுருவல் கண்டறிதல் அமைப்பை இயக்கவும்
te: చొరబాటు గుర్తింపు వ్యవస్థను ప్రారంభించండి
th: เปิดใช้งานระบบตรวจจับการบุกรุก
tr: İzinsiz giriş tespit sistemini etkinleştirin
vi: Kích hoạt hệ thống phát hiện xâm nhập

source: Enable automated security updates
ar: تمكين التحديثات الأمنية التلقائية
bn: স্বয়ংক্রিয় নিরাপত্তা আপডেট সক্ষম করুন
da: Aktiver automatiske sikkerhedsopdateringer
de: Aktivieren Sie automatisierte Sicherheitsupdates
el: Ενεργοποίηση αυτοματοποιημένων ενημερώσεων ασφαλείας
es: Habilitar actualizaciones de seguridad automatizadas
fi: Ota automaattiset tietoturvapäivitykset käyttöön
fr: Activer les mises à jour de sécurité automatisées
he: הפעל עדכוני אבטחה אוטומטיים
hi: स्वचालित सुरक्षा अद्यतन सक्षम करें
id: Aktifkan pembaruan keamanan otomatis
it: Abilita gli aggiornamenti di sicurezza automatizzati
ja: 自動セキュリティ更新を有効にする
kn: ಸ್ವಯಂಚಾಲಿತ ಭದ್ರತಾ ನವೀಕರಣಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ml: ഓട്ടോമേറ്റഡ് സുരക്ഷാ അപ്‌ഡേറ്റുകൾ പ്രവർത്തനക്ഷമമാക്കുക
mr: स्वयंचलित सुरक्षा अद्यतने सक्षम करा
nl: Schakel geautomatiseerde beveiligingsupdates in
pa: ਸਵੈਚਲਿਤ ਸੁਰੱਖਿਆ ਅੱਪਡੇਟ ਚਾਲੂ ਕਰੋ
pl: Włącz automatyczne aktualizacje zabezpieczeń
pt: Habilite atualizações de segurança automatizadas
ru: Включить автоматические обновления безопасности
sv: Aktivera automatiska säkerhetsuppdateringar
ta: தானியங்கு பாதுகாப்பு புதுப்பிப்புகளை இயக்கவும்
te: స్వయంచాలక భద్రతా నవీకరణలను ప్రారంభించండి
th: เปิดใช้งานการอัปเดตความปลอดภัยอัตโนมัติ
tr: Otomatik güvenlik güncellemelerini etkinleştir
vi: Bật cập nhật bảo mật tự động

source: Save Security Settings
ar: حفظ إعدادات الأمان
bn: নিরাপত্তা সেটিংস সংরক্ষণ করুন
da: Gem sikkerhedsindstillinger
de: Sicherheitseinstellungen speichern
el: Αποθήκευση ρυθμίσεων ασφαλείας
es: Guardar configuración de seguridad
fi: Tallenna suojausasetukset
fr: Enregistrer les paramètres de sécurité
he: שמור הגדרות אבטחה
hi: सुरक्षा सेटिंग्स सहेजें
id: Simpan Pengaturan Keamanan
it: Salva le impostazioni di sicurezza
ja: セキュリティ設定の保存
kn: ಭದ್ರತಾ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಉಳಿಸಿ
ml: സുരക്ഷാ ക്രമീകരണങ്ങൾ സംരക്ഷിക്കുക
mr: सुरक्षा सेटिंग्ज जतन करा
nl: Bewaar beveiligingsinstellingen
pa: ਸੁਰੱਖਿਆ ਸੈਟਿੰਗਾਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰੋ
pl: Zapisz ustawienia zabezpieczeń
pt: Salvar configurações de segurança
ru: Сохранить настройки безопасности
sv: Spara säkerhetsinställningar
ta: பாதுகாப்பு அமைப்புகளைச் சேமிக்கவும்
te: భద్రతా సెట్టింగ్‌లను సేవ్ చేయండి
th: บันทึกการตั้งค่าความปลอดภัย
tr: Güvenlik Ayarlarını Kaydet
vi: Lưu cài đặt bảo mật

source: Sidebar
ar: الشريط الجانبي
bn: সাইডবার
da: Sidebjælke
de: Seitenleiste
el: Πλαϊνή γραμμή
es: Barra lateral
fi: Sivupalkki
fr: Barre latérale
gu: સાઇડબાર
he: סרגל צד
hi: साइड बार
id: Bilah samping
it: Barra laterale
ja: サイドバー
kn: ಪಾರ್ಶ್ವಪಟ್ಟಿ
ml: സൈഡ്‌ബാർ
mr: साइडबार
nl: Zijbalk
no: Sidefelt
or: ପାର୍ଶ୍ୱ ପଟି
pa: ਸਾਈਡਬਾਰ
pl: Pasek boczny
pt: Barra lateral
ru: Боковая панель
sv: Sidofält
ta: பக்கப்பட்டி
te: సైడ్‌బార్
th: แถบด้านข้าง
tr: Kenar çubuğu
vi: Thanh bên

source: All Programs
ar: جميع البرامج
bn: সমস্ত প্রোগ্রাম
da: Alle programmer
de: Alle Programme
el: Όλα τα Προγράμματα
es: Todos los programas
fi: Kaikki ohjelmat
fr: Tous les programmes
he: כל התוכניות
hi: सभी कार्यक्रम
id: Semua Program
it: Tutti i programmi
ja: すべてのプログラム
kn: ಎಲ್ಲಾ ಕಾರ್ಯಕ್ರಮಗಳು
ml: എല്ലാ പ്രോഗ്രാമുകളും
mr: सर्व कार्यक्रम
nl: Alle programma's
pa: ਸਾਰੇ ਪ੍ਰੋਗਰਾਮ
pl: Wszystkie programy
pt: Todos os programas
ru: Все программы
sv: Alla program
ta: அனைத்து நிகழ்ச்சிகளும்
te: అన్ని కార్యక్రమాలు
th: โปรแกรมทั้งหมด
tr: Tüm Programlar
vi: Tất cả chương trình

source: Learning Path
ar: مسار التعلم
bn: শেখার পথ
da: Læringsvej
de: Lernpfad
el: Μαθησιακή Διαδρομή
es: Ruta de aprendizaje
fi: Oppimispolku
fr: Parcours d'apprentissage
gu: શીખવાનો માર્ગ
he: נתיב למידה
hi: शिक्षण मार्ग
id: Jalur Pembelajaran
it: Percorso di apprendimento
ja: 学習パス
kn: ಕಲಿಕೆಯ ಮಾರ್ಗ
ml: പഠന പാത
mr: शिकण्याचा मार्ग
nl: Leerpad
no: Læringsvei
or: ଶିଖିବା ପଥ
pa: ਸਿੱਖਣ ਦਾ ਮਾਰਗ
pl: Ścieżka edukacyjna
pt: Caminho de aprendizagem
ru: Путь обучения
sv: Inlärningsväg
ta: கற்றல் பாதை
te: అభ్యాస మార్గం
th: เส้นทางการเรียนรู้
tr: Öğrenme Yolu
vi: Lộ trình học tập

source: All Deliveries
ar: جميع التوصيلات
bn: সমস্ত বিতরণ
da: Alle leverancer
de: Alle Lieferungen
el: Όλες οι παραδόσεις
es: Todas las entregas
fi: Kaikki toimitukset
fr: Toutes les livraisons
he: כל המשלוחים
hi: सभी डिलीवरी
id: Semua Pengiriman
it: Tutte le consegne
ja: すべての配達
kn: ಎಲ್ಲಾ ವಿತರಣೆಗಳು
ml: എല്ലാ ഡെലിവറികളും
mr: सर्व वितरण
nl: Alle leveringen
pa: ਸਾਰੀਆਂ ਡਿਲਿਵਰੀ
pl: Wszystkie dostawy
pt: Todas as entregas
ru: Все поставки
sv: Alla leveranser
ta: அனைத்து விநியோகங்கள்
te: అన్ని డెలివరీలు
th: จัดส่งทั้งหมด
tr: Tüm Teslimatlar
vi: Tất cả giao hàng

source: User Groups
ar: مجموعات المستخدمين
bn: ব্যবহারকারী গ্রুপ
da: Brugergrupper
de: Benutzergruppen
el: Ομάδες χρηστών
es: Grupos de usuarios
fi: Käyttäjäryhmät
fr: Groupes d'utilisateurs
he: קבוצות משתמשים
hi: यूसर समूह
id: Grup Pengguna
it: Gruppi di utenti
ja: ユーザーグループ
kn: ಬಳಕೆದಾರರ ಗುಂಪುಗಳು
ml: ഉപയോക്തൃ ഗ്രൂപ്പുകൾ
mr: वापरकर्ता गट
nl: Gebruikersgroepen
pa: ਉਪਭੋਗਤਾ ਸਮੂਹ
pl: Grupy użytkowników
pt: Grupos de usuários
ru: Группы пользователей
sv: Användargrupper
ta: பயனர் குழுக்கள்
te: వినియోగదారు సమూహాలు
th: กลุ่มผู้ใช้
tr: Kullanıcı Grupları
vi: Nhóm người dùng

source: Reports & Analytics
ar: التقارير والتحليلات
bn: প্রতিবেদন এবং বিশ্লেষণ
da: Rapporter & Analytics
de: Berichte und Analysen
el: Αναφορές & Αναλύσεις
es: Informes y análisis
fi: Raportit ja analyysit
fr: Rapports et analyses
gu: રિપોર્ટ્સ અને એનાલિટિક્સ
he: דוחות וניתוחים
hi: रिपोर्ट और विश्लेषण
id: Laporan & Analisis
it: Report e analisi
ja: レポートと分析
kn: ವರದಿಗಳು ಮತ್ತು ವಿಶ್ಲೇಷಣೆಗಳು
ml: റിപ്പോർട്ടുകളും അനലിറ്റിക്‌സും
mr: अहवाल आणि विश्लेषण
nl: Rapporten en analyses
no: Rapporter og analyser
or: ରିପୋର୍ଟ ଏବଂ ଆନାଲିଟିକ୍ସ |
pa: ਰਿਪੋਰਟਾਂ ਅਤੇ ਵਿਸ਼ਲੇਸ਼ਣ
pl: Raporty i analizy
pt: Relatórios e análises
ru: Отчеты и аналитика
sv: Rapporter & Analytics
ta: அறிக்கைகள் & பகுப்பாய்வு
te: నివేదికలు & విశ్లేషణలు
th: รายงานและการวิเคราะห์
tr: Raporlar ve Analizler
vi: Báo cáo & Phân tích

source: Course Completion
ar: إكمال الدورة
bn: কোর্স সমাপ্তি
da: Kursusafslutning
de: Kursabschluss
el: Ολοκλήρωση μαθήματος
es: Finalización del curso
fi: Kurssin suorittaminen
fr: Achèvement du cours
gu: અભ્યાસક્રમ પૂર્ણ
he: סיום הקורס
hi: पाठ्यक्रम समापन
id: Penyelesaian Kursus
it: Completamento del corso
ja: コースの完了
kn: ಕೋರ್ಸ್ ಪೂರ್ಣಗೊಳಿಸುವಿಕೆ
ml: കോഴ്സ് പൂർത്തീകരണം
mr: अभ्यासक्रम पूर्ण करणे
nl: Cursus voltooiing
no: Gjennomføring av kurs
or: ପାଠ୍ୟକ୍ରମ ସମାପ୍ତି
pa: ਕੋਰਸ ਪੂਰਾ ਕਰਨਾ
pl: Ukończenie kursu
pt: Conclusão do curso
ru: Завершение курса
sv: Avslutad kurs
ta: பாடநெறி நிறைவு
te: కోర్సు పూర్తి
th: จบหลักสูตร
tr: Kurs Tamamlanması
vi: Hoàn thành khóa học

source: Resource Usage
ar: استخدام الموارد
bn: সম্পদ ব্যবহার
da: Ressourceforbrug
de: Ressourcennutzung
el: Χρήση πόρων
es: Uso de recursos
fi: Resurssien käyttö
fr: Utilisation des ressources
gu: સંસાધન વપરાશ
he: שימוש במשאבים
hi: स्रोत का उपयोग
id: Penggunaan Sumber Daya
it: Utilizzo delle risorse
ja: リソースの使用量
kn: ಸಂಪನ್ಮೂಲ ಬಳಕೆ
ml: വിഭവങ്ങളുടെ ഉപയോഗം
mr: संसाधनाचा वापर
nl: Gebruik van hulpbronnen
no: Ressursbruk
or: ଉତ୍ସ ବ୍ୟବହାର
pa: ਸਰੋਤ ਦੀ ਵਰਤੋਂ
pl: Wykorzystanie zasobów
pt: Uso de recursos
ru: Использование ресурсов
sv: Resursanvändning
ta: வள பயன்பாடு
te: వనరుల వినియోగం
th: การใช้ทรัพยากร
tr: Kaynak Kullanımı
vi: Sử dụng tài nguyên

source: Logout
ar: تسجيل الخروج
bn: লগআউট
da: Log ud
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
fi: Kirjaudu ulos
fr: Déconnexion
gu: લોગઆઉટ
he: התנתק
hi: लॉग आउट
it: Esci
ja: ログアウト
kn: ಲಾಗ್ಔಟ್
ml: പുറത്തുകടക്കുക
mr: लॉगआउट करा
nl: Uitloggen
no: Logg ut
or: ଲଗଆଉଟ୍ |
pa: ਲਾਗਆਉਟ
pl: Wyloguj się
pt: Sair
ru: Выход из системы
sv: Utloggning
ta: வெளியேறு
te: లాగ్అవుట్
th: ออกจากระบบ
tr: Oturumu kapat
vi: Đăng xuất

source: Organization Units Management
ar: إدارة الوحدات التنظيمية
bn: সংগঠন ইউনিট ব্যবস্থাপনা
da: Ledelse af organisationsenheder
de: Verwaltung von Organisationseinheiten
el: Διαχείριση Μονάδων Οργανισμού
es: Gestión de unidades organizativas
fi: Organisaatioyksiköiden hallinta
fr: Gestion des unités organisationnelles
he: ניהול יחידות ארגוניות
hi: संगठन इकाई प्रबंधन
id: Manajemen Unit Organisasi
it: Gestione delle Unità Organizzative
ja: 組織単位の管理
kn: ಸಂಸ್ಥೆಯ ಘಟಕಗಳ ನಿರ್ವಹಣೆ
ml: ഓർഗനൈസേഷൻ യൂണിറ്റുകൾ മാനേജ്മെൻ്റ്
mr: संस्था एकके व्यवस्थापन
nl: Beheer van organisatie-eenheden
pa: ਸੰਗਠਨ ਯੂਨਿਟ ਪ੍ਰਬੰਧਨ
pl: Zarządzanie jednostkami organizacyjnymi
pt: Gestão de Unidades Organizacionais
ru: Управление подразделениями организации
sv: Organisationsenhetsledning
ta: நிறுவன அலகுகள் மேலாண்மை
te: సంస్థ యూనిట్ల నిర్వహణ
th: การจัดการหน่วยองค์กร
tr: Organizasyon Birimleri Yönetimi
vi: Quản lý đơn vị tổ chức

source: Manage and Organize Your Organization Structure
ar: إدارة وتنظيم الهيكل التنظيمي الخاص بك
bn: আপনার সংস্থার কাঠামো পরিচালনা এবং সংগঠিত করুন
da: Administrer og organiser din organisationsstruktur
de: Verwalten und organisieren Sie Ihre Organisationsstruktur
el: Διαχειριστείτε και οργανώστε την οργανωτική σας δομή
es: Administre y organice la estructura de su organización
fi: Hallinnoi ja järjestä organisaatiorakennettasi
fr: Gérez et organisez votre structure organisationnelle
he: נהל וארגן את מבנה הארגון שלך
hi: अपने संगठन की संरचना को प्रबंधित और व्यवस्थित करें
id: Kelola dan Atur Struktur Organisasi Anda
it: Gestisci e organizza la tua struttura organizzativa
ja: 組織構造を管理および整理する
kn: ನಿಮ್ಮ ಸಂಸ್ಥೆಯ ರಚನೆಯನ್ನು ನಿರ್ವಹಿಸಿ ಮತ್ತು ಸಂಘಟಿಸಿ
ml: നിങ്ങളുടെ ഓർഗനൈസേഷൻ ഘടന നിയന്ത്രിക്കുകയും സംഘടിപ്പിക്കുകയും ചെയ്യുക
mr: तुमची संस्था संरचना व्यवस्थापित करा आणि व्यवस्थापित करा
nl: Beheer en organiseer uw organisatiestructuur
pa: ਆਪਣੇ ਸੰਗਠਨ ਦੇ ਢਾਂਚੇ ਦਾ ਪ੍ਰਬੰਧਨ ਅਤੇ ਪ੍ਰਬੰਧ ਕਰੋ
pl: Zarządzaj i organizuj strukturę swojej organizacji
pt: Gerencie e organize a estrutura da sua organização
ru: Управляйте и организуйте структуру вашей организации
sv: Hantera och organisera din organisationsstruktur
ta: உங்கள் நிறுவன கட்டமைப்பை நிர்வகிக்கவும் ஒழுங்கமைக்கவும்
te: మీ సంస్థ నిర్మాణాన్ని నిర్వహించండి మరియు నిర్వహించండి
th: จัดการและจัดระเบียบโครงสร้างองค์กรของคุณ
tr: Organizasyon Yapınızı Yönetin ve Organize Edin
vi: Quản lý và tổ chức cơ cấu tổ chức của bạn

source: Total Units
ar: إجمالي الوحدات
bn: মোট ইউনিট
da: Samlede enheder
de: Gesamteinheiten
el: Σύνολο μονάδων
es: Unidades totales
fi: Yksiköt yhteensä
fr: Unités totales
he: סה"כ יחידות
hi: कुल इकाइयाँ
id: Jumlah Unit
it: Unità totali
ja: 総ユニット数
kn: ಒಟ್ಟು ಘಟಕಗಳು
ml: ആകെ യൂണിറ്റുകൾ
mr: एकूण एकके
nl: Totaal aantal eenheden
pa: ਕੁੱਲ ਇਕਾਈਆਂ
pl: Całkowita liczba jednostek
pt: Total de unidades
ru: Всего единиц
sv: Totalt antal enheter
ta: மொத்த அலகுகள்
te: మొత్తం యూనిట్లు
th: หน่วยทั้งหมด
tr: Toplam Birimler
vi: Tổng số đơn vị

source: Active Units
ar: الوحدات النشطة
bn: সক্রিয় ইউনিট
da: Aktive enheder
de: Aktive Einheiten
el: Ενεργές Μονάδες
es: Unidades activas
fi: Aktiiviset yksiköt
fr: Unités actives
he: יחידות פעילות
hi: सक्रिय इकाइयाँ
id: Unit Aktif
it: Unità attive
ja: アクティブユニット
kn: ಸಕ್ರಿಯ ಘಟಕಗಳು
ml: സജീവ യൂണിറ്റുകൾ
mr: सक्रिय युनिट्स
nl: Actieve eenheden
pa: ਸਰਗਰਮ ਇਕਾਈਆਂ
pl: Aktywne jednostki
pt: Unidades Ativas
ru: Активные единицы
sv: Aktiva enheter
ta: செயலில் உள்ள அலகுகள்
te: క్రియాశీల యూనిట్లు
th: หน่วยที่ใช้งานอยู่
tr: Aktif Birimler
vi: Đơn vị hoạt động

source: Inactive Units
ar: الوحدات غير النشطة
bn: নিষ্ক্রিয় ইউনিট
da: Inaktive enheder
de: Inaktive Einheiten
el: Ανενεργές Μονάδες
es: Unidades inactivas
fi: Ei-aktiiviset yksiköt
fr: Unités inactives
he: יחידות לא פעילות
hi: निष्क्रिय इकाइयाँ
id: Unit Tidak Aktif
it: Unità inattive
ja: 非アクティブなユニット
kn: ನಿಷ್ಕ್ರಿಯ ಘಟಕಗಳು
ml: നിഷ്ക്രിയ യൂണിറ്റുകൾ
mr: निष्क्रिय युनिट्स
nl: Inactieve eenheden
pa: ਅਕਿਰਿਆਸ਼ੀਲ ਇਕਾਈਆਂ
pl: Nieaktywne jednostki
pt: Unidades Inativas
ru: Неактивные юниты
sv: Inaktiva enheter
ta: செயலற்ற அலகுகள்
te: నిష్క్రియ యూనిట్లు
th: หน่วยที่ไม่ได้ใช้งาน
tr: Aktif Olmayan Birimler
vi: Đơn vị không hoạt động

source: Total Employees
ar: إجمالي الموظفين
bn: মোট কর্মচারী
da: Samlet antal ansatte
de: Gesamtzahl der Mitarbeiter
el: Σύνολο Εργαζομένων
es: Empleados totales
fi: Työntekijöitä yhteensä
fr: Nombre total d'employés
he: סך כל העובדים
hi: कुल कर्मचारी
id: Jumlah Karyawan
it: Dipendenti totali
ja: 従業員総数
kn: ಒಟ್ಟು ಉದ್ಯೋಗಿಗಳು
ml: മൊത്തം ജീവനക്കാർ
mr: एकूण कर्मचारी
nl: Totaal aantal werknemers
pa: ਕੁੱਲ ਕਰਮਚਾਰੀ
pl: Całkowita liczba pracowników
pt: Total de funcionários
ru: Всего сотрудников
sv: Totalt antal anställda
ta: மொத்த பணியாளர்கள்
te: మొత్తం ఉద్యోగులు
th: จำนวนพนักงานทั้งหมด
tr: Toplam Çalışan Sayısı
vi: Tổng số nhân viên

source: Search units...
ar: وحدات البحث...
bn: ইউনিট অনুসন্ধান করুন...
da: Søg enheder...
de: Sucheinheiten...
el: Μονάδες αναζήτησης...
es: Buscar unidades...
fi: Hae yksiköitä...
fr: Rechercher des unités...
he: חיפוש יחידות...
hi: इकाइयाँ खोजें...
id: Unit pencarian...
it: Cerca unità...
ja: ユニットを検索...
kn: ಹುಡುಕಾಟ ಘಟಕಗಳು...
ml: തിരയൽ യൂണിറ്റുകൾ...
mr: युनिट्स शोधा...
nl: Zoek eenheden...
pa: ਇਕਾਈਆਂ ਖੋਜੋ...
pl: Wyszukaj jednostki...
pt: Unidades de pesquisa...
ru: Поиск единиц...
sv: Sök enheter...
ta: தேடல் அலகுகள்...
te: శోధన యూనిట్లు...
th: หน่วยค้นหา...
tr: Birimleri arayın...
vi: Đơn vị tìm kiếm...

source: All Unit Types
ar: جميع أنواع الوحدات
bn: সমস্ত ইউনিট প্রকার
da: Alle enhedstyper
de: Alle Einheitentypen
el: Όλοι οι τύποι μονάδων
es: Todos los tipos de unidades
fi: Kaikki yksikkötyypit
fr: Tous les types d'unités
he: כל סוגי היחידות
hi: सभी इकाई प्रकार
id: Semua Tipe Satuan
it: Tutti i tipi di unità
ja: すべてのユニットタイプ
kn: ಎಲ್ಲಾ ಘಟಕ ಪ್ರಕಾರಗಳು
ml: എല്ലാ യൂണിറ്റ് തരങ്ങളും
mr: सर्व युनिट प्रकार
nl: Alle eenheidstypen
pa: ਸਾਰੀਆਂ ਯੂਨਿਟਾਂ ਦੀਆਂ ਕਿਸਮਾਂ
pl: Wszystkie typy jednostek
pt: Todos os tipos de unidades
ru: Все типы юнитов
sv: Alla enhetstyper
ta: அனைத்து அலகு வகைகள்
te: అన్ని యూనిట్ రకాలు
th: ทุกประเภทยูนิต
tr: Tüm Birim Tipleri
vi: Tất cả các loại đơn vị

source: Company
ar: شركة
bn: কোম্পানি
da: Selskab
de: Unternehmen
el: Εταιρεία
es: Compañía
fi: Yritys
fr: Entreprise
he: חֶברָה
hi: कंपनी
id: Perusahaan
it: Azienda
ja: 会社
kn: ಕಂಪನಿ
ml: കമ്പനി
mr: कंपनी
nl: Bedrijf
pa: ਕੰਪਨੀ
pl: Firma
pt: Empresa
ru: Компания
sv: Företag
ta: நிறுவனம்
te: కంపెనీ
th: บริษัท
tr: Şirket
vi: Công ty

source: Division
ar: قسم
bn: বিভাগ
da: Afdeling
el: Διαίρεση
es: División
he: חֲלוּקָה
hi: विभाजन
id: Divisi
it: Divisione
ja: 分割
kn: ವಿಭಾಗ
ml: ഡിവിഷൻ
mr: विभागणी
nl: Divisie
pa: ਵੰਡ
pl: Dział
pt: Divisão
ru: Разделение
ta: பிரிவு
te: విభజన
th: แผนก
tr: Bölüm
vi: Phân công

source: Department
ar: قسم
bn: বিভাগ
da: Afdeling
de: Abteilung
el: Τμήμα
es: Departamento
fi: osasto
fr: Département
he: מַחלָקָה
hi: विभाग
id: Departemen
it: Dipartimento
ja: 部門
kn: ಇಲಾಖೆ
ml: വകുപ്പ്
mr: विभाग
nl: Afdeling
pa: ਵਿਭਾਗ
pl: Dział
pt: Departamento
ru: Отделение
sv: Avdelning
ta: துறை
te: శాఖ
th: แผนก
tr: Departman
vi: Phòng

source: Team
ar: فريق
bn: দল
da: Hold
el: Ομάδα
es: Equipo
fi: Joukkue
fr: Équipe
he: קְבוּצָה
hi: टीम
id: Tim
it: Squadra
ja: チーム
kn: ತಂಡ
ml: ടീം
mr: संघ
pa: ਟੀਮ
pl: Zespół
pt: Equipe
ru: Команда
ta: குழு
te: జట్టు
th: ทีม
tr: Takım
vi: Đội

source: Create Unit
ar: إنشاء وحدة
bn: ইউনিট তৈরি করুন
da: Opret enhed
de: Einheit erstellen
el: Δημιουργία μονάδας
es: Crear unidad
fi: Luo yksikkö
fr: Créer une unité
he: צור יחידה
hi: इकाई बनाएं
id: Buat Satuan
it: Crea unità
ja: ユニットの作成
kn: ಘಟಕವನ್ನು ರಚಿಸಿ
ml: യൂണിറ്റ് സൃഷ്ടിക്കുക
mr: युनिट तयार करा
nl: Eenheid creëren
pa: ਯੂਨਿਟ ਬਣਾਓ
pl: Utwórz jednostkę
pt: Criar unidade
ru: Создать подразделение
sv: Skapa enhet
ta: அலகு உருவாக்கவும்
te: యూనిట్ సృష్టించండి
th: สร้างหน่วย
tr: Birim Oluştur
vi: Tạo đơn vị

source: Export Structure
ar: هيكل التصدير
bn: রপ্তানি কাঠামো
da: Eksport struktur
de: Struktur exportieren
el: Δομή Εξαγωγών
es: Estructura de exportación
fi: Vientirakenne
fr: Structure des exportations
he: מבנה ייצוא
hi: निर्यात संरचना
id: Struktur Ekspor
it: Struttura dell'esportazione
ja: 輸出構造
kn: ರಫ್ತು ರಚನೆ
ml: കയറ്റുമതി ഘടന
mr: निर्यात संरचना
nl: Structuur exporteren
pa: ਨਿਰਯਾਤ ਬਣਤਰ
pl: Struktura eksportu
pt: Estrutura de exportação
ru: Структура экспорта
sv: Exportstruktur
ta: ஏற்றுமதி அமைப்பு
te: ఎగుమతి నిర్మాణం
th: โครงสร้างการส่งออก
tr: İhracat Yapısı
vi: Cơ cấu xuất khẩu

source: Manage Employees
ar: إدارة الموظفين
bn: কর্মচারীদের পরিচালনা করুন
da: Administrer medarbejdere
de: Mitarbeiter verwalten
el: Διαχείριση Εργαζομένων
es: Administrar empleados
fi: Hallitse työntekijöitä
fr: Gérer les employés
he: ניהול עובדים
hi: कर्मचारियों को प्रबंधित करें
id: Kelola Karyawan
it: Gestire i dipendenti
ja: 従業員の管理
kn: ಉದ್ಯೋಗಿಗಳನ್ನು ನಿರ್ವಹಿಸಿ
ml: ജീവനക്കാരെ നിയന്ത്രിക്കുക
mr: कर्मचारी व्यवस्थापित करा
nl: Beheer medewerkers
pa: ਕਰਮਚਾਰੀਆਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ
pl: Zarządzaj pracownikami
pt: Gerenciar funcionários
ru: Управляйте сотрудниками
sv: Hantera anställda
ta: பணியாளர்களை நிர்வகிக்கவும்
te: ఉద్యోగులను నిర్వహించండి
th: จัดการพนักงาน
tr: Çalışanları Yönetin
vi: Quản lý nhân viên
