Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Turkish
ar: تركي
bn: তুর্কি
da: tyrkisk
de: Türkisch
el: τούρκικος
es: turco
fi: turkkilainen
fr: turc
gu: ટર્કિશ
he: טוּרקִית
hi: तुर्की
id: Turki
it: turco
ja: トルコ語
kn: ಟರ್ಕಿಶ್
ml: ടർക്കിഷ്
mr: तुर्की
nl: Turks
no: tyrkisk
or: ତୁର୍କୀ
pa: ਤੁਰਕੀ
pl: turecki
pt: turco
ru: турецкий
sv: turkiska
ta: துருக்கிய
te: టర్కిష్
th: ภาษาตุรกี
tr: Türkçe
vi: tiếng Thổ Nhĩ Kỳ

source: Polish
ar: بولندي
bn: পোলিশ
da: Polere
de: Polieren
el: Στίλβωση
es: Polaco
fi: Kiillottaa
fr: polonais
gu: પોલિશ
he: פּוֹלָנִית
hi: पोलिश
id: Polandia
it: Polacco
ja: 研磨
kn: ಪೋಲಿಷ್
ml: പോളിഷ്
mr: पोलिश
nl: Pools
no: Pusse
or: ପୋଲାଣ୍ଡ |
pa: ਪੋਲਿਸ਼
pl: Polski
pt: polonês
ru: Польский
sv: polska
ta: போலிஷ்
te: పోలిష్
th: ขัด
tr: Lehçe
vi: Đánh bóng

source: Swedish
ar: السويدية
bn: সুইডিশ
da: svensk
de: Schwedisch
el: σουηδικά
es: sueco
fi: ruotsinkielinen
fr: suédois
gu: સ્વીડિશ
he: שוודית
hi: स्वीडिश
id: Swedia
it: svedese
ja: スウェーデン語
kn: ಸ್ವೀಡಿಷ್
ml: സ്വീഡിഷ്
mr: स्वीडिश
nl: Zweeds
no: svensk
or: ସ୍ Swedish ିଡିଶ୍
pa: ਸਵੀਡਿਸ਼
pl: szwedzki
pt: sueco
ru: Шведский
sv: svenska
ta: ஸ்வீடிஷ்
te: స్వీడిష్
th: ภาษาสวีเดน
tr: İsveççe
vi: tiếng Thụy Điển

source: Danish
ar: دانماركي
bn: ড্যানিশ
de: dänisch
el: δανικός
es: danés
fi: tanskalainen
fr: danois
he: דַנִי
hi: दानिश
id: Denmark
it: danese
ja: デンマーク語
kn: ಡ್ಯಾನಿಶ್
ml: ഡാനിഷ്
mr: डॅनिश
nl: Deens
no: dansk
or: ଡାନିଶ୍
pa: ਡੈਨਿਸ਼
pl: duński
pt: dinamarquês
ru: датский
sv: danska
ta: டேனிஷ்
te: డానిష్
th: ภาษาเดนมาร์ก
tr: Danimarka
vi: tiếng Đan Mạch

source: Finnish
ar: الفنلندية
bn: ফিনিশ
da: finsk
de: finnisch
el: φινλανδικός
es: finlandés
fr: finlandais
gu: ફિનિશ
he: פִינִית
hi: फिनिश
id: Finlandia
it: finlandese
ja: フィンランド語
kn: ಫಿನ್ನಿಶ್
ml: ഫിന്നിഷ്
mr: फिनिश
nl: Fins
no: finsk
or: ଫିନଲ୍ୟାଣ୍ଡ
pa: ਫਿਨਿਸ਼
pl: fiński
pt: finlandês
ru: финский
sv: finska
ta: ஃபின்னிஷ்
te: ఫిన్నిష్
th: ภาษาฟินแลนด์
tr: Fince
vi: tiếng Phần Lan

source: Greek
ar: اليونانية
bn: গ্রীক
da: græsk
de: griechisch
el: ελληνικά
es: Griego
fi: kreikkalainen
fr: grec
gu: ગ્રીક
he: יוונית
hi: यूनानी
id: Orang yunani
it: greco
ja: ギリシャ語
kn: ಗ್ರೀಕ್
ml: ഗ്രീക്ക്
mr: ग्रीक
nl: Grieks
or: ଗ୍ରୀକ୍
pa: ਯੂਨਾਨੀ
pl: grecki
pt: grego
ru: Греческий
sv: grekiska
ta: கிரேக்கம்
te: గ్రీకు
th: กรีก
tr: Yunan
vi: tiếng Hy Lạp

source: Hebrew
ar: العبرية
bn: হিব্রু
da: hebraisk
de: hebräisch
el: Εβραϊκά
es: hebreo
fi: heprealainen
fr: hébreu
gu: હીબ્રુ
he: עִברִית
hi: यहूदी
id: Ibrani
it: ebraico
ja: ヘブライ語
kn: ಹೀಬ್ರೂ
ml: ഹീബ്രു
mr: हिब्रू
nl: Hebreeuws
or: ହିବ୍ରୁ
pa: ਇਬਰਾਨੀ
pl: hebrajski
pt: hebraico
ru: иврит
sv: hebreiska
ta: ஹீப்ரு
te: హిబ్రూ
th: ภาษาฮีบรู
tr: İbranice
vi: tiếng Do Thái

source: Thai
ar: التايلاندية
bn: থাই
de: Thailändisch
el: Ταϊλανδός
es: tailandés
fi: thaimaalainen
fr: thaïlandais
gu: થાઈ
he: תאילנדית
hi: थाई
it: tailandese
ja: タイ語
kn: ಥಾಯ್
ml: തായ്
mr: थाई
nl: Thais
or: ଥାଇ
pa: ਥਾਈ
pl: tajski
pt: Tailandês
ru: тайский
ta: தாய்
te: థాయ్
th: แบบไทย
tr: Tay dili

source: Vietnamese
ar: الفيتنامية
bn: ভিয়েতনামী
da: vietnamesisk
de: Vietnamesisch
el: Βιετναμέζικο
es: vietnamita
fi: vietnam
fr: vietnamien
gu: વિયેતનામીસ
he: וייטנאמית
hi: वियतनामी
id: Vietnam
it: vietnamita
ja: ベトナム語
kn: ವಿಯೆಟ್ನಾಮೀಸ್
ml: വിയറ്റ്നാമീസ്
mr: व्हिएतनामी
nl: Vietnamees
or: ଭିଏତନାମ
pa: ਵੀਅਤਨਾਮੀ
pl: wietnamski
pt: vietnamita
ru: вьетнамский
sv: vietnamesiska
ta: வியட்நாமியர்
te: వియత్నామీస్
th: ภาษาเวียดนาม
tr: Vietnam
vi: Tiếng Việt

source: Indonesian
ar: الاندونيسية
bn: ইন্দোনেশিয়ান
da: indonesisk
de: Indonesisch
el: Ινδονησιακά
es: indonesio
fi: Indonesialainen
fr: indonésien
gu: ઇન્ડોનેશિયન
he: אינדונזית
hi: इन्डोनेशियाई
id: Indonesia
it: indonesiano
ja: インドネシア語
kn: ಇಂಡೋನೇಷಿಯನ್
ml: ഇന്തോനേഷ്യൻ
mr: इंडोनेशियन
nl: Indonesisch
or: ଇଣ୍ଡୋନେସିଆ
pa: ਇੰਡੋਨੇਸ਼ੀਆਈ
pl: indonezyjski
pt: indonésio
ru: индонезийский
sv: indonesiska
ta: இந்தோனேஷியன்
te: ఇండోనేషియన్
th: ชาวอินโดนีเซีย
tr: Endonezya dili
vi: tiếng Indonesia

source: Bengali
ar: البنغالية
bn: বাংলা
da: bengalsk
el: Μπενγκάλι
es: bengalí
gu: બંગાળી
he: בנגלית
hi: बंगाली
id: Benggala
it: bengalese
ja: ベンガル語
kn: ಬೆಂಗಾಲಿ
ml: ബംഗാളി
mr: बंगाली
nl: Bengaals
or: ବଙ୍ଗାଳୀ
pa: ਬੰਗਾਲੀ
pl: bengalski
ru: Бенгальский
sv: bengaliska
ta: பெங்காலி
te: బెంగాలీ
th: เบงกาลี
tr: Bengalce
vi: tiếng Bengali

source: Tamil
ar: التاميل
bn: তামিল
de: Tamilisch
el: Ταμίλ
fi: tamili
fr: Tamoul
gu: તમિલ
he: טמילית
hi: तामिल
ja: タミル語
kn: ತಮಿಳು
ml: തമിഴ്
mr: तमिळ
or: ତାମିଲ୍ |
pa: ਤਾਮਿਲ
pt: tâmil
ru: тамильский
ta: தமிழ்
te: తమిళం
th: ทมิฬ
tr: Tamilce
vi: Tiếng Tamil

source: Telugu
ar: التيلجو
bn: তেলেগু
el: Τελούγκου
fr: Télougou
gu: તેલુગુ
he: טלוגו
hi: तेलुगू
ja: テルグ語
kn: ತೆಲುಗು
ml: തെലുങ്ക്
mr: तेलुगु
or: ତେଲୁଗୁ
pa: ਤੇਲਗੂ
ru: телугу
ta: தெலுங்கு
th: เตลูกู
tr: Telugu dili
vi: tiếng Telugu

source: Kannada
ar: الكانادا
bn: কন্নড়
el: Κανάντα
es: canarés
gu: કન્નડ
he: קנאדה
hi: कन्नडा
ja: カンナダ語
kn: ಕನ್ನಡ
ml: കന്നഡ
mr: कन्नड
nl: Kanada
or: କନ୍ନଡ |
pa: ਕੰਨੜ
ru: Каннада
ta: கன்னடம்
te: కన్నడ
th: กันนาดา
tr: Kannadaca
vi: tiếng Kannada

source: Punjabi
ar: البنجابية
bn: পাঞ্জাবি
el: Παντζάμπι
fr: Pendjabi
he: פנג'בי
ja: パンジャブ語
kn: ಪಂಜಾಬಿ
ml: പഞ്ചാബി
mr: पंजाबी
or: ପଞ୍ଜାବୀ |
pa: ਪੰਜਾਬੀ
pl: Pendżabski
ru: панджаби
ta: பஞ்சாபி
te: పంజాబీ
th: ปัญจาบ
tr: Pencap
vi: Tiếng Punjab

source: Marathi
ar: المهاراتية
bn: মারাঠি
el: Μαράθι
he: מראטי
hi: मराठी
ja: マラーティー語
kn: ಮರಾಠಿ
ml: മറാത്തി
mr: मराठी
or: ମରାଠୀ
pa: ਮਰਾਠੀ
ru: маратхи
ta: மராத்தி
te: మరాఠీ
th: ภาษามราฐี
vi: Tiếng Marathi

source: Malayalam
ar: المالايالامية
bn: মালায়লাম
el: Μαλαγιαλάμ
fi: malajalami
he: מלאיאלאם
hi: मलयालम
ja: マラヤーラム語
kn: ಮಲಯಾಳಂ
mr: मल्याळम
pa: ਮਲਿਆਲਮ
pl: malajalam
pt: Malaiala
ru: малаялам
ta: மலையாளம்
te: మలయాళం
th: มาลายาลัม
tr: Malayalamca
vi: Mã Lai

source: quizzes/
ar: الاختبارات/
bn: ক্যুইজ/
da: quizzer/
de: Quiz/
el: αινίγματα/
es: cuestionarios/
fi: tietokilpailut/
fr: quiz/
he: חידונים/
hi: प्रश्नोत्तरी/
id: kuis/
it: quiz/
ja: クイズ/
kn: ರಸಪ್ರಶ್ನೆಗಳು/
ml: ക്വിസുകൾ/
mr: प्रश्नमंजुषा/
nl: quizzen/
pa: ਕਵਿਜ਼/
pl: quizy/
pt: questionários/
ru: викторины/
sv: frågesport/
ta: வினாடி வினா/
te: క్విజ్‌లు/
th: แบบทดสอบ/
tr: testler/
vi: câu đố/

source: Enter the employee's first name.
ar: أدخل الاسم الأول للموظف.
bn: কর্মচারীর প্রথম নাম লিখুন।
da: Indtast medarbejderens fornavn.
de: Geben Sie den Vornamen des Mitarbeiters ein.
el: Εισαγάγετε το όνομα του υπαλλήλου.
es: Ingrese el nombre del empleado.
fi: Syötä työntekijän etunimi.
fr: Saisissez le prénom de l'employé.
he: הזן את שמו הפרטי של העובד.
hi: कर्मचारी का पहला नाम दर्ज करें.
id: Masukkan nama depan karyawan.
it: Inserisci il nome del dipendente.
ja: 従業員の名前を入力します。
kn: ಉದ್ಯೋಗಿಯ ಮೊದಲ ಹೆಸರನ್ನು ನಮೂದಿಸಿ.
ml: ജീവനക്കാരൻ്റെ ആദ്യ പേര് നൽകുക.
mr: कर्मचाऱ्याचे नाव प्रविष्ट करा.
nl: Vul de voornaam van de medewerker in.
pa: ਕਰਮਚਾਰੀ ਦਾ ਪਹਿਲਾ ਨਾਮ ਦਰਜ ਕਰੋ।
pl: Wpisz imię pracownika.
pt: Insira o primeiro nome do funcionário.
ru: Введите имя сотрудника.
sv: Ange medarbetarens förnamn.
ta: பணியாளரின் முதல் பெயரை உள்ளிடவும்.
te: ఉద్యోగి మొదటి పేరును నమోదు చేయండి.
th: ป้อนชื่อพนักงาน
tr: Çalışanın adını girin.
vi: Nhập tên của nhân viên.

source: Enter the employee's last name.
ar: أدخل الاسم الأخير للموظف.
bn: কর্মচারীর শেষ নাম লিখুন।
da: Indtast medarbejderens efternavn.
de: Geben Sie den Nachnamen des Mitarbeiters ein.
el: Εισαγάγετε το επώνυμο του υπαλλήλου.
es: Ingrese el apellido del empleado.
fi: Syötä työntekijän sukunimi.
fr: Saisissez le nom de famille de l'employé.
he: הזן את שם המשפחה של העובד.
hi: कर्मचारी का अंतिम नाम दर्ज करें.
id: Masukkan nama belakang karyawan.
it: Inserisci il cognome del dipendente.
ja: 従業員の姓を入力します。
kn: ಉದ್ಯೋಗಿಯ ಕೊನೆಯ ಹೆಸರನ್ನು ನಮೂದಿಸಿ.
ml: ജീവനക്കാരൻ്റെ അവസാന നാമം നൽകുക.
mr: कर्मचाऱ्याचे आडनाव एंटर करा.
nl: Vul de achternaam van de medewerker in.
pa: ਕਰਮਚਾਰੀ ਦਾ ਆਖਰੀ ਨਾਮ ਦਰਜ ਕਰੋ।
pl: Wpisz nazwisko pracownika.
pt: Insira o sobrenome do funcionário.
ru: Введите фамилию сотрудника.
sv: Ange medarbetarens efternamn.
ta: பணியாளரின் கடைசி பெயரை உள்ளிடவும்.
te: ఉద్యోగి ఇంటి పేరును నమోదు చేయండి.
th: ป้อนนามสกุลของพนักงาน
tr: Çalışanın soyadını girin.
vi: Nhập họ của nhân viên.

source: Enter a valid email address. This will be used as the username.
ar: أدخل عنوان بريد إلكتروني صالحًا. سيتم استخدام هذا كاسم المستخدم.
bn: একটি বৈধ ইমেল ঠিকানা লিখুন. এটি ব্যবহারকারীর নাম হিসাবে ব্যবহার করা হবে।
da: Indtast en gyldig e-mailadresse. Dette vil blive brugt som brugernavn.
de: Geben Sie eine gültige E-Mail-Adresse ein. Dieser wird als Benutzername verwendet.
el: Εισαγάγετε μια έγκυρη διεύθυνση email. Αυτό θα χρησιμοποιηθεί ως όνομα χρήστη.
es: Ingrese una dirección de correo electrónico válida. Este se utilizará como nombre de usuario.
fi: Anna kelvollinen sähköpostiosoite. Tätä käytetään käyttäjätunnuksena.
fr: Entrez une adresse e-mail valide. Celui-ci sera utilisé comme nom d'utilisateur.
he: הזן כתובת אימייל חוקית. זה ישמש כשם המשתמש.
hi: एक मान्य ईमेल पता दर्ज करें। इसे उपयोगकर्ता नाम के रूप में उपयोग किया जाएगा.
id: Masukkan alamat email yang valid. Ini akan digunakan sebagai nama pengguna.
it: Inserisci un indirizzo email valido. Questo verrà utilizzato come nome utente.
ja: 有効な電子メール アドレスを入力してください。これはユーザー名として使用されます。
kn: ಮಾನ್ಯವಾದ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ. ಇದನ್ನು ಬಳಕೆದಾರ ಹೆಸರಾಗಿ ಬಳಸಲಾಗುತ್ತದೆ.
ml: സാധുവായ ഒരു ഇമെയിൽ വിലാസം നൽകുക. ഇത് ഉപയോക്തൃനാമമായി ഉപയോഗിക്കും.
mr: एक वैध ईमेल पत्ता प्रविष्ट करा. हे वापरकर्तानाव म्हणून वापरले जाईल.
nl: Voer een geldig e-mailadres in. Deze wordt gebruikt als gebruikersnaam.
pa: ਇੱਕ ਵੈਧ ਈਮੇਲ ਪਤਾ ਦਰਜ ਕਰੋ। ਇਹ ਯੂਜ਼ਰਨੇਮ ਵਜੋਂ ਵਰਤਿਆ ਜਾਵੇਗਾ।
pl: Wpisz prawidłowy adres e-mail. Będzie ona używana jako nazwa użytkownika.
pt: Insira um endereço de e-mail válido. Este será usado como nome de usuário.
ru: Введите действительный адрес электронной почты. Оно будет использоваться в качестве имени пользователя.
sv: Ange en giltig e-postadress. Detta kommer att användas som användarnamn.
ta: சரியான மின்னஞ்சல் முகவரியை உள்ளிடவும். இது பயனர்பெயராகப் பயன்படுத்தப்படும்.
te: చెల్లుబాటు అయ్యే ఇమెయిల్ చిరునామాను నమోదు చేయండి. ఇది వినియోగదారు పేరుగా ఉపయోగించబడుతుంది.
th: ป้อนที่อยู่อีเมลที่ถูกต้อง สิ่งนี้จะถูกใช้เป็นชื่อผู้ใช้
tr: Geçerli bir e-posta adresi girin. Bu kullanıcı adı olarak kullanılacaktır.
vi: Nhập địa chỉ email hợp lệ. Điều này sẽ được sử dụng làm tên người dùng.

source: Create a strong password for the employee's account.
ar: إنشاء كلمة مرور قوية لحساب الموظف.
bn: কর্মচারীর অ্যাকাউন্টের জন্য একটি শক্তিশালী পাসওয়ার্ড তৈরি করুন।
da: Opret en stærk adgangskode til medarbejderens konto.
de: Erstellen Sie ein sicheres Passwort für das Konto des Mitarbeiters.
el: Δημιουργήστε έναν ισχυρό κωδικό πρόσβασης για τον λογαριασμό του υπαλλήλου.
es: Cree una contraseña segura para la cuenta del empleado.
fi: Luo vahva salasana työntekijän tilille.
fr: Créez un mot de passe fort pour le compte de l'employé.
he: צור סיסמה חזקה לחשבון העובד.
hi: कर्मचारी के खाते के लिए एक मजबूत पासवर्ड बनाएं.
id: Buat kata sandi yang kuat untuk akun karyawan.
it: Crea una password complessa per l'account del dipendente.
ja: 従業員のアカウントに強力なパスワードを作成します。
kn: ಉದ್ಯೋಗಿಯ ಖಾತೆಗೆ ಬಲವಾದ ಪಾಸ್‌ವರ್ಡ್ ರಚಿಸಿ.
ml: ജീവനക്കാരൻ്റെ അക്കൗണ്ടിനായി ശക്തമായ ഒരു പാസ്‌വേഡ് സൃഷ്‌ടിക്കുക.
mr: कर्मचाऱ्यांच्या खात्यासाठी एक मजबूत पासवर्ड तयार करा.
nl: Maak een sterk wachtwoord aan voor het account van de medewerker.
pa: ਕਰਮਚਾਰੀ ਦੇ ਖਾਤੇ ਲਈ ਇੱਕ ਮਜ਼ਬੂਤ ​​ਪਾਸਵਰਡ ਬਣਾਓ।
pl: Utwórz silne hasło do konta pracownika.
pt: Crie uma senha forte para a conta do funcionário.
ru: Создайте надежный пароль для учетной записи сотрудника.
sv: Skapa ett starkt lösenord för medarbetarens konto.
ta: பணியாளரின் கணக்கிற்கு வலுவான கடவுச்சொல்லை உருவாக்கவும்.
te: ఉద్యోగి ఖాతా కోసం బలమైన పాస్‌వర్డ్‌ను సృష్టించండి.
th: สร้างรหัสผ่านที่รัดกุมสำหรับบัญชีของพนักงาน
tr: Çalışanın hesabı için güçlü bir şifre oluşturun.
vi: Tạo mật khẩu mạnh cho tài khoản của nhân viên.

source: Enter a unique identifier for the employee.
ar: أدخل معرفًا فريدًا للموظف.
bn: কর্মচারীর জন্য একটি অনন্য শনাক্তকারী লিখুন।
da: Indtast en unik identifikator for medarbejderen.
de: Geben Sie eine eindeutige Kennung für den Mitarbeiter ein.
el: Εισαγάγετε ένα μοναδικό αναγνωριστικό για τον εργαζόμενο.
es: Ingrese un identificador único para el empleado.
fi: Anna työntekijälle yksilöllinen tunniste.
fr: Saisissez un identifiant unique pour l'employé.
he: הזן מזהה ייחודי עבור העובד.
hi: कर्मचारी के लिए एक विशिष्ट पहचानकर्ता दर्ज करें.
id: Masukkan pengenal unik untuk karyawan tersebut.
it: Inserisci un identificatore univoco per il dipendente.
ja: 従業員の一意の識別子を入力します。
kn: ಉದ್ಯೋಗಿಗಾಗಿ ಅನನ್ಯ ಗುರುತಿಸುವಿಕೆಯನ್ನು ನಮೂದಿಸಿ.
ml: ജീവനക്കാരന് ഒരു അദ്വിതീയ ഐഡൻ്റിഫയർ നൽകുക.
mr: कर्मचाऱ्यासाठी एक अद्वितीय ओळखकर्ता प्रविष्ट करा.
nl: Vul een unieke identificatie in voor de medewerker.
pa: ਕਰਮਚਾਰੀ ਲਈ ਇੱਕ ਵਿਲੱਖਣ ਪਛਾਣਕਰਤਾ ਦਾਖਲ ਕਰੋ।
pl: Wprowadź unikalny identyfikator pracownika.
pt: Insira um identificador exclusivo para o funcionário.
ru: Введите уникальный идентификатор сотрудника.
sv: Ange en unik identifierare för medarbetaren.
ta: பணியாளருக்கான தனிப்பட்ட அடையாளங்காட்டியை உள்ளிடவும்.
te: ఉద్యోగి కోసం ప్రత్యేకమైన ఐడెంటిఫైయర్‌ను నమోదు చేయండి.
th: ป้อนรหัสเฉพาะสำหรับพนักงาน
tr: Çalışan için benzersiz bir tanımlayıcı girin.
vi: Nhập mã định danh duy nhất cho nhân viên.

source: Select the employee's job position.
ar: تحديد الوظيفة الوظيفية للموظف.
bn: কর্মীর চাকরির অবস্থান নির্বাচন করুন।
da: Vælg medarbejderens stilling.
de: Wählen Sie die Stellenposition des Mitarbeiters aus.
el: Επιλέξτε τη θέση εργασίας του υπαλλήλου.
es: Seleccione el puesto de trabajo del empleado.
fi: Valitse työntekijän työpaikka.
fr: Sélectionnez le poste de l'employé.
he: בחר את תפקיד העבודה של העובד.
hi: कर्मचारी की नौकरी की स्थिति का चयन करें.
id: Pilih posisi pekerjaan karyawan.
it: Seleziona la posizione lavorativa del dipendente.
ja: 従業員の役職を選択します。
kn: ಉದ್ಯೋಗಿಯ ಕೆಲಸದ ಸ್ಥಾನವನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ml: ജീവനക്കാരൻ്റെ ജോലി സ്ഥാനം തിരഞ്ഞെടുക്കുക.
mr: कर्मचाऱ्याची नोकरीची स्थिती निवडा.
nl: Selecteer de functie van de medewerker.
pa: ਕਰਮਚਾਰੀ ਦੀ ਨੌਕਰੀ ਦੀ ਸਥਿਤੀ ਦੀ ਚੋਣ ਕਰੋ.
pl: Wybierz stanowisko pracownika.
pt: Selecione o cargo do funcionário.
ru: Выберите должность сотрудника.
sv: Välj den anställdes befattning.
ta: பணியாளரின் பணி நிலையைத் தேர்ந்தெடுக்கவும்.
te: ఉద్యోగి ఉద్యోగ స్థానాన్ని ఎంచుకోండి.
th: เลือกตำแหน่งงานของพนักงาน
tr: Çalışanın iş pozisyonunu seçin.
vi: Chọn vị trí công việc của nhân viên.

source: Select the unit where the employee will work.
ar: اختيار الوحدة التي سيعمل فيها الموظف.
bn: কর্মচারী যেখানে কাজ করবে সেই ইউনিটটি নির্বাচন করুন।
da: Vælg den enhed, hvor medarbejderen skal arbejde.
de: Wählen Sie die Einheit aus, in der der Mitarbeiter arbeiten wird.
el: Επιλέξτε τη μονάδα όπου θα εργαστεί ο εργαζόμενος.
es: Seleccione la unidad donde trabajará el empleado.
fi: Valitse yksikkö, jossa työntekijä työskentelee.
fr: Sélectionnez l'unité où l'employé travaillera.
he: בחר את היחידה שבה יעבוד העובד.
hi: उस इकाई का चयन करें जहां कर्मचारी काम करेगा।
id: Pilih unit tempat karyawan akan bekerja.
it: Seleziona l'unità in cui lavorerà il dipendente.
ja: 従業員が勤務する部門を選択します。
kn: ಉದ್ಯೋಗಿ ಕೆಲಸ ಮಾಡುವ ಘಟಕವನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ml: ജീവനക്കാരൻ ജോലി ചെയ്യുന്ന യൂണിറ്റ് തിരഞ്ഞെടുക്കുക.
mr: कर्मचारी जिथे काम करेल ते युनिट निवडा.
nl: Selecteer de eenheid waar de medewerker gaat werken.
pa: ਉਹ ਯੂਨਿਟ ਚੁਣੋ ਜਿੱਥੇ ਕਰਮਚਾਰੀ ਕੰਮ ਕਰੇਗਾ।
pl: Wybierz jednostkę, w której pracownik będzie pracował.
pt: Selecione a unidade onde o funcionário irá trabalhar.
ru: Выберите подразделение, где будет работать сотрудник.
sv: Välj den enhet där medarbetaren ska arbeta.
ta: பணியாளர் பணிபுரியும் யூனிட்டைத் தேர்ந்தெடுக்கவும்.
te: ఉద్యోగి పని చేసే యూనిట్‌ను ఎంచుకోండి.
th: เลือกหน่วยงานที่พนักงานจะทำงาน
tr: Çalışanın çalışacağı birimi seçin.
vi: Chọn đơn vị nơi nhân viên sẽ làm việc.

source: Select the employee's direct manager.
ar: اختيار المدير المباشر للموظف.
bn: কর্মচারীর সরাসরি ম্যানেজার নির্বাচন করুন।
da: Vælg medarbejderens direkte leder.
de: Wählen Sie den direkten Vorgesetzten des Mitarbeiters aus.
el: Επιλέξτε τον άμεσο διευθυντή του υπαλλήλου.
es: Seleccione el jefe directo del empleado.
fi: Valitse työntekijän suora johtaja.
fr: Sélectionnez le responsable direct du salarié.
he: בחר את המנהל הישיר של העובד.
hi: कर्मचारी के प्रत्यक्ष प्रबंधक का चयन करें.
id: Pilih manajer langsung karyawan tersebut.
it: Seleziona il responsabile diretto del dipendente.
ja: 従業員の直属の上司を選択します。
kn: ಉದ್ಯೋಗಿಯ ನೇರ ವ್ಯವಸ್ಥಾಪಕರನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ml: ജീവനക്കാരൻ്റെ നേരിട്ടുള്ള മാനേജരെ തിരഞ്ഞെടുക്കുക.
mr: कर्मचारी थेट व्यवस्थापक निवडा.
nl: Selecteer de directe leidinggevende van de medewerker.
pa: ਕਰਮਚਾਰੀ ਦੇ ਸਿੱਧੇ ਮੈਨੇਜਰ ਦੀ ਚੋਣ ਕਰੋ।
pl: Wybierz bezpośredniego przełożonego pracownika.
pt: Selecione o gerente direto do funcionário.
ru: Выберите непосредственного руководителя сотрудника.
sv: Välj medarbetarens direkta chef.
ta: பணியாளரின் நேரடி மேலாளரைத் தேர்ந்தெடுக்கவும்.
te: ఉద్యోగి యొక్క డైరెక్ట్ మేనేజర్‌ని ఎంచుకోండి.
th: เลือกผู้จัดการโดยตรงของพนักงาน
tr: Çalışanın doğrudan yöneticisini seçin.
vi: Chọn người quản lý trực tiếp của nhân viên.

source: Enter the date when the employee was hired.
ar: أدخل التاريخ الذي تم فيه تعيين الموظف.
bn: কর্মচারী নিয়োগের তারিখটি লিখুন।
da: Indtast datoen, hvor medarbejderen blev ansat.
de: Geben Sie das Datum ein, an dem der Mitarbeiter eingestellt wurde.
el: Εισαγάγετε την ημερομηνία πρόσληψης του εργαζόμενου.
es: Ingrese la fecha en que se contrató al empleado.
fi: Syötä päivämäärä, jolloin työntekijä palkattiin.
fr: Saisissez la date à laquelle l'employé a été embauché.
he: הזינו את התאריך שבו העובד התקבל לעבודה.
hi: वह तारीख दर्ज करें जब कर्मचारी को काम पर रखा गया था।
id: Masukkan tanggal karyawan tersebut dipekerjakan.
it: Immettere la data in cui il dipendente è stato assunto.
ja: 従業員が雇用された日付を入力します。
kn: ಉದ್ಯೋಗಿ ನೇಮಕಗೊಂಡ ದಿನಾಂಕವನ್ನು ನಮೂದಿಸಿ.
ml: ജീവനക്കാരനെ നിയമിച്ച തീയതി നൽകുക.
mr: जेव्हा कर्मचारी नियुक्त केला गेला तेव्हा तारीख प्रविष्ट करा.
nl: Vul de datum in waarop de werknemer in dienst is genomen.
pa: ਉਹ ਮਿਤੀ ਦਾਖਲ ਕਰੋ ਜਦੋਂ ਕਰਮਚਾਰੀ ਨੂੰ ਨਿਯੁਕਤ ਕੀਤਾ ਗਿਆ ਸੀ।
pl: Wpisz datę zatrudnienia pracownika.
pt: Insira a data em que o funcionário foi contratado.
ru: Введите дату, когда сотрудник был принят на работу.
sv: Ange datum då medarbetaren anställdes.
ta: பணியாளர் பணியமர்த்தப்பட்ட தேதியை உள்ளிடவும்.
te: ఉద్యోగిని నియమించిన తేదీని నమోదు చేయండి.
th: ป้อนวันที่ที่พนักงานได้รับการว่าจ้าง
tr: Çalışanın işe alındığı tarihi girin.
vi: Nhập ngày nhân viên được thuê.

source: Check if the employee is currently active.
ar: تحقق مما إذا كان الموظف نشطًا حاليًا.
bn: কর্মচারী বর্তমানে সক্রিয় কিনা তা পরীক্ষা করুন।
da: Tjek om medarbejderen er aktiv i øjeblikket.
de: Überprüfen Sie, ob der Mitarbeiter derzeit aktiv ist.
el: Ελέγξτε εάν ο υπάλληλος είναι ενεργός αυτήν τη στιγμή.
es: Verifique si el empleado está actualmente activo.
fi: Tarkista, onko työntekijä tällä hetkellä aktiivinen.
fr: Vérifiez si l'employé est actuellement actif.
he: בדוק אם העובד פעיל כעת.
hi: जांचें कि क्या कर्मचारी वर्तमान में सक्रिय है।
id: Periksa apakah karyawan tersebut sedang aktif.
it: Controlla se il dipendente è attualmente attivo.
ja: 従業員が現在アクティブであるかどうかを確認します。
kn: ಉದ್ಯೋಗಿ ಪ್ರಸ್ತುತ ಸಕ್ರಿಯರಾಗಿದ್ದಾರೆಯೇ ಎಂದು ಪರಿಶೀಲಿಸಿ.
ml: ജീവനക്കാരൻ നിലവിൽ സജീവമാണോയെന്ന് പരിശോധിക്കുക.
mr: कर्मचारी सध्या सक्रिय आहे का ते तपासा.
nl: Controleer of de medewerker momenteel actief is.
pa: ਜਾਂਚ ਕਰੋ ਕਿ ਕੀ ਕਰਮਚਾਰੀ ਵਰਤਮਾਨ ਵਿੱਚ ਕਿਰਿਆਸ਼ੀਲ ਹੈ।
pl: Sprawdź, czy pracownik jest aktualnie aktywny.
pt: Verifique se o funcionário está ativo no momento.
ru: Проверьте, активен ли сотрудник в данный момент.
sv: Kontrollera om medarbetaren är aktiv för närvarande.
ta: பணியாளர் தற்போது செயலில் உள்ளாரா என சரிபார்க்கவும்.
te: ఉద్యోగి ప్రస్తుతం చురుకుగా ఉన్నారో లేదో తనిఖీ చేయండి.
th: ตรวจสอบว่าพนักงานกำลังทำงานอยู่หรือไม่
tr: Çalışanın şu anda aktif olup olmadığını kontrol edin.
vi: Kiểm tra xem nhân viên hiện đang hoạt động hay không.

source: Enter the employee's work phone number.
ar: أدخل رقم هاتف العمل الخاص بالموظف.
bn: কর্মচারীর কাজের ফোন নম্বর লিখুন।
da: Indtast medarbejderens arbejdstelefonnummer.
de: Geben Sie die geschäftliche Telefonnummer des Mitarbeiters ein.
el: Εισαγάγετε τον αριθμό τηλεφώνου εργασίας του υπαλλήλου.
es: Ingrese el número de teléfono del trabajo del empleado.
fi: Syötä työntekijän työpuhelinnumero.
fr: Saisissez le numéro de téléphone professionnel de l'employé.
he: הזינו את מספר הטלפון של העובד בעבודה.
hi: कर्मचारी का कार्य फ़ोन नंबर दर्ज करें.
id: Masukkan nomor telepon kantor karyawan.
it: Inserisci il numero di telefono dell'ufficio del dipendente.
ja: 従業員の勤務先の電話番号を入力します。
kn: ಉದ್ಯೋಗಿಯ ಕೆಲಸದ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ.
ml: ജീവനക്കാരൻ്റെ ജോലി ഫോൺ നമ്പർ നൽകുക.
mr: कर्मचाऱ्यांचा कामाचा फोन नंबर प्रविष्ट करा.
nl: Voer het zakelijke telefoonnummer van de werknemer in.
pa: ਕਰਮਚਾਰੀ ਦੇ ਕੰਮ ਦਾ ਫ਼ੋਨ ਨੰਬਰ ਦਰਜ ਕਰੋ।
pl: Wpisz służbowy numer telefonu pracownika.
pt: Insira o número de telefone comercial do funcionário.
ru: Введите рабочий номер телефона сотрудника.
sv: Ange den anställdes arbetstelefonnummer.
ta: பணியாளரின் பணியிட தொலைபேசி எண்ணை உள்ளிடவும்.
te: ఉద్యోగి కార్యాలయ ఫోన్ నంబర్‌ను నమోదు చేయండి.
th: ป้อนหมายเลขโทรศัพท์ที่ทำงานของพนักงาน
tr: Çalışanın iş telefon numarasını girin.
vi: Nhập số điện thoại cơ quan của nhân viên.

source: Enter the employee's work email address.
ar: أدخل عنوان البريد الإلكتروني الخاص بالعمل للموظف.
bn: কর্মচারীর কাজের ইমেল ঠিকানা লিখুন।
da: Indtast medarbejderens arbejdsmail-adresse.
de: Geben Sie die geschäftliche E-Mail-Adresse des Mitarbeiters ein.
el: Εισαγάγετε τη διεύθυνση email εργασίας του υπαλλήλου.
es: Ingrese la dirección de correo electrónico del trabajo del empleado.
fi: Syötä työntekijän työsähköpostiosoite.
fr: Saisissez l'adresse e-mail professionnelle de l'employé.
he: הזינו את כתובת המייל של העובד בעבודה.
hi: कर्मचारी का कार्य ईमेल पता दर्ज करें.
id: Masukkan alamat email kantor karyawan.
it: Inserisci l'indirizzo e-mail di lavoro del dipendente.
ja: 従業員の勤務先電子メール アドレスを入力します。
kn: ಉದ್ಯೋಗಿಯ ಕೆಲಸದ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ.
ml: ജീവനക്കാരൻ്റെ ജോലി ഇമെയിൽ വിലാസം നൽകുക.
mr: कर्मचाऱ्यांचा कार्य ईमेल पत्ता प्रविष्ट करा.
nl: Voer het zakelijke e-mailadres van de werknemer in.
pa: ਕਰਮਚਾਰੀ ਦਾ ਕੰਮ ਦਾ ਈਮੇਲ ਪਤਾ ਦਾਖਲ ਕਰੋ।
pl: Wpisz służbowy adres e-mail pracownika.
pt: Insira o endereço de e-mail comercial do funcionário.
ru: Введите рабочий адрес электронной почты сотрудника.
sv: Ange den anställdes arbetsmail-adress.
ta: பணியாளரின் பணி மின்னஞ்சல் முகவரியை உள்ளிடவும்.
te: ఉద్యోగి కార్యాలయ ఇమెయిల్ చిరునామాను నమోదు చేయండి.
th: ป้อนที่อยู่อีเมลที่ทำงานของพนักงาน
tr: Çalışanın iş e-posta adresini girin.
vi: Nhập địa chỉ email cơ quan của nhân viên.
