Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Harness the power of innovative technology to create personalized learning experiences, optimize content delivery, and drive unprecedented engagement in corporate training.
ar: استغل قوة التكنولوجيا المبتكرة لإنشاء تجارب تعليمية مخصصة، وتحسين تقديم المحتوى، وتعزيز المشاركة غير المسبوقة في التدريب المؤسسي.
bn: ব্যক্তিগতকৃত শেখার অভিজ্ঞতা তৈরি করতে, কন্টেন্ট ডেলিভারি অপ্টিমাইজ করতে এবং কর্পোরেট প্রশিক্ষণে অভূতপূর্ব ব্যস্ততা তৈরি করতে উদ্ভাবনী প্রযুক্তির শক্তিকে কাজে লাগান।
da: Udnyt kraften i innovativ teknologi til at skabe personlige læringsoplevelser, optimere levering af indhold og fremme et hidtil uset engagement i virksomhedstræning.
de: Nutzen Sie die Kraft innovativer Technologie, um personalisierte Lernerlebnisse zu schaffen, die Bereitstellung von Inhalten zu optimieren und ein beispielloses Engagement in der Unternehmensschulung zu fördern.
el: Εκμεταλλευτείτε τη δύναμη της καινοτόμου τεχνολογίας για να δημιουργήσετε εξατομικευμένες εμπειρίες μάθησης, να βελτιστοποιήσετε την παράδοση περιεχομένου και να προωθήσετε πρωτοφανή δέσμευση στην εταιρική εκπαίδευση.
es: Aproveche el poder de la tecnología innovadora para crear experiencias de aprendizaje personalizadas, optimizar la entrega de contenido e impulsar una participación sin precedentes en la capacitación corporativa.
fi: Hyödynnä innovatiivisen teknologian voima luodaksesi henkilökohtaisia ​​oppimiskokemuksia, optimoidaksesi sisällön toimituksen ja edistääksesi ennennäkemätöntä sitoutumista yrityskoulutukseen.
fr: Exploitez la puissance d’une technologie innovante pour créer des expériences d’apprentissage personnalisées, optimiser la diffusion de contenu et susciter un engagement sans précédent dans la formation en entreprise.
he: רתום את כוחה של טכנולוגיה חדשנית כדי ליצור חוויות למידה מותאמות אישית, לייעל את העברת התוכן ולהניע מעורבות חסרת תקדים בהדרכה ארגונית.
hi: वैयक्तिकृत शिक्षण अनुभव बनाने, सामग्री वितरण को अनुकूलित करने और कॉर्पोरेट प्रशिक्षण में अभूतपूर्व जुड़ाव लाने के लिए नवीन प्रौद्योगिकी की शक्ति का उपयोग करें।
id: Manfaatkan kekuatan teknologi inovatif untuk menciptakan pengalaman pembelajaran yang dipersonalisasi, mengoptimalkan penyampaian konten, dan mendorong keterlibatan yang belum pernah terjadi sebelumnya dalam pelatihan perusahaan.
it: Sfrutta la potenza della tecnologia innovativa per creare esperienze di apprendimento personalizzate, ottimizzare la distribuzione dei contenuti e promuovere un coinvolgimento senza precedenti nella formazione aziendale.
ja: 革新的なテクノロジーの力を活用して、パーソナライズされた学習体験を作成し、コンテンツ配信を最適化し、企業トレーニングにおける前例のない取り組みを推進します。
ml: വ്യക്തിഗതമാക്കിയ പഠനാനുഭവങ്ങൾ സൃഷ്ടിക്കുന്നതിനും ഉള്ളടക്ക ഡെലിവറി ഒപ്റ്റിമൈസ് ചെയ്യുന്നതിനും കോർപ്പറേറ്റ് പരിശീലനത്തിൽ അഭൂതപൂർവമായ ഇടപെടൽ നടത്തുന്നതിനും നൂതന സാങ്കേതികവിദ്യയുടെ ശക്തി പ്രയോജനപ്പെടുത്തുക.
mr: वैयक्तिकृत शिक्षण अनुभव तयार करण्यासाठी, सामग्री वितरण ऑप्टिमाइझ करण्यासाठी आणि कॉर्पोरेट प्रशिक्षणामध्ये अभूतपूर्व सहभाग वाढवण्यासाठी नाविन्यपूर्ण तंत्रज्ञानाच्या सामर्थ्याचा उपयोग करा.
nl: Benut de kracht van innovatieve technologie om gepersonaliseerde leerervaringen te creëren, de levering van inhoud te optimaliseren en een ongekende betrokkenheid bij bedrijfstrainingen te stimuleren.
pa: ਵਿਅਕਤੀਗਤ ਸਿੱਖਣ ਦੇ ਤਜ਼ਰਬੇ ਬਣਾਉਣ, ਸਮੱਗਰੀ ਡਿਲੀਵਰੀ ਨੂੰ ਅਨੁਕੂਲ ਬਣਾਉਣ, ਅਤੇ ਕਾਰਪੋਰੇਟ ਸਿਖਲਾਈ ਵਿੱਚ ਬੇਮਿਸਾਲ ਸ਼ਮੂਲੀਅਤ ਨੂੰ ਚਲਾਉਣ ਲਈ ਨਵੀਨਤਾਕਾਰੀ ਤਕਨਾਲੋਜੀ ਦੀ ਸ਼ਕਤੀ ਦਾ ਇਸਤੇਮਾਲ ਕਰੋ।
pl: Wykorzystaj moc innowacyjnej technologii, aby tworzyć spersonalizowane doświadczenia edukacyjne, optymalizować dostarczanie treści i zwiększać niespotykane dotąd zaangażowanie w szkolenia korporacyjne.
pt: Aproveite o poder da tecnologia inovadora para criar experiências de aprendizagem personalizadas, otimizar a entrega de conteúdo e promover um envolvimento sem precedentes no treinamento corporativo.
ru: Используйте возможности инновационных технологий для создания персонализированного обучения, оптимизации доставки контента и обеспечения беспрецедентного уровня вовлеченности в корпоративное обучение.
sv: Utnyttja kraften i innovativ teknik för att skapa personliga inlärningsupplevelser, optimera innehållsleverans och driva ett aldrig tidigare skådat engagemang i företagsutbildning.
ta: தனிப்பயனாக்கப்பட்ட கற்றல் அனுபவங்களை உருவாக்கவும், உள்ளடக்க விநியோகத்தை மேம்படுத்தவும் மற்றும் பெருநிறுவனப் பயிற்சியில் முன்னோடியில்லாத ஈடுபாட்டை ஏற்படுத்தவும் புதுமையான தொழில்நுட்பத்தின் ஆற்றலைப் பயன்படுத்துங்கள்.
te: వ్యక్తిగతీకరించిన అభ్యాస అనుభవాలను సృష్టించడానికి, కంటెంట్ డెలివరీని ఆప్టిమైజ్ చేయడానికి మరియు కార్పొరేట్ శిక్షణలో అపూర్వమైన నిశ్చితార్థాన్ని నడపడానికి వినూత్న సాంకేతికత యొక్క శక్తిని ఉపయోగించుకోండి.
th: ควบคุมพลังของเทคโนโลยีที่เป็นนวัตกรรมเพื่อสร้างประสบการณ์การเรียนรู้ส่วนบุคคล เพิ่มประสิทธิภาพการจัดส่งเนื้อหา และขับเคลื่อนการมีส่วนร่วมที่ไม่เคยมีมาก่อนในการฝึกอบรมขององค์กร
tr: Kişiselleştirilmiş öğrenme deneyimleri oluşturmak, içerik dağıtımını optimize etmek ve kurumsal eğitime benzeri görülmemiş bir katılımı teşvik etmek için yenilikçi teknolojinin gücünden yararlanın.
vi: Khai thác sức mạnh của công nghệ tiên tiến để tạo ra trải nghiệm học tập được cá nhân hóa, tối ưu hóa việc phân phối nội dung và thúc đẩy sự tham gia chưa từng có vào hoạt động đào tạo của doanh nghiệp.

source: Experience the Future
ar: تجربة المستقبل
bn: ভবিষ্যত অভিজ্ঞতা
da: Oplev fremtiden
de: Erleben Sie die Zukunft
el: Ζήστε το Μέλλον
es: Experimenta el futuro
fi: Koe tulevaisuus
fr: Découvrez le futur
he: לחוות את העתיד
hi: भविष्य का अनुभव करें
id: Rasakan Masa Depan
it: Sperimenta il futuro
ja: 未来を体験する
ml: ഭാവി അനുഭവിക്കുക
mr: भविष्याचा अनुभव घ्या
nl: Ervaar de toekomst
pa: ਭਵਿੱਖ ਦਾ ਅਨੁਭਵ ਕਰੋ
pl: Poznaj przyszłość
pt: Experimente o futuro
ru: Испытайте будущее
sv: Upplev framtiden
ta: எதிர்காலத்தை அனுபவியுங்கள்
te: భవిష్యత్తును అనుభవించండి
th: สัมผัสประสบการณ์แห่งอนาคต
tr: Geleceği Deneyimleyin
vi: Trải nghiệm tương lai

source: Cutting-Edge Features
ar: الميزات المتطورة
bn: কাটিং-এজ বৈশিষ্ট্য
da: Avancerede funktioner
de: Modernste Funktionen
el: Χαρακτηριστικά αιχμής
es: Características de vanguardia
fi: Huippuluokan ominaisuudet
fr: Fonctionnalités de pointe
he: תכונות חדשניות
hi: अत्याधुनिक सुविधाएँ
id: Fitur Mutakhir
it: Funzionalità all'avanguardia
ja: 最先端の機能
ml: കട്ടിംഗ്-എഡ്ജ് സവിശേഷതകൾ
mr: अत्याधुनिक वैशिष्ट्ये
nl: Geavanceerde functies
pa: ਅਤਿ-ਆਧੁਨਿਕ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ
pl: Najnowocześniejsze funkcje
pt: Recursos de ponta
ru: Новейшие возможности
sv: Banbrytande funktioner
ta: கட்டிங் எட்ஜ் அம்சங்கள்
te: కట్టింగ్-ఎడ్జ్ ఫీచర్లు
th: คุณสมบัติล้ำสมัย
tr: Son Teknoloji Özellikler
vi: Tính năng tiên tiến

source: Adaptive Learning Paths
ar: مسارات التعلم التكيفية
bn: অভিযোজিত শেখার পথ
da: Adaptive læringsveje
de: Adaptive Lernpfade
el: Προσαρμοστικές Διαδρομές Μάθησης
es: Rutas de aprendizaje adaptativo
fi: Mukautuvat oppimispolut
fr: Parcours d'apprentissage adaptatifs
he: מסלולי למידה מסתגלים
hi: अनुकूली शिक्षण पथ
id: Jalur Pembelajaran Adaptif
it: Percorsi di apprendimento adattivi
ja: 適応型学習パス
ml: അഡാപ്റ്റീവ് പഠന പാതകൾ
mr: अनुकूली शिकण्याचे मार्ग
nl: Adaptieve leerpaden
pa: ਅਨੁਕੂਲ ਸਿੱਖਣ ਦੇ ਮਾਰਗ
pl: Adaptacyjne ścieżki uczenia się
pt: Caminhos de aprendizagem adaptativos
ru: Адаптивные траектории обучения
sv: Adaptiva inlärningsvägar
ta: தகவமைப்பு கற்றல் பாதைகள்
te: అడాప్టివ్ లెర్నింగ్ పాత్స్
th: เส้นทางการเรียนรู้แบบปรับเปลี่ยนได้
tr: Uyarlanabilir Öğrenme Yolları
vi: Lộ trình học tập thích ứng

source: Create personalized learning journeys based on user performance and goals, ensuring optimal skill development for each learner.
ar: قم بإنشاء رحلات تعليمية مخصصة بناءً على أداء المستخدم وأهدافه، مما يضمن التطوير الأمثل للمهارات لكل متعلم.
bn: ব্যবহারকারীর কর্মক্ষমতা এবং লক্ষ্যের উপর ভিত্তি করে ব্যক্তিগতকৃত শেখার যাত্রা তৈরি করুন, প্রতিটি শিক্ষার্থীর জন্য সর্বোত্তম দক্ষতা বিকাশ নিশ্চিত করুন।
da: Opret personlige læringsrejser baseret på brugerens præstation og mål, hvilket sikrer optimal færdighedsudvikling for hver elev.
de: Erstellen Sie personalisierte Lernreisen basierend auf der Leistung und den Zielen der Benutzer und stellen Sie so eine optimale Kompetenzentwicklung für jeden Lernenden sicher.
el: Δημιουργήστε εξατομικευμένα ταξίδια μάθησης με βάση την απόδοση και τους στόχους των χρηστών, διασφαλίζοντας τη βέλτιστη ανάπτυξη δεξιοτήτων για κάθε μαθητή.
es: Cree recorridos de aprendizaje personalizados basados ​​en el rendimiento y los objetivos del usuario, garantizando un desarrollo óptimo de habilidades para cada alumno.
fi: Luo räätälöityjä oppimismatkoja käyttäjän suorituskyvyn ja tavoitteiden perusteella varmistaen jokaisen oppijan optimaalisen taitojen kehittymisen.
fr: Créez des parcours d'apprentissage personnalisés basés sur les performances et les objectifs des utilisateurs, garantissant un développement optimal des compétences de chaque apprenant.
he: צור מסעות למידה מותאמים אישית המבוססים על ביצועי המשתמש ויעדים, תוך הבטחת פיתוח מיומנויות מיטבי עבור כל לומד.
hi: प्रत्येक शिक्षार्थी के लिए इष्टतम कौशल विकास सुनिश्चित करते हुए, उपयोगकर्ता के प्रदर्शन और लक्ष्यों के आधार पर व्यक्तिगत शिक्षण यात्राएँ बनाएँ।
id: Ciptakan perjalanan pembelajaran yang dipersonalisasi berdasarkan kinerja dan tujuan pengguna, memastikan pengembangan keterampilan yang optimal untuk setiap pelajar.
it: Crea percorsi di apprendimento personalizzati in base alle prestazioni e agli obiettivi degli utenti, garantendo lo sviluppo ottimale delle competenze per ogni studente.
ja: ユーザーのパフォーマンスと目標に基づいてパーソナライズされた学習行程を作成し、各学習者にとって最適なスキル開発を保証します。
ml: ഉപയോക്തൃ പ്രകടനത്തെയും ലക്ഷ്യങ്ങളെയും അടിസ്ഥാനമാക്കി വ്യക്തിഗതമാക്കിയ പഠന യാത്രകൾ സൃഷ്ടിക്കുക, ഓരോ പഠിതാവിനും ഒപ്റ്റിമൽ നൈപുണ്യ വികസനം ഉറപ്പാക്കുക.
mr: प्रत्येक विद्यार्थ्यासाठी इष्टतम कौशल्य विकास सुनिश्चित करून, वापरकर्ता कार्यप्रदर्शन आणि उद्दिष्टांवर आधारित वैयक्तिकृत शिक्षण प्रवास तयार करा.
nl: Creëer gepersonaliseerde leertrajecten op basis van gebruikersprestaties en -doelen, waardoor een optimale ontwikkeling van vaardigheden voor elke leerling wordt gegarandeerd.
pa: ਹਰੇਕ ਸਿਖਿਆਰਥੀ ਲਈ ਸਰਵੋਤਮ ਹੁਨਰ ਵਿਕਾਸ ਨੂੰ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ, ਉਪਭੋਗਤਾ ਪ੍ਰਦਰਸ਼ਨ ਅਤੇ ਟੀਚਿਆਂ ਦੇ ਆਧਾਰ 'ਤੇ ਵਿਅਕਤੀਗਤ ਸਿੱਖਣ ਯਾਤਰਾਵਾਂ ਬਣਾਓ।
pl: Twórz spersonalizowane ścieżki edukacyjne w oparciu o wyniki i cele użytkownika, zapewniając optymalny rozwój umiejętności każdego ucznia.
pt: Crie jornadas de aprendizagem personalizadas com base no desempenho e nas metas do usuário, garantindo o desenvolvimento ideal de habilidades para cada aluno.
ru: Создавайте персонализированные маршруты обучения на основе эффективности и целей пользователей, обеспечивая оптимальное развитие навыков каждого учащегося.
sv: Skapa personliga inlärningsresor baserade på användarnas prestationer och mål, vilket säkerställer optimal kompetensutveckling för varje elev.
ta: பயனர் செயல்திறன் மற்றும் இலக்குகளின் அடிப்படையில் தனிப்பயனாக்கப்பட்ட கற்றல் பயணங்களை உருவாக்கவும், ஒவ்வொரு கற்பவருக்கும் உகந்த திறன் மேம்பாட்டை உறுதி செய்கிறது.
te: వినియోగదారు పనితీరు మరియు లక్ష్యాల ఆధారంగా వ్యక్తిగతీకరించిన అభ్యాస ప్రయాణాలను సృష్టించండి, ప్రతి అభ్యాసకుడికి సరైన నైపుణ్యం అభివృద్ధికి భరోసా ఇస్తుంది.
th: สร้างเส้นทางการเรียนรู้ส่วนบุคคลตามประสิทธิภาพและเป้าหมายของผู้ใช้ เพื่อให้มั่นใจว่าจะมีการพัฒนาทักษะที่เหมาะสมที่สุดสำหรับผู้เรียนแต่ละคน
tr: Kullanıcı performansına ve hedeflerine göre kişiselleştirilmiş öğrenme yolculukları oluşturarak her öğrenci için en iyi beceri gelişimini sağlayın.
vi: Tạo hành trình học tập được cá nhân hóa dựa trên hiệu suất và mục tiêu của người dùng, đảm bảo phát triển kỹ năng tối ưu cho mỗi người học.

source: Comprehensive Analytics
ar: تحليلات شاملة
bn: ব্যাপক বিশ্লেষণ
da: Omfattende analyse
de: Umfassende Analysen
el: Ολοκληρωμένη ανάλυση
es: Análisis integral
fi: Kattava analytiikka
fr: Analyse complète
he: אנליטיקה מקיפה
hi: व्यापक विश्लेषिकी
id: Analisis Komprehensif
it: Analisi completa
ja: 包括的な分析
ml: സമഗ്രമായ അനലിറ്റിക്സ്
mr: सर्वसमावेशक विश्लेषण
nl: Uitgebreide analyse
pa: ਵਿਆਪਕ ਵਿਸ਼ਲੇਸ਼ਣ
pl: Kompleksowa analityka
pt: Análise Abrangente
ru: Комплексная аналитика
sv: Omfattande analys
ta: விரிவான பகுப்பாய்வு
te: సమగ్ర విశ్లేషణలు
th: การวิเคราะห์ที่ครอบคลุม
tr: Kapsamlı Analitik
vi: Phân tích toàn diện

source: Gain valuable insights into learner progress, course effectiveness, and overall training impact with our powerful reporting tools.
ar: احصل على رؤى قيمة حول تقدم المتعلم وفعالية الدورة وتأثير التدريب الشامل باستخدام أدوات إعداد التقارير القوية لدينا.
bn: আমাদের শক্তিশালী রিপোর্টিং সরঞ্জামগুলির সাহায্যে শিক্ষার্থীদের অগ্রগতি, কোর্সের কার্যকারিতা এবং সামগ্রিক প্রশিক্ষণের প্রভাব সম্পর্কে মূল্যবান অন্তর্দৃষ্টি অর্জন করুন।
da: Få værdifuld indsigt i elevernes fremskridt, kursets effektivitet og den overordnede træningseffekt med vores kraftfulde rapporteringsværktøjer.
de: Gewinnen Sie mit unseren leistungsstarken Berichtstools wertvolle Einblicke in den Lernfortschritt, die Kurseffektivität und die allgemeine Trainingswirkung.
el: Αποκτήστε πολύτιμες γνώσεις σχετικά με την πρόοδο των μαθητών, την αποτελεσματικότητα των μαθημάτων και τον συνολικό αντίκτυπο της εκπαίδευσης με τα ισχυρά μας εργαλεία αναφοράς.
es: Obtenga información valiosa sobre el progreso de los estudiantes, la efectividad del curso y el impacto general de la capacitación con nuestras potentes herramientas de generación de informes.
fi: Hanki arvokkaita näkemyksiä oppilaiden edistymisestä, kurssin tehokkuudesta ja koulutuksen kokonaisvaikutuksista tehokkaiden raportointityökalujemme avulla.
fr: Obtenez des informations précieuses sur les progrès des apprenants, l’efficacité des cours et l’impact global de la formation grâce à nos puissants outils de reporting.
he: קבל תובנות חשובות לגבי התקדמות הלומדים, יעילות הקורס והשפעת ההדרכה הכוללת עם כלי הדיווח העוצמתיים שלנו.
hi: हमारे शक्तिशाली रिपोर्टिंग टूल के साथ शिक्षार्थी की प्रगति, पाठ्यक्रम प्रभावशीलता और समग्र प्रशिक्षण प्रभाव में मूल्यवान अंतर्दृष्टि प्राप्त करें।
id: Dapatkan wawasan berharga mengenai kemajuan peserta, efektivitas kursus, dan dampak pelatihan secara keseluruhan dengan alat pelaporan kami yang canggih.
it: Ottieni informazioni preziose sui progressi degli studenti, sull'efficacia dei corsi e sull'impatto complessivo della formazione con i nostri potenti strumenti di reporting.
ja: 強力なレポート ツールを使用して、学習者の進捗状況、コースの有効性、全体的なトレーニングへの影響に関する貴重な洞察を得ることができます。
ml: ഞങ്ങളുടെ ശക്തമായ റിപ്പോർട്ടിംഗ് ടൂളുകൾ ഉപയോഗിച്ച് പഠിതാക്കളുടെ പുരോഗതി, കോഴ്‌സ് ഫലപ്രാപ്തി, മൊത്തത്തിലുള്ള പരിശീലന സ്വാധീനം എന്നിവയെക്കുറിച്ചുള്ള മൂല്യവത്തായ ഉൾക്കാഴ്ചകൾ നേടുക.
mr: आमच्या शक्तिशाली रिपोर्टिंग साधनांसह शिकणाऱ्यांची प्रगती, अभ्यासक्रमाची परिणामकारकता आणि एकूण प्रशिक्षण प्रभावाविषयी मौल्यवान अंतर्दृष्टी मिळवा.
nl: Krijg waardevolle inzichten in de voortgang van leerlingen, de effectiviteit van de cursus en de algehele impact van de training met onze krachtige rapportagetools.
pa: ਸਾਡੇ ਸ਼ਕਤੀਸ਼ਾਲੀ ਰਿਪੋਰਟਿੰਗ ਟੂਲਸ ਨਾਲ ਸਿਖਿਆਰਥੀ ਦੀ ਪ੍ਰਗਤੀ, ਕੋਰਸ ਦੀ ਪ੍ਰਭਾਵਸ਼ੀਲਤਾ, ਅਤੇ ਸਮੁੱਚੀ ਸਿਖਲਾਈ ਪ੍ਰਭਾਵ ਬਾਰੇ ਕੀਮਤੀ ਸਮਝ ਪ੍ਰਾਪਤ ਕਰੋ।
pl: Zdobądź cenne informacje na temat postępów uczniów, efektywności kursów i ogólnego wpływu szkolenia dzięki naszym potężnym narzędziom do raportowania.
pt: Obtenha informações valiosas sobre o progresso do aluno, a eficácia do curso e o impacto geral do treinamento com nossas poderosas ferramentas de relatórios.
ru: Получите ценную информацию о прогрессе учащихся, эффективности курса и общем эффекте обучения с помощью наших мощных инструментов отчетности.
sv: Få värdefulla insikter om elevernas framsteg, kursens effektivitet och övergripande utbildningseffekt med våra kraftfulla rapporteringsverktyg.
ta: எங்கள் சக்திவாய்ந்த அறிக்கையிடல் கருவிகள் மூலம் கற்றவர் முன்னேற்றம், பாடநெறி செயல்திறன் மற்றும் ஒட்டுமொத்த பயிற்சி தாக்கம் பற்றிய மதிப்புமிக்க நுண்ணறிவுகளைப் பெறுங்கள்.
te: మా శక్తివంతమైన రిపోర్టింగ్ సాధనాలతో అభ్యాసకుల పురోగతి, కోర్సు ప్రభావం మరియు మొత్తం శిక్షణ ప్రభావం గురించి విలువైన అంతర్దృష్టులను పొందండి.
th: รับข้อมูลเชิงลึกอันมีค่าเกี่ยวกับความก้าวหน้าของผู้เรียน ประสิทธิผลของหลักสูตร และผลกระทบการฝึกอบรมโดยรวมด้วยเครื่องมือการรายงานอันทรงพลังของเรา
tr: Güçlü raporlama araçlarımızla öğrencinin ilerlemesi, kursun etkinliği ve genel eğitim etkisi hakkında değerli bilgiler edinin.
vi: Thu được những hiểu biết có giá trị về tiến độ của người học, hiệu quả của khóa học và tác động đào tạo tổng thể bằng các công cụ báo cáo mạnh mẽ của chúng tôi.

source: AI-Powered Recommendations
ar: توصيات مدعومة بالذكاء الاصطناعي
bn: এআই-চালিত সুপারিশ
da: AI-drevne anbefalinger
de: KI-gestützte Empfehlungen
el: Προτάσεις με τεχνητή νοημοσύνη
es: Recomendaciones impulsadas por IA
fi: Tekoälyllä toimivat suositukset
fr: Recommandations basées sur l'IA
he: המלצות מבוססות בינה מלאכותית
hi: एआई-संचालित अनुशंसाएँ
id: Rekomendasi yang Didukung AI
it: Raccomandazioni basate sull'intelligenza artificiale
ja: AI を活用したレコメンデーション
ml: AI-അധിഷ്ഠിത ശുപാർശകൾ
mr: AI-शक्तीच्या शिफारशी
nl: Door AI aangedreven aanbevelingen
pa: AI-ਪਾਵਰਡ ਸਿਫ਼ਾਰਿਸ਼ਾਂ
pl: Zalecenia oparte na sztucznej inteligencji
pt: Recomendações baseadas em IA
ru: Рекомендации на основе искусственного интеллекта
sv: AI-drivna rekommendationer
ta: AI-இயக்கப்படும் பரிந்துரைகள்
te: AI-ఆధారిత సిఫార్సులు
th: คำแนะนำที่ขับเคลื่อนโดย AI
tr: Yapay Zeka Destekli Öneriler
vi: Khuyến nghị do AI cung cấp

source: Leverage machine learning algorithms to suggest relevant courses and resources based on learner interests and performance.
ar: استفد من خوارزميات التعلم الآلي لاقتراح الدورات والموارد ذات الصلة بناءً على اهتمامات المتعلم وأدائه.
bn: শিক্ষার্থীর আগ্রহ এবং কর্মক্ষমতার উপর ভিত্তি করে প্রাসঙ্গিক কোর্স এবং সংস্থানগুলির পরামর্শ দেওয়ার জন্য মেশিন লার্নিং অ্যালগরিদমগুলি ব্যবহার করুন।
da: Udnyt maskinlæringsalgoritmer til at foreslå relevante kurser og ressourcer baseret på elevernes interesser og præstationer.
de: Nutzen Sie Algorithmen für maschinelles Lernen, um relevante Kurse und Ressourcen basierend auf den Interessen und der Leistung der Lernenden vorzuschlagen.
el: Αξιοποιήστε αλγόριθμους μηχανικής μάθησης για να προτείνετε σχετικά μαθήματα και πόρους με βάση τα ενδιαφέροντα και την απόδοση των μαθητών.
es: Aproveche los algoritmos de aprendizaje automático para sugerir cursos y recursos relevantes en función de los intereses y el rendimiento del alumno.
fi: Hyödynnä koneoppimisalgoritmeja ehdottaaksesi osuvia kursseja ja resursseja oppilaiden kiinnostuksen kohteiden ja suoritusten perusteella.
fr: Tirez parti des algorithmes d’apprentissage automatique pour suggérer des cours et des ressources pertinents en fonction des intérêts et des performances des apprenants.
he: נצל אלגוריתמי למידת מכונה כדי להציע קורסים ומשאבים רלוונטיים על סמך תחומי העניין והביצועים של הלומד.
hi: शिक्षार्थी की रुचियों और प्रदर्शन के आधार पर प्रासंगिक पाठ्यक्रमों और संसाधनों का सुझाव देने के लिए मशीन लर्निंग एल्गोरिदम का लाभ उठाएं।
id: Manfaatkan algoritme pembelajaran mesin untuk menyarankan kursus dan sumber daya yang relevan berdasarkan minat dan kinerja peserta.
it: Sfrutta gli algoritmi di machine learning per suggerire corsi e risorse pertinenti in base agli interessi e alle prestazioni degli studenti.
ja: 機械学習アルゴリズムを活用して、学習者の興味や成績に基づいて関連するコースやリソースを提案します。
ml: പഠിതാക്കളുടെ താൽപ്പര്യങ്ങളും പ്രകടനവും അടിസ്ഥാനമാക്കി പ്രസക്തമായ കോഴ്സുകളും ഉറവിടങ്ങളും നിർദ്ദേശിക്കാൻ മെഷീൻ ലേണിംഗ് അൽഗോരിതങ്ങൾ പ്രയോജനപ്പെടുത്തുക.
mr: शिकणाऱ्यांच्या आवडी आणि कामगिरीवर आधारित संबंधित अभ्यासक्रम आणि संसाधने सुचवण्यासाठी मशीन लर्निंग अल्गोरिदमचा फायदा घ्या.
nl: Maak gebruik van machine learning-algoritmen om relevante cursussen en bronnen voor te stellen op basis van de interesses en prestaties van leerlingen.
pa: ਸਿਖਿਆਰਥੀਆਂ ਦੀਆਂ ਰੁਚੀਆਂ ਅਤੇ ਪ੍ਰਦਰਸ਼ਨ ਦੇ ਆਧਾਰ 'ਤੇ ਸੰਬੰਧਿਤ ਕੋਰਸਾਂ ਅਤੇ ਸਰੋਤਾਂ ਦਾ ਸੁਝਾਅ ਦੇਣ ਲਈ ਮਸ਼ੀਨ ਲਰਨਿੰਗ ਐਲਗੋਰਿਦਮ ਦਾ ਲਾਭ ਉਠਾਓ।
pl: Wykorzystaj algorytmy uczenia maszynowego, aby proponować odpowiednie kursy i zasoby w oparciu o zainteresowania i wyniki uczniów.
pt: Aproveite algoritmos de aprendizado de máquina para sugerir cursos e recursos relevantes com base nos interesses e no desempenho do aluno.
ru: Используйте алгоритмы машинного обучения, чтобы предлагать подходящие курсы и ресурсы с учетом интересов и успеваемости учащихся.
sv: Använd maskininlärningsalgoritmer för att föreslå relevanta kurser och resurser baserat på lärarnas intressen och prestationer.
ta: கற்பவரின் ஆர்வங்கள் மற்றும் செயல்திறன் ஆகியவற்றின் அடிப்படையில் தொடர்புடைய படிப்புகள் மற்றும் ஆதாரங்களை பரிந்துரைக்க இயந்திர கற்றல் வழிமுறைகளைப் பயன்படுத்தவும்.
te: అభ్యాసకుల ఆసక్తులు మరియు పనితీరు ఆధారంగా సంబంధిత కోర్సులు మరియు వనరులను సూచించడానికి యంత్ర అభ్యాస అల్గారిథమ్‌లను ప్రభావితం చేయండి.
th: ใช้ประโยชน์จากอัลกอริธึมการเรียนรู้ของเครื่องเพื่อแนะนำหลักสูตรและทรัพยากรที่เกี่ยวข้องตามความสนใจและประสิทธิภาพของผู้เรียน
tr: Öğrencinin ilgi alanlarına ve performansına göre ilgili kursları ve kaynakları önermek için makine öğrenimi algoritmalarından yararlanın.
vi: Tận dụng các thuật toán học máy để đề xuất các khóa học và tài nguyên phù hợp dựa trên sở thích và hiệu suất của người học.

source: Interactive Discussions
ar: المناقشات التفاعلية
bn: ইন্টারেক্টিভ আলোচনা
da: Interaktive diskussioner
de: Interaktive Diskussionen
el: Διαδραστικές Συζητήσεις
es: Discusiones interactivas
fi: Interaktiivisia keskusteluja
fr: Discussions interactives
he: דיונים אינטראקטיביים
hi: इंटरएक्टिव चर्चाएँ
id: Diskusi Interaktif
it: Discussioni interattive
ja: インタラクティブなディスカッション
ml: സംവേദനാത്മക ചർച്ചകൾ
mr: परस्परसंवादी चर्चा
nl: Interactieve discussies
pa: ਇੰਟਰਐਕਟਿਵ ਚਰਚਾਵਾਂ
pl: Interaktywne dyskusje
pt: Discussões interativas
ru: Интерактивные обсуждения
sv: Interaktiva diskussioner
ta: ஊடாடும் விவாதங்கள்
te: ఇంటరాక్టివ్ చర్చలు
th: การสนทนาแบบโต้ตอบ
tr: İnteraktif Tartışmalar
vi: Thảo luận tương tác
