Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Single Sign-On (SSO) Provider
ar: موفر الدخول الموحد (SSO).
bn: একক সাইন-অন (SSO) প্রদানকারী
da: Single Sign-On (SSO) udbyder
de: Anbieter für Single Sign-On (SSO).
el: Πάροχος Single Sign-On (SSO).
es: Proveedor de inicio de sesión único (SSO)
fi: Single Sign-On (SSO) -palveluntarjoaja
fr: Fournisseur d'authentification unique (SSO)
he: ספק כניסה יחידה (SSO).
hi: सिंगल साइन-ऑन (एसएसओ) प्रदाता
id: Penyedia Sistem Masuk Tunggal (SSO).
it: Fornitore di Single Sign-On (SSO).
ja: シングル サインオン (SSO) プロバイダー
kn: ಏಕ ಸೈನ್-ಆನ್ (SSO) ಪೂರೈಕೆದಾರ
ml: സിംഗിൾ സൈൻ-ഓൺ (SSO) ദാതാവ്
mr: सिंगल साइन-ऑन (SSO) प्रदाता
pa: ਸਿੰਗਲ ਸਾਈਨ-ਆਨ (SSO) ਪ੍ਰਦਾਤਾ
pl: Dostawca pojedynczego logowania (SSO).
pt: Provedor de logon único (SSO)
ru: Поставщик единого входа (SSO)
sv: Leverantör av enkel inloggning (SSO).
ta: ஒற்றை உள்நுழைவு (SSO) வழங்குநர்
te: సింగిల్ సైన్-ఆన్ (SSO) ప్రొవైడర్
th: ผู้ให้บริการการลงชื่อเพียงครั้งเดียว (SSO)
tr: Tek Oturum Açma (SSO) Sağlayıcısı
vi: Nhà cung cấp đăng nhập một lần (SSO)

source: Social Login Providers
ar: موفري تسجيل الدخول الاجتماعي
bn: সামাজিক লগইন প্রদানকারী
da: Udbydere af socialt login
de: Social-Login-Anbieter
el: Πάροχοι κοινωνικής σύνδεσης
es: Proveedores de inicio de sesión social
fi: Sosiaalisen kirjautumisen tarjoajat
fr: Fournisseurs de connexion sociale
he: ספקי התחברות חברתיות
hi: सामाजिक लॉगिन प्रदाता
id: Penyedia Login Sosial
it: Provider di accesso social
ja: ソーシャルログインプロバイダー
kn: ಸಾಮಾಜಿಕ ಲಾಗಿನ್ ಪೂರೈಕೆದಾರರು
ml: സോഷ്യൽ ലോഗിൻ ദാതാക്കൾ
mr: सामाजिक लॉगिन प्रदाते
nl: Aanbieders van sociale logins
pa: ਸੋਸ਼ਲ ਲੌਗਇਨ ਪ੍ਰਦਾਤਾ
pl: Dostawcy logowania społecznościowego
pt: Provedores de login social
ru: Поставщики социальных входов
sv: Sociala inloggningsleverantörer
ta: சமூக உள்நுழைவு வழங்குநர்கள்
te: సామాజిక లాగిన్ ప్రొవైడర్లు
th: ผู้ให้บริการเข้าสู่ระบบโซเชียล
tr: Sosyal Giriş Sağlayıcıları
vi: Nhà cung cấp đăng nhập xã hội

source: Payment Gateway Integration
ar: تكامل بوابة الدفع
bn: পেমেন্ট গেটওয়ে ইন্টিগ্রেশন
da: Integration af betalingsgateway
de: Zahlungs-Gateway-Integration
el: Ενοποίηση πύλης πληρωμής
es: Integración de pasarela de pago
fi: Maksuyhdyskäytävän integrointi
fr: Intégration de la passerelle de paiement
gu: પેમેન્ટ ગેટવે એકીકરણ
he: שילוב שער תשלום
hi: भुगतान गेटवे एकीकरण
id: Integrasi Gerbang Pembayaran
it: Integrazione del gateway di pagamento
ja: ペイメントゲートウェイの統合
kn: ಪಾವತಿ ಗೇಟ್‌ವೇ ಏಕೀಕರಣ
ml: പേയ്‌മെൻ്റ് ഗേറ്റ്‌വേ ഇൻ്റഗ്രേഷൻ
mr: पेमेंट गेटवे एकत्रीकरण
nl: Betalingsgateway-integratie
no: Integrasjon av betalingsgateway
or: ଦେୟ ଗେଟୱେ ଏକୀକରଣ |
pa: ਭੁਗਤਾਨ ਗੇਟਵੇ ਏਕੀਕਰਣ
pl: Integracja z bramką płatniczą
pt: Integração de gateway de pagamento
ru: Интеграция платежного шлюза
sv: Integration av betalningsgateway
ta: கட்டண நுழைவாயில் ஒருங்கிணைப்பு
te: చెల్లింపు గేట్‌వే ఇంటిగ్రేషన్
th: บูรณาการเกตเวย์การชำระเงิน
tr: Ödeme Ağ Geçidi Entegrasyonu
vi: Tích hợp cổng thanh toán

source: Primary Payment Gateway
ar: بوابة الدفع الأساسية
bn: প্রাথমিক পেমেন্ট গেটওয়ে
da: Primær betalingsgateway
de: Primäres Zahlungsgateway
el: Κύρια πύλη πληρωμής
es: Pasarela de pago principal
fi: Ensisijainen maksuyhdyskäytävä
fr: Passerelle de paiement principale
he: שער תשלום ראשי
hi: प्राथमिक भुगतान गेटवे
id: Gerbang Pembayaran Utama
it: Gateway di pagamento principale
ja: 主要な支払いゲートウェイ
kn: ಪ್ರಾಥಮಿಕ ಪಾವತಿ ಗೇಟ್‌ವೇ
ml: പ്രാഥമിക പേയ്‌മെൻ്റ് ഗേറ്റ്‌വേ
mr: प्राथमिक पेमेंट गेटवे
nl: Primaire betalingsgateway
pa: ਪ੍ਰਾਇਮਰੀ ਭੁਗਤਾਨ ਗੇਟਵੇ
pl: Podstawowa bramka płatnicza
pt: Gateway de pagamento principal
ru: Основной платежный шлюз
sv: Primär betalningsgateway
ta: முதன்மை கட்டண நுழைவாயில்
te: ప్రాథమిక చెల్లింపు గేట్‌వే
th: เกตเวย์การชำระเงินหลัก
tr: Birincil Ödeme Ağ Geçidi
vi: Cổng thanh toán chính

source: Default Currency
ar: العملة الافتراضية
bn: ডিফল্ট মুদ্রা
da: Standardvaluta
de: Standardwährung
el: Προεπιλεγμένο νόμισμα
es: Moneda predeterminada
fi: Oletusvaluutta
fr: Devise par défaut
he: מטבע ברירת המחדל
hi: डिफ़ॉल्ट मुद्रा
id: Mata Uang Default
it: Valuta predefinita
ja: デフォルトの通貨
kn: ಡೀಫಾಲ್ಟ್ ಕರೆನ್ಸಿ
ml: സ്ഥിര കറൻസി
mr: डीफॉल्ट चलन
nl: Standaardvaluta
pa: ਮੂਲ ਮੁਦਰਾ
pl: Domyślna waluta
pt: Moeda padrão
ru: Валюта по умолчанию
sv: Standardvaluta
ta: இயல்புநிலை நாணயம்
te: డిఫాల్ట్ కరెన్సీ
th: สกุลเงินเริ่มต้น
tr: Varsayılan Para Birimi
vi: Tiền tệ mặc định

source: Enable subscription-based billing
ar: تمكين الفوترة على أساس الاشتراك
bn: সদস্যতা-ভিত্তিক বিলিং সক্ষম করুন৷
da: Aktiver abonnementsbaseret fakturering
de: Aktivieren Sie die abonnementbasierte Abrechnung
el: Ενεργοποίηση χρέωσης βάσει συνδρομής
es: Habilitar la facturación basada en suscripción
fi: Ota tilauspohjainen laskutus käyttöön
fr: Activer la facturation basée sur l'abonnement
he: אפשר חיוב מבוסס מנוי
hi: सदस्यता-आधारित बिलिंग सक्षम करें
id: Aktifkan penagihan berbasis langganan
it: Abilita la fatturazione basata su abbonamento
ja: サブスクリプションベースの課金を有効にする
kn: ಚಂದಾದಾರಿಕೆ ಆಧಾರಿತ ಬಿಲ್ಲಿಂಗ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ml: സബ്‌സ്‌ക്രിപ്‌ഷൻ അടിസ്ഥാനമാക്കിയുള്ള ബില്ലിംഗ് പ്രവർത്തനക്ഷമമാക്കുക
mr: सदस्यता-आधारित बिलिंग सक्षम करा
nl: Schakel facturering op abonnementsbasis in
pa: ਗਾਹਕੀ-ਆਧਾਰਿਤ ਬਿਲਿੰਗ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ
pl: Włącz rozliczenia oparte na subskrypcji
pt: Habilite o faturamento baseado em assinatura
ru: Включить выставление счетов на основе подписки
sv: Aktivera prenumerationsbaserad fakturering
ta: சந்தா அடிப்படையிலான பில்லிங்கை இயக்கவும்
te: చందా ఆధారిత బిల్లింగ్‌ని ప్రారంభించండి
th: เปิดใช้งานการเรียกเก็บเงินตามการสมัครสมาชิก
tr: Aboneliğe dayalı faturalandırmayı etkinleştir
vi: Bật thanh toán dựa trên đăng ký

source: Content Integrations
ar: تكامل المحتوى
bn: বিষয়বস্তু ইন্টিগ্রেশন
da: Indholdsintegrationer
de: Inhaltsintegrationen
el: Ενσωματώσεις περιεχομένου
es: Integraciones de contenido
fi: Sisältöintegraatiot
fr: Intégrations de contenu
he: שילובי תוכן
hi: सामग्री एकीकरण
id: Integrasi Konten
it: Integrazioni di contenuti
ja: コンテンツの統合
kn: ವಿಷಯ ಸಂಯೋಜನೆಗಳು
ml: ഉള്ളടക്ക സംയോജനങ്ങൾ
mr: सामग्री एकत्रीकरण
nl: Inhoudsintegraties
pa: ਸਮੱਗਰੀ ਏਕੀਕਰਣ
pl: Integracje treści
pt: Integrações de conteúdo
ru: Интеграция контента
sv: Innehållsintegrationer
ta: உள்ளடக்க ஒருங்கிணைப்புகள்
te: కంటెంట్ ఇంటిగ్రేషన్స్
th: บูรณาการเนื้อหา
tr: İçerik Entegrasyonları
vi: Tích hợp nội dung

source: Video Platform Integration
ar: التكامل مع منصة الفيديو
bn: ভিডিও প্ল্যাটফর্ম ইন্টিগ্রেশন
de: Videoplattform-Integration
el: Ενσωμάτωση πλατφόρμας βίντεο
es: Integración de plataforma de vídeo
fi: Videoalustan integrointi
fr: Intégration de la plateforme vidéo
he: שילוב פלטפורמת וידאו
hi: वीडियो प्लेटफ़ॉर्म एकीकरण
id: Integrasi Platform Video
it: Integrazione della piattaforma video
ja: ビデオプラットフォームの統合
kn: ವೀಡಿಯೊ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ಏಕೀಕರಣ
ml: വീഡിയോ പ്ലാറ്റ്ഫോം സംയോജനം
mr: व्हिडिओ प्लॅटफॉर्म एकत्रीकरण
nl: Videoplatformintegratie
pa: ਵੀਡੀਓ ਪਲੇਟਫਾਰਮ ਏਕੀਕਰਣ
pl: Integracja platformy wideo
pt: Integração de plataforma de vídeo
ru: Интеграция видеоплатформы
sv: Videoplattformsintegration
ta: வீடியோ பிளாட்ஃபார்ம் ஒருங்கிணைப்பு
te: వీడియో ప్లాట్‌ఫారమ్ ఇంటిగ్రేషన్
th: บูรณาการแพลตฟอร์มวิดีโอ
tr: Video Platformu Entegrasyonu
vi: Tích hợp nền tảng video

source: Document Storage Integration
ar: تكامل تخزين المستندات
bn: ডকুমেন্ট স্টোরেজ ইন্টিগ্রেশন
da: Integration af dokumentlagring
de: Integration der Dokumentenspeicherung
el: Ενσωμάτωση αποθήκευσης εγγράφων
es: Integración de almacenamiento de documentos
fi: Asiakirjojen tallennuksen integrointi
fr: Intégration du stockage de documents
he: שילוב אחסון מסמכים
hi: दस्तावेज़ भंडारण एकीकरण
id: Integrasi Penyimpanan Dokumen
it: Integrazione dell'archiviazione dei documenti
ja: ドキュメントストレージの統合
kn: ಡಾಕ್ಯುಮೆಂಟ್ ಶೇಖರಣಾ ಏಕೀಕರಣ
ml: ഡോക്യുമെൻ്റ് സ്റ്റോറേജ് ഇൻ്റഗ്രേഷൻ
mr: दस्तऐवज स्टोरेज एकत्रीकरण
nl: Integratie van documentopslag
pa: ਦਸਤਾਵੇਜ਼ ਸਟੋਰੇਜ ਏਕੀਕਰਣ
pl: Integracja przechowywania dokumentów
pt: Integração de armazenamento de documentos
ru: Интеграция хранилища документов
sv: Integration av dokumentlagring
ta: ஆவண சேமிப்பு ஒருங்கிணைப்பு
te: డాక్యుమెంట్ స్టోరేజ్ ఇంటిగ్రేషన్
th: บูรณาการการจัดเก็บเอกสาร
tr: Belge Depolama Entegrasyonu
vi: Tích hợp lưu trữ tài liệu

source: Communication Integrations
ar: تكامل الاتصالات
bn: যোগাযোগ ইন্টিগ্রেশন
da: Kommunikationsintegrationer
de: Kommunikationsintegrationen
el: Επικοινωνιακές Ολοκληρώσεις
es: Integraciones de comunicación
fi: Viestintäintegraatiot
fr: Intégrations de communications
he: אינטגרציות תקשורת
hi: संचार एकीकरण
id: Integrasi Komunikasi
it: Integrazioni di comunicazione
ja: 通信の統合
kn: ಸಂವಹನ ಏಕೀಕರಣಗಳು
ml: ആശയവിനിമയ സംയോജനങ്ങൾ
mr: कम्युनिकेशन इंटिग्रेशन्स
nl: Communicatie-integraties
pa: ਸੰਚਾਰ ਏਕੀਕਰਣ
pl: Integracje komunikacyjne
pt: Integrações de comunicação
ru: Коммуникационная интеграция
sv: Kommunikationsintegrationer
ta: தொடர்பு ஒருங்கிணைப்புகள்
te: కమ్యూనికేషన్ ఇంటిగ్రేషన్స్
th: บูรณาการการสื่อสาร
tr: İletişim Entegrasyonları
vi: Tích hợp truyền thông

source: Email Service Provider
ar: مزود خدمة البريد الإلكتروني
bn: ইমেল পরিষেবা প্রদানকারী
da: E-mail-tjenesteudbyder
de: E-Mail-Dienstanbieter
el: Πάροχος υπηρεσιών email
es: Proveedor de servicios de correo electrónico
fi: Sähköpostipalveluntarjoaja
fr: Fournisseur de services de messagerie
he: ספק שירותי דואר אלקטרוני
hi: ईमेल सेवा प्रदाता
id: Penyedia Layanan Email
it: Fornitore di servizi di posta elettronica
ja: メールサービスプロバイダー
kn: ಇಮೇಲ್ ಸೇವೆ ಒದಗಿಸುವವರು
ml: ഇമെയിൽ സേവന ദാതാവ്
mr: ईमेल सेवा प्रदाता
pa: ਈਮੇਲ ਸੇਵਾ ਪ੍ਰਦਾਤਾ
pl: Dostawca usług e-mail
pt: Provedor de serviços de e-mail
ru: Поставщик услуг электронной почты
sv: E-postleverantör
ta: மின்னஞ்சல் சேவை வழங்குநர்
te: ఇమెయిల్ సర్వీస్ ప్రొవైడర్
th: ผู้ให้บริการอีเมล์
tr: E-posta Servis Sağlayıcısı
vi: Nhà cung cấp dịch vụ email

source: SMS Service Provider
ar: مزود خدمة الرسائل القصيرة
bn: এসএমএস পরিষেবা প্রদানকারী
da: SMS-tjenesteudbyder
de: SMS-Dienstanbieter
el: Πάροχος υπηρεσιών SMS
es: Proveedor de servicios SMS
fi: SMS-palveluntarjoaja
fr: Fournisseur de services SMS
he: ספק שירותי SMS
hi: एसएमएस सेवा प्रदाता
id: Penyedia Layanan SMS
it: Fornitore di servizi SMS
ja: SMSサービスプロバイダー
kn: SMS ಸೇವೆ ಒದಗಿಸುವವರು
ml: SMS സേവന ദാതാവ്
mr: एसएमएस सेवा प्रदाता
pa: SMS ਸੇਵਾ ਪ੍ਰਦਾਤਾ
pl: Dostawca usług SMS
pt: Provedor de serviços de SMS
ru: Поставщик SMS-услуг
sv: SMS-tjänstleverantör
ta: எஸ்எம்எஸ் சேவை வழங்குநர்
te: SMS సర్వీస్ ప్రొవైడర్
th: ผู้ให้บริการ SMS
tr: SMS Servis Sağlayıcısı
vi: Nhà cung cấp dịch vụ SMS

source: Save Integration Settings
ar: حفظ إعدادات التكامل
bn: ইন্টিগ্রেশন সেটিংস সংরক্ষণ করুন
da: Gem integrationsindstillinger
de: Integrationseinstellungen speichern
el: Αποθήκευση ρυθμίσεων ενσωμάτωσης
es: Guardar configuración de integración
fi: Tallenna integrointiasetukset
fr: Enregistrer les paramètres d'intégration
he: שמור הגדרות אינטגרציה
hi: एकीकरण सेटिंग्स सहेजें
id: Simpan Pengaturan Integrasi
it: Salva le impostazioni di integrazione
ja: 統合設定の保存
kn: ಏಕೀಕರಣ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಉಳಿಸಿ
ml: സംയോജന ക്രമീകരണങ്ങൾ സംരക്ഷിക്കുക
mr: एकत्रीकरण सेटिंग्ज जतन करा
nl: Integratie-instellingen opslaan
pa: ਏਕੀਕਰਣ ਸੈਟਿੰਗਾਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰੋ
pl: Zapisz ustawienia integracji
pt: Salvar configurações de integração
ru: Сохранить настройки интеграции
sv: Spara integrationsinställningar
ta: ஒருங்கிணைப்பு அமைப்புகளைச் சேமிக்கவும்
te: ఇంటిగ్రేషన్ సెట్టింగ్‌లను సేవ్ చేయండి
th: บันทึกการตั้งค่าการรวม
tr: Entegrasyon Ayarlarını Kaydet
vi: Lưu cài đặt tích hợp

source: Localization Settings
ar: إعدادات الترجمة
bn: স্থানীয়করণ সেটিংস
da: Lokaliseringsindstillinger
de: Lokalisierungseinstellungen
el: Ρυθμίσεις τοπικής προσαρμογής
es: Configuración de localización
fi: Lokalisointiasetukset
fr: Paramètres de localisation
he: הגדרות לוקליזציה
hi: स्थानीयकरण सेटिंग्स
id: Pengaturan Lokalisasi
it: Impostazioni di localizzazione
ja: ローカリゼーション設定
kn: ಸ್ಥಳೀಕರಣ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: പ്രാദേശികവൽക്കരണ ക്രമീകരണങ്ങൾ
mr: स्थानिकीकरण सेटिंग्ज
nl: Lokalisatie-instellingen
pa: ਸਥਾਨਕਕਰਨ ਸੈਟਿੰਗਾਂ
pl: Ustawienia lokalizacji
pt: Configurações de localização
ru: Настройки локализации
sv: Lokaliseringsinställningar
ta: உள்ளூர்மயமாக்கல் அமைப்புகள்
te: స్థానికీకరణ సెట్టింగ్‌లు
th: การตั้งค่าการแปล
tr: Yerelleştirme Ayarları
vi: Cài đặt bản địa hóa

source: Language Settings
ar: إعدادات اللغة
bn: ভাষা সেটিংস
da: Sprogindstillinger
de: Spracheinstellungen
el: Ρυθμίσεις γλώσσας
es: Configuración de idioma
fi: Kieliasetukset
fr: Paramètres de langue
he: הגדרות שפה
hi: भाषा सेटिंग्स
id: Pengaturan Bahasa
it: Impostazioni della lingua
ja: 言語設定
kn: ಭಾಷೆಯ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: ഭാഷാ ക്രമീകരണങ്ങൾ
mr: भाषा सेटिंग्ज
nl: Taalinstellingen
pa: ਭਾਸ਼ਾ ਸੈਟਿੰਗਾਂ
pl: Ustawienia językowe
pt: Configurações de idioma
ru: Языковые настройки
sv: Språkinställningar
ta: மொழி அமைப்புகள்
te: భాషా సెట్టింగ్‌లు
th: การตั้งค่าภาษา
tr: Dil Ayarları
vi: Cài đặt ngôn ngữ

source: Default Language
ar: اللغة الافتراضية
bn: ডিফল্ট ভাষা
da: Standardsprog
de: Standardsprache
el: Προεπιλεγμένη γλώσσα
es: Idioma predeterminado
fi: Oletuskieli
fr: Langue par défaut
he: שפת ברירת מחדל
hi: डिफ़ॉल्ट भाषा
id: Bahasa Bawaan
it: Lingua predefinita
ja: デフォルトの言語
kn: ಡೀಫಾಲ್ಟ್ ಭಾಷೆ
ml: ഡിഫോൾട്ട് ഭാഷ
mr: डीफॉल्ट भाषा
nl: Standaardtaal
pa: ਪੂਰਵ-ਨਿਰਧਾਰਤ ਭਾਸ਼ਾ
pl: Domyślny język
pt: Idioma padrão
ru: Язык по умолчанию
sv: Standardspråk
ta: இயல்பு மொழி
te: డిఫాల్ట్ భాష
th: ภาษาเริ่มต้น
tr: Varsayılan Dil
vi: Ngôn ngữ mặc định

source: Available Languages
ar: اللغات المتاحة
bn: উপলব্ধ ভাষা
da: Tilgængelige sprog
de: Verfügbare Sprachen
el: Διαθέσιμες γλώσσες
es: Idiomas disponibles
fi: Saatavilla olevat kielet
fr: Langues disponibles
he: שפות זמינות
hi: उपलब्ध भाषाएँ
id: Bahasa yang Tersedia
it: Lingue disponibili
ja: 利用可能な言語
kn: ಲಭ್ಯವಿರುವ ಭಾಷೆಗಳು
ml: ലഭ്യമായ ഭാഷകൾ
mr: उपलब्ध भाषा
nl: Beschikbare talen
pa: ਉਪਲਬਧ ਭਾਸ਼ਾਵਾਂ
pl: Dostępne języki
pt: Idiomas disponíveis
ru: Доступные языки
sv: Tillgängliga språk
ta: கிடைக்கும் மொழிகள்
te: అందుబాటులో ఉన్న భాషలు
th: ภาษาที่ใช้ได้
tr: Mevcut Diller
vi: Ngôn ngữ có sẵn

source: Allow users to select their preferred language
ar: السماح للمستخدمين باختيار لغتهم المفضلة
bn: ব্যবহারকারীদের তাদের পছন্দের ভাষা নির্বাচন করার অনুমতি দিন
da: Tillad brugere at vælge deres foretrukne sprog
de: Ermöglichen Sie Benutzern, ihre bevorzugte Sprache auszuwählen
el: Επιτρέψτε στους χρήστες να επιλέξουν τη γλώσσα που προτιμούν
es: Permitir a los usuarios seleccionar su idioma preferido
fi: Salli käyttäjien valita haluamasi kieli
fr: Autoriser les utilisateurs à sélectionner leur langue préférée
he: אפשר למשתמשים לבחור את השפה המועדפת עליהם
hi: उपयोगकर्ताओं को अपनी पसंदीदा भाषा चुनने की अनुमति दें
id: Izinkan pengguna memilih bahasa pilihan mereka
it: Consenti agli utenti di selezionare la lingua preferita
ja: ユーザーが好みの言語を選択できるようにする
kn: ಬಳಕೆದಾರರು ತಮ್ಮ ಆದ್ಯತೆಯ ಭಾಷೆಯನ್ನು ಆಯ್ಕೆ ಮಾಡಲು ಅನುಮತಿಸಿ
ml: ഇഷ്ടമുള്ള ഭാഷ തിരഞ്ഞെടുക്കാൻ ഉപയോക്താക്കളെ അനുവദിക്കുക
mr: वापरकर्त्यांना त्यांची पसंतीची भाषा निवडण्याची अनुमती द्या
nl: Sta gebruikers toe hun voorkeurstaal te selecteren
pa: ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਆਪਣੀ ਪਸੰਦੀਦਾ ਭਾਸ਼ਾ ਚੁਣਨ ਦੀ ਆਗਿਆ ਦਿਓ
pl: Pozwól użytkownikom wybrać preferowany język
pt: Permitir que os usuários selecionem seu idioma preferido
ru: Разрешить пользователям выбирать предпочитаемый язык
sv: Tillåt användare att välja önskat språk
ta: பயனர்கள் தங்களுக்கு விருப்பமான மொழியைத் தேர்ந்தெடுக்க அனுமதிக்கவும்
te: వినియోగదారులు తమ ప్రాధాన్య భాషను ఎంచుకోవడానికి అనుమతించండి
th: อนุญาตให้ผู้ใช้เลือกภาษาที่ต้องการ
tr: Kullanıcıların tercih ettikleri dili seçmesine izin ver
vi: Cho phép người dùng chọn ngôn ngữ ưa thích của họ

source: Date and Time Settings
ar: إعدادات التاريخ والوقت
bn: তারিখ এবং সময় সেটিংস
da: Indstillinger for dato og klokkeslæt
de: Datums- und Uhrzeiteinstellungen
el: Ρυθμίσεις ημερομηνίας και ώρας
es: Configuración de fecha y hora
fi: Päivämäärä- ja aika-asetukset
fr: Paramètres de date et d'heure
he: הגדרות תאריך ושעה
hi: दिनांक और समय सेटिंग
id: Pengaturan Tanggal dan Waktu
it: Impostazioni di data e ora
ja: 日付と時刻の設定
kn: ದಿನಾಂಕ ಮತ್ತು ಸಮಯದ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: തീയതിയും സമയവും ക്രമീകരണം
mr: तारीख आणि वेळ सेटिंग्ज
nl: Datum- en tijdinstellingen
pa: ਮਿਤੀ ਅਤੇ ਸਮਾਂ ਸੈਟਿੰਗਾਂ
pl: Ustawienia daty i godziny
pt: Configurações de data e hora
ru: Настройки даты и времени
sv: Inställningar för datum och tid
ta: தேதி மற்றும் நேர அமைப்புகள்
te: తేదీ మరియు సమయ సెట్టింగ్‌లు
th: การตั้งค่าวันที่และเวลา
tr: Tarih ve Saat Ayarları
vi: Cài đặt ngày và giờ

source: Allow users to select their time zone
ar: السماح للمستخدمين باختيار منطقتهم الزمنية
bn: ব্যবহারকারীদের তাদের সময় অঞ্চল নির্বাচন করার অনুমতি দিন
da: Tillad brugere at vælge deres tidszone
de: Erlauben Sie Benutzern, ihre Zeitzone auszuwählen
el: Επιτρέψτε στους χρήστες να επιλέξουν τη ζώνη ώρας τους
es: Permitir a los usuarios seleccionar su zona horaria
fi: Salli käyttäjien valita aikavyöhykkeensä
fr: Autoriser les utilisateurs à sélectionner leur fuseau horaire
he: אפשר למשתמשים לבחור את אזור הזמן שלהם
hi: उपयोगकर्ताओं को अपना समय क्षेत्र चुनने की अनुमति दें
id: Izinkan pengguna memilih zona waktu mereka
it: Consenti agli utenti di selezionare il proprio fuso orario
ja: ユーザーがタイムゾーンを選択できるようにする
kn: ಬಳಕೆದಾರರು ತಮ್ಮ ಸಮಯ ವಲಯವನ್ನು ಆಯ್ಕೆ ಮಾಡಲು ಅನುಮತಿಸಿ
ml: ഉപയോക്താക്കളെ അവരുടെ സമയ മേഖല തിരഞ്ഞെടുക്കാൻ അനുവദിക്കുക
mr: वापरकर्त्यांना त्यांचा टाइम झोन निवडण्याची अनुमती द्या
nl: Sta gebruikers toe hun tijdzone te selecteren
pa: ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਉਹਨਾਂ ਦਾ ਸਮਾਂ ਖੇਤਰ ਚੁਣਨ ਦੀ ਆਗਿਆ ਦਿਓ
pl: Zezwalaj użytkownikom na wybór strefy czasowej
pt: Permitir que os usuários selecionem seu fuso horário
ru: Разрешить пользователям выбирать часовой пояс
sv: Tillåt användare att välja sin tidszon
ta: பயனர்கள் தங்கள் நேர மண்டலத்தைத் தேர்ந்தெடுக்க அனுமதிக்கவும்
te: వారి టైమ్ జోన్‌ని ఎంచుకోవడానికి వినియోగదారులను అనుమతించండి
th: อนุญาตให้ผู้ใช้เลือกเขตเวลาของตน
tr: Kullanıcıların kendi saat dilimini seçmesine izin ver
vi: Cho phép người dùng chọn múi giờ của họ

source: Currency Settings
ar: إعدادات العملة
bn: মুদ্রা সেটিংস
da: Valutaindstillinger
de: Währungseinstellungen
el: Ρυθμίσεις νομίσματος
es: Configuración de moneda
fi: Valuutta-asetukset
fr: Paramètres de devise
he: הגדרות מטבע
hi: मुद्रा सेटिंग
id: Pengaturan Mata Uang
it: Impostazioni valuta
ja: 通貨設定
kn: ಕರೆನ್ಸಿ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: കറൻസി ക്രമീകരണങ്ങൾ
mr: चलन सेटिंग्ज
nl: Valuta-instellingen
pa: ਮੁਦਰਾ ਸੈਟਿੰਗਾਂ
pl: Ustawienia waluty
pt: Configurações de moeda
ru: Настройки валюты
sv: Valutainställningar
ta: நாணய அமைப்புகள்
te: కరెన్సీ సెట్టింగ్‌లు
th: การตั้งค่าสกุลเงิน
tr: Para Birimi Ayarları
vi: Cài đặt tiền tệ

source: Currency Display Format
ar: تنسيق عرض العملة
bn: মুদ্রা প্রদর্শন বিন্যাস
da: Visningsformat for valuta
de: Währungsanzeigeformat
el: Μορφή εμφάνισης νομίσματος
es: Formato de visualización de moneda
fi: Valuutan näyttömuoto
fr: Format d'affichage des devises
he: פורמט תצוגת מטבע
hi: मुद्रा प्रदर्शन प्रारूप
id: Format Tampilan Mata Uang
it: Formato di visualizzazione della valuta
ja: 通貨の表示形式
kn: ಕರೆನ್ಸಿ ಪ್ರದರ್ಶನ ಸ್ವರೂಪ
ml: കറൻസി ഡിസ്പ്ലേ ഫോർമാറ്റ്
mr: चलन प्रदर्शन स्वरूप
nl: Valutaweergaveformaat
pa: ਮੁਦਰਾ ਡਿਸਪਲੇ ਫਾਰਮੈਟ
pl: Format wyświetlania waluty
pt: Formato de exibição de moeda
ru: Формат отображения валюты
sv: Visningsformat för valuta
ta: நாணயக் காட்சி வடிவம்
te: కరెన్సీ ప్రదర్శన ఫార్మాట్
th: รูปแบบการแสดงสกุลเงิน
tr: Para Birimi Görüntüleme Formatı
vi: Định dạng hiển thị tiền tệ

source: Content Localization
ar: توطين المحتوى
bn: বিষয়বস্তু স্থানীয়করণ
da: Indholdslokalisering
de: Inhaltslokalisierung
el: Εντοπισμός περιεχομένου
es: Localización de contenidos
fi: Sisällön lokalisointi
fr: Localisation du contenu
he: לוקליזציה של תוכן
hi: सामग्री स्थानीयकरण
id: Lokalisasi Konten
it: Localizzazione dei contenuti
ja: コンテンツのローカリゼーション
kn: ವಿಷಯ ಸ್ಥಳೀಕರಣ
ml: ഉള്ളടക്ക പ്രാദേശികവൽക്കരണം
mr: सामग्री स्थानिकीकरण
nl: Lokalisatie van inhoud
pa: ਸਮੱਗਰੀ ਸਥਾਨਕਕਰਨ
pl: Lokalizacja treści
pt: Localização de conteúdo
ru: Локализация контента
sv: Lokalisering av innehåll
ta: உள்ளடக்க உள்ளூர்மயமாக்கல்
te: కంటెంట్ స్థానికీకరణ
th: การแปลเนื้อหา
tr: İçerik Yerelleştirmesi
vi: Bản địa hóa nội dung

source: Enable content translation for courses and programs
ar: تفعيل ترجمة المحتوى للدورات والبرامج
bn: কোর্স এবং প্রোগ্রামের জন্য বিষয়বস্তু অনুবাদ সক্ষম করুন
da: Aktiver indholdsoversættelse for kurser og programmer
de: Aktivieren Sie die Inhaltsübersetzung für Kurse und Programme
el: Ενεργοποιήστε τη μετάφραση περιεχομένου για μαθήματα και προγράμματα
es: Habilitar la traducción de contenido para cursos y programas.
fi: Ota kurssien ja ohjelmien sisällön kääntäminen käyttöön
fr: Activer la traduction de contenu pour les cours et les programmes
he: אפשר תרגום תוכן עבור קורסים ותכניות
hi: पाठ्यक्रमों और कार्यक्रमों के लिए सामग्री अनुवाद सक्षम करें
id: Aktifkan terjemahan konten untuk kursus dan program
it: Abilita la traduzione dei contenuti per corsi e programmi
ja: コースとプログラムのコンテンツ翻訳を有効にする
kn: ಕೋರ್ಸ್‌ಗಳು ಮತ್ತು ಕಾರ್ಯಕ್ರಮಗಳಿಗೆ ವಿಷಯ ಅನುವಾದವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ml: കോഴ്സുകൾക്കും പ്രോഗ്രാമുകൾക്കുമായി ഉള്ളടക്ക വിവർത്തനം പ്രവർത്തനക്ഷമമാക്കുക
mr: अभ्यासक्रम आणि कार्यक्रमांसाठी सामग्री भाषांतर सक्षम करा
nl: Schakel inhoudvertaling in voor cursussen en programma's
pa: ਕੋਰਸਾਂ ਅਤੇ ਪ੍ਰੋਗਰਾਮਾਂ ਲਈ ਸਮੱਗਰੀ ਅਨੁਵਾਦ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ
pl: Włącz tłumaczenie treści kursów i programów
pt: Habilite a tradução de conteúdo para cursos e programas
ru: Включить перевод контента для курсов и программ
sv: Aktivera innehållsöversättning för kurser och program
ta: படிப்புகள் மற்றும் நிரல்களுக்கான உள்ளடக்க மொழிபெயர்ப்பை இயக்கவும்
te: కోర్సులు మరియు ప్రోగ్రామ్‌ల కోసం కంటెంట్ అనువాదాన్ని ప్రారంభించండి
th: เปิดใช้งานการแปลเนื้อหาสำหรับหลักสูตรและโปรแกรม
tr: Kurslar ve programlar için içerik çevirisini etkinleştirin
vi: Bật dịch nội dung cho các khóa học và chương trình

source: Enable automatic translation using AI services
ar: تمكين الترجمة التلقائية باستخدام خدمات الذكاء الاصطناعي
bn: AI পরিষেবাগুলি ব্যবহার করে স্বয়ংক্রিয় অনুবাদ সক্ষম করুন৷
da: Aktiver automatisk oversættelse ved hjælp af AI-tjenester
de: Aktivieren Sie die automatische Übersetzung mithilfe von KI-Diensten
el: Ενεργοποιήστε την αυτόματη μετάφραση χρησιμοποιώντας υπηρεσίες AI
es: Habilite la traducción automática utilizando servicios de IA
fi: Ota automaattinen käännös käyttöön tekoälypalvelujen avulla
fr: Activer la traduction automatique à l'aide des services d'IA
he: אפשר תרגום אוטומטי באמצעות שירותי AI
hi: AI सेवाओं का उपयोग करके स्वचालित अनुवाद सक्षम करें
id: Aktifkan terjemahan otomatis menggunakan layanan AI
it: Abilita la traduzione automatica utilizzando i servizi AI
ja: AI サービスを使用した自動翻訳を有効にする
kn: AI ಸೇವೆಗಳನ್ನು ಬಳಸಿಕೊಂಡು ಸ್ವಯಂಚಾಲಿತ ಅನುವಾದವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ml: AI സേവനങ്ങൾ ഉപയോഗിച്ച് സ്വയമേവയുള്ള വിവർത്തനം പ്രവർത്തനക്ഷമമാക്കുക
mr: AI सेवा वापरून स्वयंचलित भाषांतर सक्षम करा
nl: Schakel automatische vertaling in met behulp van AI-services
pa: AI ਸੇਵਾਵਾਂ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਸਵੈਚਲਿਤ ਅਨੁਵਾਦ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ
pl: Włącz automatyczne tłumaczenie za pomocą usług AI
pt: Habilite a tradução automática usando serviços de IA
ru: Включите автоматический перевод с помощью сервисов AI
sv: Aktivera automatisk översättning med AI-tjänster
ta: AI சேவைகளைப் பயன்படுத்தி தானியங்கி மொழிபெயர்ப்பை இயக்கவும்
te: AI సేవలను ఉపయోగించి స్వయంచాలక అనువాదాన్ని ప్రారంభించండి
th: เปิดใช้งานการแปลอัตโนมัติโดยใช้บริการ AI
tr: Yapay zeka hizmetlerini kullanarak otomatik çeviriyi etkinleştirin
vi: Bật dịch tự động bằng dịch vụ AI
