Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Checking your grades in the 'Grades' section
ar: التحقق من درجاتك في قسم "الدرجات".
bn: 'গ্রেড' বিভাগে আপনার গ্রেড পরীক্ষা করা হচ্ছে
da: Tjek dine karakterer i sektionen 'Karakterer'
de: Überprüfen Sie Ihre Noten im Abschnitt „Noten“.
el: Έλεγχος των βαθμών σας στην ενότητα "Βαθμοί".
es: Consultar tus calificaciones en la sección 'Calificaciones'
fi: Arvosanojen tarkistaminen Arvosanat-osiosta
fr: Vérifier vos notes dans la section « Notes »
he: בדיקת הציונים שלך בקטע 'ציונים'
hi: 'ग्रेड' अनुभाग में अपने ग्रेड की जाँच करना
id: Memeriksa nilai Anda di bagian 'Nilai'
it: Controlla i tuoi voti nella sezione "Voti".
ja: 「成績」セクションで成績を確認する
ml: 'ഗ്രേഡുകൾ' വിഭാഗത്തിൽ നിങ്ങളുടെ ഗ്രേഡുകൾ പരിശോധിക്കുന്നു
mr: 'ग्रेड्स' विभागात तुमचे ग्रेड तपासत आहे
nl: Controleer je cijfers in het gedeelte 'Cijfers'
pa: 'ਗ੍ਰੇਡ' ਭਾਗ ਵਿੱਚ ਤੁਹਾਡੇ ਗ੍ਰੇਡਾਂ ਦੀ ਜਾਂਚ ਕਰ ਰਿਹਾ ਹੈ
pl: Sprawdzanie swoich ocen w sekcji „Oceny”.
pt: Verificando suas notas na seção 'Notas'
ru: Проверка своих оценок в разделе «Оценки»
sv: Kontrollera dina betyg i avsnittet "Betyg".
ta: 'கிரேடுகள்' பிரிவில் உங்கள் கிரேடுகளைச் சரிபார்க்கிறது
te: 'గ్రేడ్‌లు' విభాగంలో మీ గ్రేడ్‌లను తనిఖీ చేస్తోంది
th: ตรวจสอบเกรดของคุณในส่วน 'เกรด'
tr: 'Notlar' bölümünde notlarınızı kontrol etme
vi: Kiểm tra điểm của bạn trong phần 'Điểm'

source: Email Support
ar: دعم البريد الإلكتروني
bn: ইমেল সমর্থন
el: Υποστήριξη μέσω email
es: Soporte por correo electrónico
fi: Sähköpostituki
fr: Assistance par e-mail
he: תמיכה בדוא"ל
hi: ई - मेल समर्थन
id: Dukungan Email
it: Supporto via e-mail
ja: 電子メールサポート
ml: ഇമെയിൽ പിന്തുണ
mr: ईमेल समर्थन
nl: E-mailondersteuning
pa: ਈਮੇਲ ਸਹਾਇਤਾ
pl: Wsparcie e-mailowe
pt: Suporte por e-mail
ru: Поддержка по электронной почте
sv: E-postsupport
ta: மின்னஞ்சல் ஆதரவு
te: ఇమెయిల్ మద్దతు
th: การสนับสนุนทางอีเมล
tr: E-posta Desteği
vi: Hỗ trợ qua email

source: Live Chat
ar: الدردشة الحية
bn: লাইভ চ্যাট
el: Ζωντανή συνομιλία
es: Chat en vivo
fr: Chat en direct
he: צ'אט חי
hi: सीधी बातचीत
id: Obrolan Langsung
it: Chatta dal vivo
ja: ライブチャット
ml: തത്സമയ ചാറ്റ്
mr: थेट गप्पा
pa: ਲਾਈਵ ਚੈਟ
pl: Czat na żywo
pt: Bate-papo ao vivo
ru: Живой чат
sv: Livechatt
ta: நேரலை அரட்டை
te: లైవ్ చాట్
th: แชทสด
tr: Canlı Sohbet
vi: Trò chuyện trực tiếp

source: Phone Support
ar: الدعم عبر الهاتف
bn: ফোন সমর্থন
da: Telefonsupport
de: Telefonsupport
el: Τηλεφωνική υποστήριξη
es: Soporte telefónico
fi: Puhelintuki
fr: Assistance téléphonique
he: תמיכה טלפונית
hi: फ़ोन सहायता
id: Dukungan Telepon
it: Supporto telefonico
ja: 電話サポート
ml: ഫോൺ പിന്തുണ
mr: फोन समर्थन
nl: Telefonische ondersteuning
pa: ਫ਼ੋਨ ਸਹਾਇਤਾ
pl: Wsparcie telefoniczne
pt: Suporte por telefone
ru: Поддержка по телефону
sv: Telefonsupport
ta: தொலைபேசி ஆதரவு
te: ఫోన్ మద్దతు
th: การสนับสนุนทางโทรศัพท์
tr: Telefon Desteği
vi: Hỗ trợ qua điện thoại

source: Help Resources
ar: موارد المساعدة
bn: সাহায্য সম্পদ
da: Hjælperessourcer
de: Hilferessourcen
el: Πόροι βοήθειας
es: Recursos de ayuda
fi: Ohjeresurssit
fr: Ressources d'aide
he: משאבי עזרה
hi: सहायता संसाधन
id: Sumber Bantuan
it: Risorse di aiuto
ja: ヘルプリソース
ml: സഹായ വിഭവങ്ങൾ
mr: मदत संसाधने
nl: Hulpbronnen
pa: ਮਦਦ ਸਰੋਤ
pl: Zasoby pomocy
pt: Recursos de ajuda
ru: Справочные ресурсы
sv: Hjälpresurser
ta: உதவி ஆதாரங்கள்
te: సహాయ వనరులు
th: แหล่งข้อมูลช่วยเหลือ
tr: Yardım Kaynakları
vi: Tài nguyên trợ giúp

source: User Guide
ar: دليل المستخدم
bn: ব্যবহারকারীর নির্দেশিকা
da: Brugervejledning
de: Benutzerhandbuch
el: Οδηγός χρήσης
es: Guía del usuario
fi: Käyttöopas
fr: Guide de l'utilisateur
he: מדריך למשתמש
hi: उपयोगकर्ता गाइड
id: Panduan Pengguna
it: Guida per l'utente
ja: ユーザーガイド
ml: ഉപയോക്തൃ ഗൈഡ്
mr: वापरकर्ता मार्गदर्शक
nl: Gebruikershandleiding
pa: ਯੂਜ਼ਰ ਗਾਈਡ
pl: Podręcznik użytkownika
pt: Guia do usuário
ru: Руководство пользователя
sv: Användarhandbok
ta: பயனர் வழிகாட்டி
te: వినియోగదారు గైడ్
th: คู่มือการใช้งาน
tr: Kullanım Kılavuzu
vi: Hướng dẫn sử dụng

source: Video Tutorials
ar: دروس الفيديو
bn: ভিডিও টিউটোরিয়াল
el: Εκπαιδευτικά βίντεο
es: Tutoriales en vídeo
fi: Video opetusohjelmat
fr: Tutoriels vidéo
gu: વિડિઓ ટ્યુટોરિયલ્સ
he: הדרכות וידאו
hi: वीडियो ट्यूटोरियल
id: Video Tutorial
it: Tutorial video
ja: ビデオチュートリアル
ml: വീഡിയോ ട്യൂട്ടോറിയലുകൾ
mr: व्हिडिओ ट्यूटोरियल
no: Videoopplæringer
or: ଭିଡିଓ ଟ୍ୟୁଟୋରିଆଲ୍ |
pa: ਵੀਡੀਓ ਟਿਊਟੋਰਿਅਲ
pl: Samouczki wideo
pt: Tutoriais em vídeo
ru: Видеоуроки
ta: வீடியோ டுடோரியல்கள்
te: వీడియో ట్యుటోరియల్స్
th: วิดีโอสอน
tr: Video Eğitimleri
vi: Hướng dẫn bằng video

source: Community Forums
ar: منتديات المجتمع
bn: কমিউনিটি ফোরাম
da: Fællesskabsfora
de: Community-Foren
el: Φόρουμ κοινότητας
es: Foros de la comunidad
fi: Yhteisön foorumit
fr: Forums communautaires
he: פורומים קהילתיים
hi: सामुदायिक मंच
id: Forum Komunitas
it: Forum della comunità
ja: コミュニティフォーラム
ml: കമ്മ്യൂണിറ്റി ഫോറങ്ങൾ
mr: समुदाय मंच
nl: Gemeenschapsforums
pa: ਭਾਈਚਾਰਕ ਫੋਰਮ
pl: Fora społeczności
pt: Fóruns da comunidade
ru: Форумы сообщества
sv: Gemenskapsforum
ta: சமூக மன்றங்கள்
te: కమ్యూనిటీ ఫోరమ్‌లు
th: ฟอรัมชุมชน
tr: Topluluk Forumları
vi: Diễn đàn cộng đồng

source: System Status
ar: حالة النظام
bn: সিস্টেমের অবস্থা
el: Κατάσταση συστήματος
es: Estado del sistema
fi: Järjestelmän tila
fr: État du système
he: מצב מערכת
hi: सिस्टम स्थिति
id: Status Sistem
it: Stato del sistema
ja: システムステータス
ml: സിസ്റ്റം സ്റ്റാറ്റസ്
mr: सिस्टम स्थिती
nl: Systeemstatus
pa: ਸਿਸਟਮ ਸਥਿਤੀ
pl: Stan systemu
pt: Status do sistema
ru: Статус системы
ta: கணினி நிலை
te: సిస్టమ్ స్థితి
th: สถานะของระบบ
tr: Sistem Durumu
vi: Trạng thái hệ thống

source: Need More Help?
ar: هل تحتاج إلى المزيد من المساعدة؟
bn: আরো সাহায্য প্রয়োজন?
da: Har du brug for mere hjælp?
de: Benötigen Sie weitere Hilfe?
el: Χρειάζεστε περισσότερη βοήθεια;
es: ¿Necesita más ayuda?
fi: Tarvitsetko lisää apua?
fr: Besoin de plus d'aide ?
he: זקוק לעזרה נוספת?
hi: और अधिक मदद की आवश्यकता है?
id: Butuh Bantuan Lebih Lanjut?
it: Hai bisogno di ulteriore aiuto?
ja: さらにサポートが必要ですか?
ml: കൂടുതൽ സഹായം ആവശ്യമുണ്ടോ?
mr: आणखी मदत हवी आहे?
nl: Meer hulp nodig?
pa: ਹੋਰ ਮਦਦ ਦੀ ਲੋੜ ਹੈ?
pl: Potrzebujesz dodatkowej pomocy?
pt: Precisa de mais ajuda?
ru: Нужна дополнительная помощь?
sv: Behöver du mer hjälp?
ta: மேலும் உதவி தேவையா?
te: మరింత సహాయం కావాలా?
th: ต้องการความช่วยเหลือเพิ่มเติมหรือไม่?
tr: Daha Fazla Yardıma mı ihtiyacınız var?
vi: Cần thêm trợ giúp?

source: Our support team is here to assist you.
ar: فريق الدعم لدينا هنا لمساعدتك.
bn: আমাদের সহায়তা দল আপনাকে সহায়তা করতে এখানে রয়েছে।
da: Vores supportteam er her for at hjælpe dig.
de: Unser Support-Team ist für Sie da.
el: Η ομάδα υποστήριξής μας είναι εδώ για να σας βοηθήσει.
es: Nuestro equipo de soporte está aquí para ayudarle.
fi: Tukitiimimme on täällä auttamaan sinua.
fr: Notre équipe d'assistance est là pour vous aider.
he: צוות התמיכה שלנו כאן כדי לסייע לך.
hi: हमारी सहायता टीम आपकी सहायता के लिए यहां है।
id: Tim dukungan kami siap membantu Anda.
it: Il nostro team di supporto è qui per aiutarti.
ja: 当社のサポートチームがお手伝いいたします。
ml: നിങ്ങളെ സഹായിക്കാൻ ഞങ്ങളുടെ പിന്തുണാ ടീം ഇവിടെയുണ്ട്.
mr: आमची समर्थन कार्यसंघ तुम्हाला मदत करण्यासाठी येथे आहे.
nl: Ons ondersteuningsteam staat klaar om u te helpen.
pa: ਸਾਡੀ ਸਹਾਇਤਾ ਟੀਮ ਤੁਹਾਡੀ ਸਹਾਇਤਾ ਲਈ ਇੱਥੇ ਹੈ।
pl: Nasz zespół wsparcia jest tutaj, aby Ci pomóc.
pt: Nossa equipe de suporte está aqui para ajudá-lo.
ru: Наша служба поддержки всегда готова помочь вам.
sv: Vårt supportteam är här för att hjälpa dig.
ta: உங்களுக்கு உதவ எங்கள் ஆதரவுக் குழு உள்ளது.
te: మీకు సహాయం చేయడానికి మా మద్దతు బృందం ఇక్కడ ఉంది.
th: ทีมสนับสนุนของเราพร้อมให้ความช่วยเหลือคุณ
tr: Destek ekibimiz size yardımcı olmak için burada.
vi: Nhóm hỗ trợ của chúng tôi sẵn sàng hỗ trợ bạn.

source: Submit a Ticket
ar: إرسال تذكرة
bn: একটি টিকিট জমা দিন
da: Indsend en billet
de: Senden Sie ein Ticket
el: Υποβολή εισιτηρίου
es: Enviar un boleto
fi: Lähetä lippu
fr: Soumettre un billet
he: שלח כרטיס
hi: टिकट जमा करें
id: Kirimkan Tiket
it: Invia un biglietto
ja: チケットを送信する
ml: ഒരു ടിക്കറ്റ് സമർപ്പിക്കുക
mr: तिकीट सबमिट करा
nl: Stuur een kaartje in
pa: ਇੱਕ ਟਿਕਟ ਜਮ੍ਹਾਂ ਕਰੋ
pl: Prześlij bilet
pt: Envie um tíquete
ru: Отправить билет
sv: Skicka in en biljett
ta: ஒரு டிக்கெட்டை சமர்ப்பிக்கவும்
te: ఒక టికెట్ సమర్పించండి
th: ส่งตั๋ว
tr: Bilet Gönder
vi: Gửi một vé

source: Leaderboard - LMS Learner
ar: لوحة المتصدرين - متعلم LMS
bn: লিডারবোর্ড - LMS লার্নার
de: Bestenliste – LMS-Lerner
es: Tabla de clasificación - Estudiante de LMS
fr: Classement - Apprenant LMS
hi: लीडरबोर्ड - एलएमएस लर्नर
id: Papan Peringkat - Pelajar LMS
it: Classifica - Studente LMS
ja: リーダーボード - LMS 学習者
ml: ലീഡർബോർഡ് - LMS ലേണർ
mr: लीडरबोर्ड - LMS लर्नर
nl: Leaderboard - LMS-leerling
pa: ਲੀਡਰਬੋਰਡ - LMS ਸਿੱਖਣ ਵਾਲਾ
pl: Tablica liderów — uczeń LMS
pt: Tabela de classificação - Aprendiz LMS
ru: Таблица лидеров – LMS Learner
ta: லீடர்போர்டு - LMS கற்றவர்
te: లీడర్‌బోర్డ్ - LMS లెర్నర్
th: ลีดเดอร์บอร์ด - ผู้เรียน LMS
tr: Skor Tablosu - LMS Öğrencisi
vi: Bảng xếp hạng - Người học LMS

source: See how you rank among your peers
ar: انظر كيف رتبتك بين أقرانك
bn: আপনি আপনার সহকর্মীদের মধ্যে স্থান কিভাবে দেখুন
da: Se, hvordan du rangerer blandt dine jævnaldrende
de: Sehen Sie, wie Sie im Vergleich zu Ihren Kollegen abschneiden
el: Δείτε πώς κατατάσσεστε μεταξύ των συνομηλίκων σας
es: Vea cómo se clasifica entre sus pares
fi: Katso, kuinka sijoitut vertaisesi joukossa
fr: Voyez comment vous vous situez parmi vos pairs
he: ראה כיצד אתה מדורג בין עמיתיך
hi: देखें कि आप अपने साथियों के बीच कैसे रैंक करते हैं
id: Lihat bagaimana peringkat Anda di antara rekan-rekan Anda
it: Guarda come ti classifichi tra i tuoi coetanei
ja: 仲間内で自分がどのようにランク付けされているかを確認する
ml: നിങ്ങളുടെ സമപ്രായക്കാർക്കിടയിൽ നിങ്ങൾ എങ്ങനെയാണ് റാങ്ക് ചെയ്യുന്നതെന്ന് കാണുക
mr: तुमच्या समवयस्कांमध्ये तुमची रँक कशी आहे ते पहा
nl: Bekijk hoe u scoort onder uw collega's
pa: ਦੇਖੋ ਕਿ ਤੁਸੀਂ ਆਪਣੇ ਸਾਥੀਆਂ ਵਿੱਚ ਕਿਵੇਂ ਦਰਜਾਬੰਦੀ ਕਰਦੇ ਹੋ
pl: Zobacz, jak plasujesz się wśród rówieśników
pt: Veja como você se classifica entre seus pares
ru: Посмотрите, какое место вы занимаете среди своих сверстников
sv: Se hur du rankas bland dina kamrater
ta: உங்கள் சகாக்களிடையே நீங்கள் எவ்வாறு தரவரிசைப்படுத்துகிறீர்கள் என்பதைப் பாருங்கள்
te: మీ తోటివారిలో మీరు ఎలా ర్యాంక్ చేస్తున్నారో చూడండి
th: ดูว่าคุณอยู่ในอันดับไหนในหมู่เพื่อนของคุณ
tr: Akranlarınız arasında nasıl sıralandığınızı görün
vi: Xem cách bạn xếp hạng trong số các đồng nghiệp của bạn

source: Your Rankings
ar: التصنيف الخاص بك
bn: আপনার র‍্যাঙ্কিং
da: Dine placeringer
de: Ihre Rankings
el: Η κατάταξή σας
es: Tus clasificaciones
fi: Sinun sijoituksesi
fr: Votre classement
he: הדירוגים שלך
hi: आपकी रैंकिंग
id: Peringkat Anda
it: Le tue classifiche
ja: あなたのランキング
ml: നിങ്ങളുടെ റാങ്കിംഗുകൾ
mr: तुमची क्रमवारी
nl: Jouw ranglijst
pa: ਤੁਹਾਡੀ ਦਰਜਾਬੰਦੀ
pl: Twoje rankingi
pt: Suas classificações
ru: Ваш рейтинг
sv: Din ranking
ta: உங்கள் தரவரிசைகள்
te: మీ ర్యాంకింగ్‌లు
th: อันดับของคุณ
tr: Sıralamalarınız
vi: Thứ hạng của bạn

source: Your Overall Rank
ar: رتبتك العامة
bn: আপনার সামগ্রিক র্যাঙ্ক
da: Din overordnede placering
de: Ihr Gesamtrang
el: Η συνολική σας κατάταξη
es: Tu clasificación general
fi: Kokonaissijoituksesi
fr: Votre classement global
he: הדירוג הכללי שלך
hi: आपकी समग्र रैंक
id: Peringkat Keseluruhan Anda
it: La tua classifica generale
ja: あなたの総合ランク
ml: നിങ്ങളുടെ മൊത്തത്തിലുള്ള റാങ്ക്
mr: तुमची एकूण श्रेणी
nl: Uw algemene rang
pa: ਤੁਹਾਡਾ ਸਮੁੱਚਾ ਦਰਜਾ
pl: Twoja ogólna pozycja
pt: Sua classificação geral
ru: Ваш общий рейтинг
sv: Din totala ranking
ta: உங்கள் ஒட்டுமொத்த தரவரிசை
te: మీ మొత్తం ర్యాంక్
th: อันดับโดยรวมของคุณ
tr: Genel Sıralamanız
vi: Xếp hạng tổng thể của bạn

source: Quiz Performance
ar: أداء الاختبار
bn: কুইজ পারফরম্যান্স
da: Quiz præstation
de: Quizleistung
el: Απόδοση Κουίζ
es: Rendimiento del cuestionario
fi: Tietokilpailun suorituskyky
fr: Performances du quiz
he: ביצוע חידון
hi: प्रश्नोत्तरी प्रदर्शन
id: Pertunjukan Kuis
it: Prestazioni del quiz
ja: クイズパフォーマンス
ml: ക്വിസ് പ്രകടനം
mr: क्विझ कामगिरी
nl: Quizprestaties
pa: ਕੁਇਜ਼ ਪ੍ਰਦਰਸ਼ਨ
pl: Wydajność quizu
pt: Desempenho do questionário
ru: Викторина
ta: வினாடி வினா செயல்திறன்
te: క్విజ్ ప్రదర్శన
th: ประสิทธิภาพแบบทดสอบ
tr: Sınav Performansı
vi: Hiệu suất bài kiểm tra

source: Engagement
ar: ارتباط
bn: ব্যস্ততা
el: Σύμπλεξη
es: Compromiso
fi: Kihlaus
fr: Fiançailles
gu: સગાઈ
he: אירוסין
hi: सगाई
id: Pertunangan
it: Fidanzamento
ja: 婚約
kn: ನಿಶ್ಚಿತಾರ್ಥ
ml: ഇടപഴകൽ
mr: व्यस्तता
nl: Betrokkenheid
no: Engasjement
or: ଯୋଗଦାନ
pa: ਸ਼ਮੂਲੀਅਤ
pl: Zaręczyny
pt: Noivado
ru: Обручение
sv: Engagemang
ta: நிச்சயதார்த்தம்
te: నిశ్చితార్థం
th: การว่าจ้าง
tr: Nişanlanmak
vi: Hôn ước

source: View:
ar: منظر:
bn: দেখুন:
da: Udsigt:
de: Sicht:
el: Θέα:
es: Vista:
fi: Näytä:
fr: Voir:
he: נוֹף:
hi: देखना:
id: Melihat:
it: Visualizzazione:
ja: ビュー：
ml: കാണുക:
mr: पहा:
nl: Weergave:
pa: ਵੇਖੋ:
pl: Pogląd:
pt: Visualizar:
ru: Вид:
sv: Se:
ta: காண்க:
te: వీక్షణ:
th: ดู:
tr: Görüş:
vi: Xem:

source: Overall
ar: إجمالي
bn: সামগ্রিকভাবে
da: Samlet set
de: Gesamt
el: Ολικός
es: En general
fi: Kaiken kaikkiaan
fr: Dans l'ensemble
he: בסך הכל
hi: कुल मिलाकर
id: Keseluruhan
it: Complessivamente
ja: 全体
ml: മൊത്തത്തിൽ
mr: एकूणच
nl: Algemeen
pa: ਕੁੱਲ ਮਿਲਾ ਕੇ
pl: Ogólnie
pt: Geral
ru: Общий
sv: Total
ta: ஒட்டுமொத்த
te: మొత్తంమీద
th: โดยรวม
tr: Etraflı
vi: Tổng thể

source: Score
ar: نتيجة
bn: স্কোর
de: Punktzahl
el: Σκορ
es: Puntaje
fi: Pisteet
he: צִיוּן
hi: अंक
id: Skor
it: Punto
ja: スコア
ml: സ്കോർ
mr: स्कोअर
nl: Scoren
pa: ਸਕੋਰ
pl: Wynik
pt: Pontuação
ru: Счет
sv: Göra
ta: மதிப்பெண்
te: స్కోర్
th: คะแนน
tr: Gol
vi: Điểm

source: Learning Catalog - LMS Learner
ar: كتالوج التعلم - LMS Learner
bn: লার্নিং ক্যাটালগ - LMS লার্নার
da: Læringskatalog - LMS Learner
de: Lernkatalog – LMS Learner
el: Κατάλογος Μάθησης - LMS Learner
es: Catálogo de aprendizaje - LMS Learner
fr: Catalogue de formation - Apprenant LMS
he: קטלוג למידה - LMS Learner
hi: लर्निंग कैटलॉग - एलएमएस लर्नर
id: Katalog Pembelajaran - Pelajar LMS
it: Catalogo didattico - LMS Learner
ja: 学習カタログ - LMS 学習者
ml: ലേണിംഗ് കാറ്റലോഗ് - LMS ലേണർ
mr: लर्निंग कॅटलॉग - LMS Learner
nl: Leercatalogus - LMS Learner
pa: ਲਰਨਿੰਗ ਕੈਟਾਲਾਗ - LMS ਸਿੱਖਣ ਵਾਲਾ
pl: Katalog szkoleń — uczeń LMS
pt: Catálogo de Aprendizagem - LMS Learner
ru: Каталог обучения — LMS Learner
ta: கற்றல் பட்டியல் - LMS கற்றவர்
te: లెర్నింగ్ కేటలాగ్ - LMS లెర్నర్
th: แคตตาล็อกการเรียนรู้ - ผู้เรียน LMS
tr: Öğrenme Kataloğu - LMS Öğrencisi
vi: Danh mục học tập - Người học LMS

source: Programs - LMS Learner
ar: البرامج - LMS Learner
bn: প্রোগ্রাম - এলএমএস লার্নার
da: Programmer - LMS Learner
de: Programme – LMS Learner
el: Προγράμματα - LMS Learner
es: Programas - LMS Aprendiz
fi: Ohjelmat - LMS Learner
fr: Programmes - Apprenant LMS
he: תוכניות - LMS Learner
hi: कार्यक्रम - एलएमएस लर्नर
id: Program - Pelajar LMS
it: Programmi - LMS Learner
ja: プログラム - LMS 学習者
ml: പ്രോഗ്രാമുകൾ - LMS ലേണർ
mr: कार्यक्रम - एलएमएस लर्नर
nl: Programma's - LMS Learner
pa: ਪ੍ਰੋਗਰਾਮ - LMS ਸਿੱਖਣ ਵਾਲੇ
pl: Programy - Uczeń LMS
pt: Programas - Aprendiz LMS
ru: Программы - LMS Learner
sv: Program - LMS Learner
ta: நிகழ்ச்சிகள் - LMS கற்றவர்
te: ప్రోగ్రామ్‌లు - LMS లెర్నర్
th: โปรแกรม - LMS Learner
tr: Programlar - LMS Öğrencisi
vi: Chương trình - Người học LMS

source: Messages - LMS Learner
ar: الرسائل - LMS Learner
bn: বার্তা - LMS লার্নার
da: Beskeder - LMS Learner
de: Nachrichten – LMS Learner
el: Μηνύματα - LMS Learner
es: Mensajes - Aprendiz de LMS
fi: Viestit - LMS Learner
fr: Messages - Apprenant LMS
he: הודעות - LMS Learner
hi: संदेश - एलएमएस लर्नर
id: Pesan - Pelajar LMS
it: Messaggi - Studente LMS
ja: メッセージ - LMS 学習者
ml: സന്ദേശങ്ങൾ - LMS ലേണർ
mr: संदेश - LMS Learner
nl: Berichten - LMS-leerling
pa: ਸੁਨੇਹੇ - LMS ਲਰਨਰ
pl: Wiadomości — uczeń LMS
pt: Mensagens - Aprendiz LMS
ru: Сообщения – LMS Learner
sv: Meddelanden - LMS Learner
ta: செய்திகள் - LMS Learner
te: సందేశాలు - LMS లెర్నర్
th: ข้อความ - ผู้เรียน LMS
tr: Mesajlar - LMS Öğrencisi
vi: Tin nhắn - Người học LMS

source: Communicate with instructors and peers
ar: التواصل مع المعلمين والأقران
bn: প্রশিক্ষক এবং সহকর্মীদের সাথে যোগাযোগ করুন
da: Kommuniker med instruktører og kammerater
de: Kommunizieren Sie mit Ausbildern und Kollegen
el: Επικοινωνήστε με εκπαιδευτές και συνομηλίκους
es: Comunicarse con instructores y compañeros.
fi: Kommunikoi ohjaajien ja vertaisten kanssa
fr: Communiquer avec les instructeurs et les pairs
he: לתקשר עם מדריכים ועמיתים
hi: प्रशिक्षकों और साथियों के साथ संवाद करें
id: Berkomunikasi dengan instruktur dan rekan-rekan
it: Comunicare con istruttori e colleghi
ja: 講師や仲間とコミュニケーションをとる
ml: അധ്യാപകരുമായും സഹപാഠികളുമായും ആശയവിനിമയം നടത്തുക
mr: प्रशिक्षक आणि समवयस्कांशी संवाद साधा
nl: Communiceer met docenten en collega's
pa: ਇੰਸਟ੍ਰਕਟਰਾਂ ਅਤੇ ਸਾਥੀਆਂ ਨਾਲ ਸੰਚਾਰ ਕਰੋ
pl: Komunikuj się z instruktorami i rówieśnikami
pt: Comunique-se com instrutores e colegas
ru: Общайтесь с преподавателями и коллегами
sv: Kommunicera med instruktörer och kamrater
ta: பயிற்றுனர்கள் மற்றும் சகாக்களுடன் தொடர்பு கொள்ளுங்கள்
te: బోధకులు మరియు సహచరులతో కమ్యూనికేట్ చేయండి
th: สื่อสารกับผู้สอนและเพื่อนร่วมงาน
tr: Eğitmenler ve akranlarla iletişim kurun
vi: Trao đổi với giảng viên và bạn bè

source: Conversations
ar: المحادثات
bn: কথোপকথন
da: Samtaler
de: Gespräche
el: συνομιλίες
es: Conversaciones
fi: Keskustelut
he: שיחות
hi: बात चिट
id: Percakapan
it: Conversazioni
ja: 会話
ml: സംഭാഷണങ്ങൾ
mr: संभाषणे
nl: Gesprekken
pa: ਗੱਲਬਾਤ
pl: Rozmowy
pt: Conversas
ru: Разговоры
sv: Samtal
ta: உரையாடல்கள்
te: సంభాషణలు
th: บทสนทนา
tr: Konuşmalar
vi: Cuộc trò chuyện

source: New Message
ar: رسالة جديدة
bn: নতুন বার্তা
da: Ny besked
de: Neue Nachricht
el: Νέο Μήνυμα
es: Nuevo mensaje
fi: Uusi viesti
fr: Nouveau message
he: הודעה חדשה
hi: नया सन्देश
id: Pesan Baru
it: Nuovo messaggio
ja: 新しいメッセージ
ml: പുതിയ സന്ദേശം
mr: नवीन संदेश
nl: Nieuw bericht
pa: ਨਵਾਂ ਸੁਨੇਹਾ
pl: Nowa wiadomość
pt: Nova mensagem
ru: Новое сообщение
sv: Nytt meddelande
ta: புதிய செய்தி
te: కొత్త సందేశం
th: ข้อความใหม่
tr: Yeni Mesaj
vi: Tin nhắn mới

source: Type your message here...
ar: اكتب رسالتك هنا...
bn: এখানে আপনার বার্তা টাইপ করুন...
da: Skriv din besked her...
de: Geben Sie hier Ihre Nachricht ein...
el: Πληκτρολογήστε το μήνυμά σας εδώ...
es: Escribe tu mensaje aquí...
fi: Kirjoita viestisi tähän...
fr: Tapez votre message ici...
he: הקלד את הודעתך כאן...
hi: यहाँ आपके संदेश लिखें...
id: Ketik pesan Anda di sini...
it: Scrivi qui il tuo messaggio...
ja: ここにメッセージを入力してください...
ml: നിങ്ങളുടെ സന്ദേശം ഇവിടെ ടൈപ്പ് ചെയ്യുക...
mr: तुमचा संदेश येथे टाइप करा...
nl: Typ hier uw bericht...
pa: ਆਪਣਾ ਸੁਨੇਹਾ ਇੱਥੇ ਟਾਈਪ ਕਰੋ...
pl: Wpisz tutaj swoją wiadomość...
pt: Digite sua mensagem aqui...
ru: Введите здесь свое сообщение...
sv: Skriv ditt meddelande här...
ta: உங்கள் செய்தியை இங்கே தட்டச்சு செய்யவும்...
te: మీ సందేశాన్ని ఇక్కడ టైప్ చేయండి...
th: พิมพ์ข้อความของคุณที่นี่...
tr: Mesajınızı buraya yazın...
vi: Nhập tin nhắn của bạn vào đây...

source: Send
ar: يرسل
bn: পাঠান
da: Sende
de: Schicken
el: Στέλνω
es: Enviar
fi: Lähetä
fr: Envoyer
he: לִשְׁלוֹחַ
hi: भेजना
id: Mengirim
it: Inviare
ja: 送信
ml: അയക്കുക
mr: पाठवा
nl: Versturen
pa: ਭੇਜੋ
pl: Wysłać
pt: Enviar
ru: Отправлять
sv: Skicka
ta: அனுப்பு
te: పంపండి
th: ส่ง
tr: Göndermek
vi: Gửi

source: Notifications - LMS Learner
ar: الإخطارات - LMS Learner
bn: বিজ্ঞপ্তি - LMS লার্নার
da: Notifikationer - LMS Learner
de: Benachrichtigungen – LMS Learner
el: Ειδοποιήσεις - LMS Learner
es: Notificaciones - LMS Learner
fi: Ilmoitukset – LMS Learner
fr: Notifications - Apprenant LMS
he: התראות - LMS Learner
hi: सूचनाएं - एलएमएस लर्नर
id: Pemberitahuan - Pelajar LMS
it: Notifiche - Studente LMS
ja: 通知 - LMS 学習者
ml: അറിയിപ്പുകൾ - LMS ലേണർ
mr: सूचना - LMS Learner
nl: Meldingen - LMS Learner
pa: ਸੂਚਨਾਵਾਂ - LMS ਲਰਨਰ
pl: Powiadomienia — uczeń LMS
pt: Notificações - Aprendiz LMS
ru: Уведомления – LMS Learner
sv: Aviseringar - LMS Learner
ta: அறிவிப்புகள் - LMS கற்றல்
te: నోటిఫికేషన్‌లు - LMS లెర్నర్
th: การแจ้งเตือน - ผู้เรียน LMS
tr: Bildirimler - LMS Öğrencisi
vi: Thông báo - Người học LMS

source: My Progress - LMS Learner
ar: تقدمي - LMS Learner
bn: আমার অগ্রগতি - LMS লার্নার
da: Mine fremskridt - LMS Learner
de: Mein Fortschritt – LMS Learner
es: Mi progreso - LMS Learner
fi: Edistymiseni - LMS-oppija
fr: Mes progrès - Apprenant LMS
he: ההתקדמות שלי - LMS Learner
hi: मेरी प्रगति - एलएमएस लर्नर
id: Kemajuan Saya - Pembelajar LMS
it: I miei progressi - Studente LMS
ja: 私の進捗状況 - LMS 学習者
ml: എൻ്റെ പുരോഗതി - LMS പഠിതാവ്
mr: माझी प्रगती - LMS Learner
nl: Mijn voortgang - LMS-leerling
pa: ਮੇਰੀ ਤਰੱਕੀ - LMS ਸਿੱਖਣ ਵਾਲਾ
pl: Mój postęp – uczeń LMS
pt: Meu progresso - LMS Learner
ru: Мой прогресс — учащийся LMS
sv: Mina framsteg - LMS Learner
ta: எனது முன்னேற்றம் - LMS கற்றவர்
te: నా పురోగతి - LMS లెర్నర్
th: ความก้าวหน้าของฉัน - ผู้เรียน LMS
tr: İlerlemem - LMS Öğrencisi
vi: Sự tiến bộ của tôi - Người học LMS

source: Resources - LMS Learner
ar: الموارد - متعلم نظام إدارة التعلم (LMS).
bn: সম্পদ - এলএমএস লার্নার
da: Ressourcer - LMS Learner
de: Ressourcen – LMS Learner
el: Πόροι - LMS Learner
es: Recursos - Estudiante de LMS
fi: Resurssit - LMS Learner
fr: Ressources - Apprenant LMS
he: משאבים - LMS Learner
hi: संसाधन - एलएमएस शिक्षार्थी
id: Sumber Daya - Pelajar LMS
it: Risorse - Studente LMS
ja: リソース - LMS 学習者
ml: ഉറവിടങ്ങൾ - LMS ലേണർ
mr: संसाधने - LMS Learner
nl: Hulpbronnen - LMS-leerling
pa: ਸਰੋਤ - LMS ਸਿੱਖਣ ਵਾਲਾ
pl: Zasoby — uczeń LMS
pt: Recursos - Aprendiz LMS
ru: Ресурсы — LMS Learner
sv: Resurser - LMS Learner
ta: வளங்கள் - LMS கற்றவர்
te: వనరులు - LMS లెర్నర్
th: แหล่งข้อมูล - ผู้เรียน LMS
tr: Kaynaklar - LMS Öğrencisi
vi: Tài nguyên - Người học LMS

source: Access course materials and helpful content
ar: الوصول إلى مواد الدورة التدريبية والمحتوى المفيد
bn: কোর্স উপকরণ এবং সহায়ক সামগ্রী অ্যাক্সেস করুন
da: Få adgang til kursusmaterialer og nyttigt indhold
de: Greifen Sie auf Kursmaterialien und hilfreiche Inhalte zu
el: Πρόσβαση σε υλικό μαθημάτων και χρήσιμο περιεχόμενο
es: Acceda a materiales del curso y contenido útil
fi: Käytä kurssimateriaaleja ja hyödyllistä sisältöä
fr: Accédez au matériel de cours et au contenu utile
he: גישה לחומרי הקורס ולתכנים מועילים
hi: पाठ्यक्रम सामग्री और सहायक सामग्री तक पहुँचें
id: Akses materi kursus dan konten bermanfaat
it: Accedi ai materiali del corso e ai contenuti utili
ja: コースの教材や役立つコンテンツにアクセスする
ml: കോഴ്‌സ് മെറ്റീരിയലുകളും സഹായകരമായ ഉള്ളടക്കവും ആക്‌സസ് ചെയ്യുക
mr: अभ्यासक्रम सामग्री आणि उपयुक्त सामग्रीमध्ये प्रवेश करा
nl: Toegang tot cursusmateriaal en nuttige inhoud
pa: ਕੋਰਸ ਸਮੱਗਰੀ ਅਤੇ ਮਦਦਗਾਰ ਸਮੱਗਰੀ ਤੱਕ ਪਹੁੰਚ ਕਰੋ
pl: Uzyskaj dostęp do materiałów szkoleniowych i przydatnych treści
pt: Acesse materiais do curso e conteúdo útil
ru: Доступ к материалам курса и полезному контенту
sv: Få tillgång till kursmaterial och användbart innehåll
ta: பாடப் பொருட்கள் மற்றும் பயனுள்ள உள்ளடக்கத்தை அணுகவும்
te: కోర్సు మెటీరియల్‌లు మరియు సహాయక కంటెంట్‌ని యాక్సెస్ చేయండి
th: เข้าถึงเนื้อหาหลักสูตรและเนื้อหาที่เป็นประโยชน์
tr: Kurs materyallerine ve faydalı içeriklere erişin
vi: Truy cập tài liệu khóa học và nội dung hữu ích

source: Course Materials
ar: مواد الدورة
bn: কোর্সের উপকরণ
da: Kursusmaterialer
de: Kursmaterialien
el: Υλικό Μαθήματος
es: Materiales del curso
fi: Kurssin materiaalit
fr: Matériel de cours
he: חומרי הקורס
hi: पाठ्यक्रम सामग्री
id: Materi Kursus
it: Materiali del corso
ja: コース教材
ml: കോഴ്‌സ് മെറ്റീരിയലുകൾ
mr: अभ्यासक्रम साहित्य
nl: Cursusmateriaal
pa: ਕੋਰਸ ਸਮੱਗਰੀ
pl: Materiały szkoleniowe
pt: Materiais do curso
ru: Материалы курса
sv: Kursmaterial
ta: பாடப் பொருட்கள்
te: కోర్సు మెటీరియల్స్
th: สื่อการเรียนการสอน
tr: Kurs Materyalleri
vi: Tài liệu khóa học
