Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
ar: قم بتحميل صورة صالحة. الملف الذي قمت بتحميله لم يكن صورة أو صورة تالفة.
bn: একটি বৈধ ছবি আপলোড করুন. আপনি যে ফাইলটি আপলোড করেছেন সেটি হয় একটি ছবি নয় বা একটি দূষিত চিত্র নয়৷
da: Upload et gyldigt billede. Den fil, du uploadede, var enten ikke et billede eller et beskadiget billede.
de: Laden Sie ein gültiges Bild hoch. Die von Ihnen hochgeladene Datei war entweder kein Bild oder ein beschädigtes Bild.
el: Μεταφορτώστε μια έγκυρη εικόνα. Το αρχείο που ανεβάσατε είτε δεν ήταν εικόνα είτε κατεστραμμένη εικόνα.
es: Sube una imagen válida. El archivo que subiste no era una imagen o estaba dañada.
fi: Lataa kelvollinen kuva. Lataamasi tiedosto ei ollut kuva tai se oli vioittunut.
fr: Téléchargez une image valide. Le fichier que vous avez téléchargé n'était pas une image ou était une image corrompue.
gu: માન્ય છબી અપલોડ કરો. તમે અપલોડ કરેલી ફાઇલ કાં તો છબી ન હતી અથવા દૂષિત છબી હતી.
he: העלה תמונה חוקית. הקובץ שהעלית לא היה תמונה או תמונה פגומה.
hi: एक वैध छवि अपलोड करें. आपके द्वारा अपलोड की गई फ़ाइल या तो छवि नहीं थी या दूषित छवि थी।
id: Unggah gambar yang valid. File yang Anda unggah bukan gambar atau gambar rusak.
it: Carica un'immagine valida. Il file che hai caricato non era un'immagine oppure era un'immagine danneggiata.
ja: 有効な画像をアップロードしてください。アップロードしたファイルは画像ではないか、壊れた画像です。
kn: ಮಾನ್ಯವಾದ ಚಿತ್ರವನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ. ನೀವು ಅಪ್‌ಲೋಡ್ ಮಾಡಿದ ಫೈಲ್ ಚಿತ್ರ ಅಥವಾ ದೋಷಪೂರಿತ ಚಿತ್ರವಾಗಿರುವುದಿಲ್ಲ.
ml: സാധുവായ ഒരു ചിത്രം അപ്‌ലോഡ് ചെയ്യുക. നിങ്ങൾ അപ്‌ലോഡ് ചെയ്‌ത ഫയൽ ഒന്നുകിൽ ഒരു ചിത്രമോ കേടായ ചിത്രമോ അല്ല.
mr: एक वैध प्रतिमा अपलोड करा. तुम्ही अपलोड केलेली फाइल एकतर इमेज किंवा दूषित इमेज नव्हती.
nl: Upload een geldige afbeelding. Het bestand dat u heeft geüpload, is geen afbeelding of is beschadigd.
no: Last opp et gyldig bilde. Filen du lastet opp var enten ikke et bilde eller et ødelagt bilde.
or: ଏକ ବ valid ଧ ପ୍ରତିଛବି ଅପଲୋଡ୍ କରନ୍ତୁ | ଆପଣ ଅପଲୋଡ୍ କରିଥିବା ଫାଇଲଟି ଏକ ପ୍ରତିଛବି କିମ୍ବା ଭ୍ରଷ୍ଟ ଚିତ୍ର ନୁହେଁ |
pa: ਇੱਕ ਵੈਧ ਚਿੱਤਰ ਅੱਪਲੋਡ ਕਰੋ। ਤੁਹਾਡੇ ਵੱਲੋਂ ਅੱਪਲੋਡ ਕੀਤੀ ਗਈ ਫ਼ਾਈਲ ਜਾਂ ਤਾਂ ਕੋਈ ਚਿੱਤਰ ਨਹੀਂ ਸੀ ਜਾਂ ਨਿਕਾਰਾ ਚਿੱਤਰ ਨਹੀਂ ਸੀ।
pl: Prześlij prawidłowy obraz. Przesłany plik albo nie był obrazem, albo był uszkodzony.
pt: Carregue uma imagem válida. O arquivo que você carregou não era uma imagem ou era uma imagem corrompida.
ru: Загрузите допустимое изображение. Загруженный вами файл либо не был изображением, либо был поврежден.
sv: Ladda upp en giltig bild. Filen du laddade upp var antingen inte en bild eller en skadad bild.
ta: சரியான படத்தைப் பதிவேற்றவும். நீங்கள் பதிவேற்றிய கோப்பு படமாகவோ அல்லது சிதைந்த படமாகவோ இல்லை.
te: చెల్లుబాటు అయ్యే చిత్రాన్ని అప్‌లోడ్ చేయండి. మీరు అప్‌లోడ్ చేసిన ఫైల్ చిత్రం లేదా పాడైన చిత్రం కాదు.
th: อัปโหลดรูปภาพที่ถูกต้อง ไฟล์ที่คุณอัปโหลดไม่ใช่รูปภาพหรือรูปภาพที่เสียหาย
tr: Geçerli bir resim yükleyin. Yüklediğiniz dosya ya bir resim değildi ya da bozuk bir resimdi.
vi: Tải lên một hình ảnh hợp lệ. Tệp bạn đã tải lên không phải là hình ảnh hoặc hình ảnh bị hỏng.

source: Select a valid choice. %(value)s is not one of the available choices.
ar: حدد خيارًا صالحًا. %(value)s ليس أحد الخيارات المتاحة.
bn: একটি বৈধ পছন্দ নির্বাচন করুন. %(মান)গুলি উপলব্ধ পছন্দগুলির মধ্যে একটি নয়৷
da: Vælg et gyldigt valg. %(value)s er ikke et af de tilgængelige valg.
de: Wählen Sie eine gültige Auswahl. %(value)s ist keine der verfügbaren Optionen.
el: Επιλέξτε μια έγκυρη επιλογή. Το %(value)s δεν είναι μία από τις διαθέσιμες επιλογές.
es: Seleccione una opción válida. %(value)s no es una de las opciones disponibles.
fi: Valitse kelvollinen valinta. %(value)s ei ole yksi käytettävissä olevista vaihtoehdoista.
fr: Sélectionnez un choix valide. %(value)s ne fait pas partie des choix disponibles.
gu: માન્ય પસંદગી પસંદ કરો. %(value)s ઉપલબ્ધ પસંદગીઓમાંની એક નથી.
he: בחר בחירה חוקית. %(value)s אינה אחת מהאפשרויות הזמינות.
hi: एक वैध विकल्प चुनें. %(value)s उपलब्ध विकल्पों में से एक नहीं है।
id: Pilih pilihan yang valid. %(value)s bukan salah satu pilihan yang tersedia.
it: Seleziona una scelta valida. %(value)s non è una delle scelte disponibili.
ja: 有効な選択肢を選択してください。 %(value)s は使用可能な選択肢の 1 つではありません。
kn: ಮಾನ್ಯವಾದ ಆಯ್ಕೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ. %(ಮೌಲ್ಯ)ಗಳು ಲಭ್ಯವಿರುವ ಆಯ್ಕೆಗಳಲ್ಲಿ ಒಂದಲ್ಲ.
ml: സാധുവായ ഒരു തിരഞ്ഞെടുപ്പ് തിരഞ്ഞെടുക്കുക. %(മൂല്യം)s ലഭ്യമായ ചോയിസുകളിൽ ഒന്നല്ല.
mr: एक वैध पर्याय निवडा. %(मूल्य) उपलब्ध पर्यायांपैकी एक नाही.
nl: Selecteer een geldige keuze. %(value)s is niet een van de beschikbare keuzes.
no: Velg et gyldig valg. %(value)s er ikke et av de tilgjengelige valgene.
or: ଏକ ବ valid ଧ ପସନ୍ଦ ଚୟନ କରନ୍ତୁ | %(value)s ଉପଲବ୍ଧ ପସନ୍ଦ ମଧ୍ୟରୁ ଗୋଟିଏ ନୁହେଁ |
pa: ਇੱਕ ਵੈਧ ਚੋਣ ਚੁਣੋ। %(ਮੁੱਲ) ਉਪਲਬਧ ਚੋਣਾਂ ਵਿੱਚੋਂ ਇੱਕ ਨਹੀਂ ਹੈ।
pl: Wybierz prawidłowy wybór. %(value)s nie jest jedną z dostępnych opcji.
pt: Selecione uma opção válida. %(value)s não é uma das opções disponíveis.
ru: Выберите правильный вариант. %(value)s не является одним из доступных вариантов.
sv: Välj ett giltigt val. %(value)s är inte ett av de tillgängliga alternativen.
ta: சரியான தேர்வைத் தேர்ந்தெடுக்கவும். %(மதிப்பு)கள் கிடைக்கக்கூடிய தேர்வுகளில் ஒன்றல்ல.
te: చెల్లుబాటు అయ్యే ఎంపికను ఎంచుకోండి. %(విలువ)లు అందుబాటులో ఉన్న ఎంపికలలో ఒకటి కాదు.
th: เลือกตัวเลือกที่ถูกต้อง %(value)s ไม่ใช่หนึ่งในตัวเลือกที่มีอยู่
tr: Geçerli bir seçim seçin. %(value)s mevcut seçeneklerden biri değil.
vi: Chọn một lựa chọn hợp lệ. %(value)s không phải là một trong những lựa chọn có sẵn.

source: Enter a list of values.
ar: أدخل قائمة القيم.
bn: মানগুলির একটি তালিকা লিখুন।
da: Indtast en liste over værdier.
de: Geben Sie eine Werteliste ein.
el: Εισαγάγετε μια λίστα τιμών.
es: Introduzca una lista de valores.
fi: Kirjoita arvoluettelo.
fr: Entrez une liste de valeurs.
gu: મૂલ્યોની સૂચિ દાખલ કરો.
he: הזן רשימת ערכים.
hi: मानों की एक सूची दर्ज करें.
id: Masukkan daftar nilai.
it: Immettere un elenco di valori.
ja: 値のリストを入力します。
kn: ಮೌಲ್ಯಗಳ ಪಟ್ಟಿಯನ್ನು ನಮೂದಿಸಿ.
ml: മൂല്യങ്ങളുടെ ഒരു ലിസ്റ്റ് നൽകുക.
mr: मूल्यांची सूची प्रविष्ट करा.
nl: Voer een lijst met waarden in.
no: Skriv inn en liste over verdier.
or: ମୂଲ୍ୟଗୁଡ଼ିକର ଏକ ତାଲିକା ପ୍ରବେଶ କରନ୍ତୁ |
pa: ਮੁੱਲਾਂ ਦੀ ਇੱਕ ਸੂਚੀ ਦਰਜ ਕਰੋ।
pl: Wprowadź listę wartości.
pt: Insira uma lista de valores.
ru: Введите список значений.
sv: Ange en lista med värden.
ta: மதிப்புகளின் பட்டியலை உள்ளிடவும்.
te: విలువల జాబితాను నమోదు చేయండి.
th: ป้อนรายการค่า
tr: Değerlerin bir listesini girin.
vi: Nhập danh sách các giá trị.

source: Enter a complete value.
ar: أدخل قيمة كاملة.
bn: একটি সম্পূর্ণ মান লিখুন।
da: Indtast en komplet værdi.
de: Geben Sie einen vollständigen Wert ein.
el: Εισαγάγετε μια πλήρη τιμή.
es: Introduzca un valor completo.
fi: Anna täydellinen arvo.
fr: Entrez une valeur complète.
gu: સંપૂર્ણ મૂલ્ય દાખલ કરો.
he: הזן ערך מלא.
hi: पूर्ण मान दर्ज करें.
id: Masukkan nilai lengkap.
it: Immettere un valore completo.
ja: 完全な値を入力します。
kn: ಸಂಪೂರ್ಣ ಮೌಲ್ಯವನ್ನು ನಮೂದಿಸಿ.
ml: ഒരു പൂർണ്ണമായ മൂല്യം നൽകുക.
mr: संपूर्ण मूल्य प्रविष्ट करा.
nl: Voer een volledige waarde in.
no: Angi en fullstendig verdi.
or: ଏକ ସମ୍ପୂର୍ଣ୍ଣ ମୂଲ୍ୟ ପ୍ରବେଶ କରନ୍ତୁ |
pa: ਇੱਕ ਪੂਰਾ ਮੁੱਲ ਦਾਖਲ ਕਰੋ।
pl: Wprowadź pełną wartość.
pt: Insira um valor completo.
ru: Введите полное значение.
sv: Ange ett fullständigt värde.
ta: முழுமையான மதிப்பை உள்ளிடவும்.
te: పూర్తి విలువను నమోదు చేయండి.
th: ป้อนค่าที่สมบูรณ์
tr: Tam bir değer girin.
vi: Nhập một giá trị đầy đủ.

source: Enter a valid UUID.
ar: أدخل UUID صالحًا.
bn: একটি বৈধ UUID লিখুন।
da: Indtast et gyldigt UUID.
de: Geben Sie eine gültige UUID ein.
el: Εισαγάγετε ένα έγκυρο UUID.
es: Ingrese un UUID válido.
fi: Anna kelvollinen UUID.
fr: Entrez un UUID valide.
gu: માન્ય UUID દાખલ કરો.
he: הזן UUID חוקי.
hi: एक वैध यूयूआईडी दर्ज करें.
id: Masukkan UUID yang valid.
it: Inserisci un UUID valido.
ja: 有効な UUID を入力してください。
kn: ಮಾನ್ಯವಾದ UUID ಅನ್ನು ನಮೂದಿಸಿ.
ml: ഒരു സാധുവായ UUID നൽകുക.
mr: वैध UUID प्रविष्ट करा.
nl: Voer een geldige UUID in.
no: Skriv inn en gyldig UUID.
or: ଏକ ବ valid ଧ UUID ପ୍ରବେଶ କରନ୍ତୁ |
pa: ਇੱਕ ਵੈਧ UUID ਦਾਖਲ ਕਰੋ।
pl: Wprowadź prawidłowy identyfikator UUID.
pt: Insira um UUID válido.
ru: Введите действительный UUID.
sv: Ange ett giltigt UUID.
ta: சரியான UUID ஐ உள்ளிடவும்.
te: చెల్లుబాటు అయ్యే UUIDని నమోదు చేయండి.
th: ป้อน UUID ที่ถูกต้อง
tr: Geçerli bir UUID girin.
vi: Nhập UUID hợp lệ.

source: Enter a valid JSON.
ar: أدخل JSON صالحًا.
bn: একটি বৈধ JSON লিখুন।
da: Indtast en gyldig JSON.
de: Geben Sie einen gültigen JSON-Code ein.
el: Εισαγάγετε ένα έγκυρο JSON.
es: Introduzca un JSON válido.
fi: Anna kelvollinen JSON.
fr: Entrez un JSON valide.
gu: માન્ય JSON દાખલ કરો.
he: הזן JSON חוקי.
hi: एक वैध JSON दर्ज करें.
id: Masukkan JSON yang valid.
it: Inserisci un JSON valido.
ja: 有効な JSON を入力してください。
kn: ಮಾನ್ಯವಾದ JSON ಅನ್ನು ನಮೂದಿಸಿ.
ml: സാധുവായ ഒരു JSON നൽകുക.
mr: वैध JSON एंटर करा.
nl: Voer een geldige JSON in.
no: Skriv inn en gyldig JSON.
or: ଏକ ବ valid ଧ JSON ପ୍ରବେଶ କରନ୍ତୁ |
pa: ਇੱਕ ਵੈਧ JSON ਦਾਖਲ ਕਰੋ।
pl: Wpisz prawidłowy kod JSON.
pt: Insira um JSON válido.
ru: Введите действительный JSON.
sv: Ange en giltig JSON.
ta: சரியான JSON ஐ உள்ளிடவும்.
te: చెల్లుబాటు అయ్యే JSONని నమోదు చేయండి.
th: ป้อน JSON ที่ถูกต้อง
tr: Geçerli bir JSON girin.
vi: Nhập JSON hợp lệ.

source: (Hidden field %(name)s) %(error)s
ar: (الحقل المخفي %(الاسم)s) %(خطأ)s
bn: (লুকানো ক্ষেত্র %(নাম)গুলি) %(ত্রুটি)গুলি৷
da: (Skjult felt %(navn)s) %(fejl)s
de: (Verstecktes Feld %(name)s) %(error)s
el: (Κρυφό πεδίο %(name)s) %(error)s
es: (Campo oculto %(nombre)s) %(error)s
fi: (Piilotettu kenttä %(name)s) %(error)s
fr: (Champ masqué %(name)s) %(erreur)s
gu: (છુપાયેલ ક્ષેત્ર %(name)s) %(error)s
he: (שדה נסתר %(name)s) %(error)s
hi: (छिपा हुआ फ़ील्ड %(नाम)s) %(त्रुटि)s
id: (Bidang tersembunyi %(nama)s) %(kesalahan)s
it: (Campo nascosto %(nome)s) %(errore)s
ja: (隠しフィールド %(name)s) %(error)s
kn: (ಗುಪ್ತ ಕ್ಷೇತ್ರ %(ಹೆಸರು)ಗಳು) %(ದೋಷ)ಗಳು
ml: (മറഞ്ഞിരിക്കുന്ന ഫീൽഡ് %(പേര്)s) %(പിശക്)s
mr: (लपलेले फील्ड %(नाव)s) %(त्रुटी)s
nl: (Verborgen veld %(naam)s) %(error)s
no: (Skjult felt %(name)s) %(error)s
or: (ଲୁକ୍କାୟିତ କ୍ଷେତ୍ର %(name)s) %(error)s
pa: (ਲੁਕਿਆ ਹੋਇਆ ਖੇਤਰ %(ਨਾਮ)s) %(ਗਲਤੀ)s
pl: (Ukryte pole %(nazwa)s) %(błąd)s
pt: (Campo oculto %(nome)s) %(error)s
ru: (Скрытое поле %(имя)s) %(ошибка)s
sv: (Doldt fält %(namn)s) %(error)s
ta: (மறைக்கப்பட்ட புலம் %(பெயர்)கள்) %(பிழை)கள்
te: (దాచిన ఫీల్డ్ %(పేరు)లు) %(ఎర్రర్)లు
th: (ฟิลด์ที่ซ่อนอยู่ %(name)s) %(error)s
tr: (Gizli alan %(isim)s) %(hata)s
vi: (Trường ẩn %(name)s) %(error)s

source: ManagementForm data is missing or has been tampered with. Missing fields: %(field_names)s. You may need to file a bug report if the issue persists.
ar: بيانات ManagementForm مفقودة أو تم العبث بها. الحقول المفقودة: %(field_names)s. قد تحتاج إلى تقديم تقرير بالأخطاء إذا استمرت المشكلة.
bn: ম্যানেজমেন্টফর্ম ডেটা অনুপস্থিত বা এর সাথে টেম্পার করা হয়েছে। অনুপস্থিত ক্ষেত্র: %(field_names)s. সমস্যাটি অব্যাহত থাকলে আপনাকে একটি বাগ রিপোর্ট ফাইল করতে হতে পারে।
da: ManagementForm-data mangler eller er blevet manipuleret med. Manglende felter: %(field_names)s. Du skal muligvis indsende en fejlrapport, hvis problemet fortsætter.
de: ManagementForm-Daten fehlen oder wurden manipuliert. Fehlende Felder: %(field_names)s. Wenn das Problem weiterhin besteht, müssen Sie möglicherweise einen Fehlerbericht einreichen.
el: Τα δεδομένα ManagementForm λείπουν ή έχουν παραβιαστεί. Πεδία που λείπουν: %(field_names)s. Ίσως χρειαστεί να υποβάλετε μια αναφορά σφάλματος εάν το πρόβλημα παραμένει.
es: Faltan datos de ManagementForm o han sido manipulados. Campos faltantes: %(field_names)s. Es posible que tengas que presentar un informe de error si el problema persiste.
fi: ManagementForm-tiedot puuttuvat tai niitä on peukaloitu. Puuttuvat kentät: %(field_names)s. Sinun on ehkä tehtävä virheilmoitus, jos ongelma jatkuu.
fr: Les données de ManagementForm sont manquantes ou ont été falsifiées. Champs manquants : %(field_names)s. Vous devrez peut-être déposer un rapport de bogue si le problème persiste.
gu: મેનેજમેન્ટફોર્મ ડેટા ખૂટે છે અથવા તેની સાથે છેડછાડ કરવામાં આવી છે. ખૂટે છે ફીલ્ડ્સ: %(field_names)s. જો સમસ્યા ચાલુ રહે તો તમારે બગ રિપોર્ટ ફાઇલ કરવાની જરૂર પડી શકે છે.
he: נתוני ManagementForm חסרים או שטופלו בהם. שדות חסרים: %(field_names)s. ייתכן שתצטרך להגיש דוח באג אם הבעיה נמשכת.
hi: मैनेजमेंटफॉर्म डेटा गायब है या उसके साथ छेड़छाड़ की गई है। गुम फ़ील्ड: %(field_names)s. यदि समस्या बनी रहती है तो आपको बग रिपोर्ट दर्ज करने की आवश्यकता हो सकती है।
id: Data ManagementForm hilang atau telah diubah. Bidang yang tidak ada: %(nama_bidang)s. Anda mungkin perlu mengajukan laporan bug jika masalah terus berlanjut.
it: I dati di ManagementForm mancano o sono stati manomessi. Campi mancanti: %(field_names)s. Potrebbe essere necessario inviare una segnalazione di bug se il problema persiste.
ja: ManagementForm データが欠落しているか、改ざんされています。欠落しているフィールド: %(field_names)s。問題が解決しない場合は、バグレポートを提出する必要がある場合があります。
kn: ಮ್ಯಾನೇಜ್‌ಮೆಂಟ್‌ಫಾರ್ಮ್ ಡೇಟಾ ಕಾಣೆಯಾಗಿದೆ ಅಥವಾ ಟ್ಯಾಂಪರ್ ಮಾಡಲಾಗಿದೆ. ಕಾಣೆಯಾದ ಕ್ಷೇತ್ರಗಳು: %(field_names)s. ಸಮಸ್ಯೆ ಮುಂದುವರಿದರೆ ನೀವು ದೋಷ ವರದಿಯನ್ನು ಸಲ್ಲಿಸಬೇಕಾಗಬಹುದು.
ml: മാനേജ്മെൻ്റ്ഫോം ഡാറ്റ നഷ്‌ടമായിരിക്കുന്നു അല്ലെങ്കിൽ കൃത്രിമം ചെയ്യപ്പെട്ടിരിക്കുന്നു. വിട്ടുപോയ ഫീൽഡുകൾ: %(field_names)s. പ്രശ്നം നിലനിൽക്കുകയാണെങ്കിൽ നിങ്ങൾ ഒരു ബഗ് റിപ്പോർട്ട് ഫയൽ ചെയ്യേണ്ടതായി വന്നേക്കാം.
mr: मॅनेजमेंटफॉर्म डेटा गहाळ आहे किंवा त्याच्याशी छेडछाड केली गेली आहे. गहाळ फील्ड: %(field_names)s. समस्या कायम राहिल्यास तुम्हाला बग अहवाल दाखल करावा लागेल.
nl: ManagementForm-gegevens ontbreken of er is mee geknoeid. Ontbrekende velden: %(field_names)s. Mogelijk moet u een bugrapport indienen als het probleem zich blijft voordoen.
no: ManagementForm-data mangler eller har blitt tuklet med. Manglende felt: %(field_names)s. Du må kanskje sende inn en feilrapport hvis problemet vedvarer.
or: ମ୍ୟାନେଜମେଣ୍ଟ ଫର୍ମ ତଥ୍ୟ ହଜିଯାଇଛି କିମ୍ବା ଏଥିରେ ଟ୍ୟାମ୍ପରିଂ କରାଯାଇଛି | ନିଖୋଜ କ୍ଷେତ୍ରଗୁଡିକ: %(field_names)s | ଯଦି ସମସ୍ୟା ଜାରି ରହେ ତେବେ ଆପଣଙ୍କୁ ଏକ ବଗ୍ ରିପୋର୍ଟ ଦାଖଲ କରିବାକୁ ପଡିପାରେ |
pa: ਪ੍ਰਬੰਧਨ ਫਾਰਮ ਡੇਟਾ ਗੁੰਮ ਹੈ ਜਾਂ ਇਸ ਨਾਲ ਛੇੜਛਾੜ ਕੀਤੀ ਗਈ ਹੈ। ਗੁੰਮ ਹੋਏ ਖੇਤਰ: %(field_names)s। ਜੇਕਰ ਸਮੱਸਿਆ ਬਣੀ ਰਹਿੰਦੀ ਹੈ ਤਾਂ ਤੁਹਾਨੂੰ ਬੱਗ ਰਿਪੋਰਟ ਦਾਇਰ ਕਰਨ ਦੀ ਲੋੜ ਹੋ ਸਕਦੀ ਹੈ।
pl: Brakuje danych ManagementForm lub zostały one zmodyfikowane. Brakujące pola: %(field_names)s. Jeśli problem będzie się powtarzał, może być konieczne przesłanie raportu o błędzie.
pt: Os dados do ManagementForm estão faltando ou foram adulterados. Campos ausentes: %(field_names)s. Pode ser necessário enviar um relatório de bug se o problema persistir.
ru: Данные ManagementForm отсутствуют или были подделаны. Отсутствуют поля: %(field_names)s. Возможно, вам придется отправить отчет об ошибке, если проблема не исчезнет.
sv: ManagementForm-data saknas eller har manipulerats. Saknade fält: %(field_names)s. Du kan behöva lämna in en felrapport om problemet kvarstår.
ta: மேலாண்மைப் படிவத் தரவு காணவில்லை அல்லது சிதைக்கப்பட்டுள்ளது. விடுபட்ட புலங்கள்: %(field_names)s. சிக்கல் தொடர்ந்தால், பிழை அறிக்கையைப் பதிவு செய்ய வேண்டியிருக்கும்.
te: మేనేజ్‌మెంట్ ఫారమ్ డేటా లేదు లేదా తారుమారు చేయబడింది. ఫీల్డ్‌లు లేవు: %(field_names)s. సమస్య కొనసాగితే మీరు బగ్ నివేదికను ఫైల్ చేయాల్సి రావచ్చు.
th: ข้อมูล ManagementForm หายไปหรือถูกดัดแปลง ช่องที่ขาดหายไป: %(field_names)s คุณอาจต้องยื่นรายงานข้อผิดพลาดหากปัญหายังคงมีอยู่
tr: ManagementForm verileri eksik veya tahrif edilmiş. Eksik alanlar: %(field_names)s. Sorun devam ederse bir hata raporu göndermeniz gerekebilir.
vi: Dữ liệu ManagementForm bị thiếu hoặc đã bị giả mạo. Thiếu trường: %(field_names)s. Bạn có thể cần phải gửi báo cáo lỗi nếu sự cố vẫn tiếp diễn.

source: Order
ar: طلب
bn: অর্ডার
da: Bestille
de: Befehl
el: Παραγγελία
es: Orden
fi: Tilata
fr: Commande
gu: ઓર્ડર
he: לְהַזמִין
hi: आदेश
id: Memesan
it: Ordine
ja: 注文
kn: ಆದೇಶ
ml: ഓർഡർ ചെയ്യുക
mr: ऑर्डर करा
nl: Volgorde
no: Bestille
or: ଅର୍ଡର |
pa: ਆਰਡਰ
pl: Zamówienie
pt: Ordem
ru: Заказ
sv: Beställa
ta: ஆர்டர்
te: ఆర్డర్ చేయండి
th: คำสั่ง
tr: Emir
vi: Đặt hàng

source: Delete
ar: يمسح
bn: মুছে দিন
da: Slet
de: Löschen
el: Διαγράφω
es: Borrar
fi: Poistaa
fr: Supprimer
gu: કાઢી નાખો
he: לִמְחוֹק
hi: मिटाना
id: Menghapus
it: Eliminare
ja: 消去
kn: ಅಳಿಸಿ
ml: ഇല്ലാതാക്കുക
mr: हटवा
nl: Verwijderen
no: Slett
or: ବିଲୋପ କରନ୍ତୁ |
pa: ਮਿਟਾਓ
pl: Usuwać
pt: Excluir
ru: Удалить
sv: Radera
ta: நீக்கு
te: తొలగించు
th: ลบ
tr: Silmek
vi: Xóa bỏ

source: Please correct the duplicate data for %(field)s.
ar: الرجاء تصحيح البيانات المكررة لـ %(field)s.
bn: অনুগ্রহ করে %(ক্ষেত্র) এর জন্য ডুপ্লিকেট ডেটা সংশোধন করুন।
da: Ret venligst de duplikerede data for %(field)s.
de: Bitte korrigieren Sie die doppelten Daten für %(field)s.
el: Διορθώστε τα διπλότυπα δεδομένα για %(field)s.
es: Corrija los datos duplicados para %(field)s.
fi: Korjaa kaksoistiedot kohteelle %(field)s.
fr: Veuillez corriger les données en double pour %(field)s.
gu: કૃપા કરીને %(field)s માટે ડુપ્લિકેટ ડેટાને ઠીક કરો.
he: אנא תקן את הנתונים הכפולים עבור %(field)s.
hi: कृपया %(फ़ील्ड)s के लिए डुप्लिकेट डेटा को ठीक करें।
id: Harap perbaiki data duplikat untuk %(field)s.
it: Correggi i dati duplicati per %(campo)s.
ja: %(field)s の重複データを修正してください。
kn: ದಯವಿಟ್ಟು %(ಕ್ಷೇತ್ರ)s ಗಾಗಿ ನಕಲಿ ಡೇಟಾವನ್ನು ಸರಿಪಡಿಸಿ.
ml: %(ഫീൽഡ്)s-ൻ്റെ തനിപ്പകർപ്പ് ഡാറ്റ ശരിയാക്കുക.
mr: कृपया %(फील्ड) साठी डुप्लिकेट डेटा दुरुस्त करा.
nl: Corrigeer de dubbele gegevens voor %(field)s.
no: Rett opp dupliserte data for %(field)s.
or: ଦୟାକରି {for ପାଇଁ ନକଲ ତଥ୍ୟ ସଂଶୋଧନ କରନ୍ତୁ |
pa: ਕਿਰਪਾ ਕਰਕੇ %(ਫੀਲਡ) ਲਈ ਡੁਪਲੀਕੇਟ ਡੇਟਾ ਨੂੰ ਠੀਕ ਕਰੋ।
pl: Popraw zduplikowane dane w %(field)s.
pt: Corrija os dados duplicados para %(field)s.
ru: Исправьте повторяющиеся данные для %(field)s.
sv: Vänligen korrigera dubblettdata för %(field)s.
ta: %(புலம்)sக்கான நகல் தரவை சரிசெய்யவும்.
te: దయచేసి %(ఫీల్డ్)s కోసం నకిలీ డేటాను సరి చేయండి.
th: โปรดแก้ไขข้อมูลที่ซ้ำกันสำหรับ %(field)s
tr: Lütfen %(field)s için yinelenen verileri düzeltin.
vi: Vui lòng sửa dữ liệu trùng lặp cho %(field)s.

source: Please correct the duplicate data for %(field)s, which must be unique.
ar: الرجاء تصحيح البيانات المكررة لـ %(field)s، والتي يجب أن تكون فريدة.
bn: অনুগ্রহ করে %(ক্ষেত্র) এর জন্য ডুপ্লিকেট ডেটা সংশোধন করুন, যা অনন্য হতে হবে।
da: Ret venligst de duplikerede data for %(field)s, som skal være unikke.
de: Bitte korrigieren Sie die doppelten Daten für %(field)s, die eindeutig sein müssen.
el: Διορθώστε τα διπλότυπα δεδομένα για %(field)s, τα οποία πρέπει να είναι μοναδικά.
es: Corrija los datos duplicados de %(field)s, que deben ser únicos.
fi: Korjaa %(field)s:n päällekkäiset tiedot, joiden on oltava yksilöllisiä.
fr: Veuillez corriger les données en double pour %(field)s, qui doivent être uniques.
gu: કૃપા કરીને %(field)s માટે ડુપ્લિકેટ ડેટાને ઠીક કરો, જે અનન્ય હોવો જોઈએ.
he: אנא תקן את הנתונים הכפולים עבור %(field)s, אשר חייבים להיות ייחודיים.
hi: कृपया %(फ़ील्ड)s के लिए डुप्लिकेट डेटा को सही करें, जो अद्वितीय होना चाहिए।
id: Harap perbaiki data duplikat untuk %(field)s, yang harus unik.
it: Correggi i dati duplicati per %(campo)s, che devono essere univoci.
ja: %(field)s の重複データを修正してください。これは一意である必要があります。
kn: ದಯವಿಟ್ಟು %(ಕ್ಷೇತ್ರ)s ಗಾಗಿ ನಕಲಿ ಡೇಟಾವನ್ನು ಸರಿಪಡಿಸಿ, ಅದು ಅನನ್ಯವಾಗಿರಬೇಕು.
ml: %(ഫീൽഡ്)s-ൻ്റെ തനിപ്പകർപ്പ് ഡാറ്റ ശരിയാക്കുക, അത് അദ്വിതീയമായിരിക്കണം.
mr: कृपया %(फील्ड) साठी डुप्लिकेट डेटा दुरुस्त करा, जो अद्वितीय असणे आवश्यक आहे.
nl: Corrigeer de dubbele gegevens voor %(field)s, die uniek moeten zijn.
no: Rett opp dupliserte data for %(field)s, som må være unike.
or: ଦୟାକରି {for ପାଇଁ ନକଲ ତଥ୍ୟକୁ ସଂଶୋଧନ କରନ୍ତୁ, ଯାହା ନିଶ୍ଚିତ ଭାବରେ ଅନନ୍ୟ ହେବ |
pa: ਕਿਰਪਾ ਕਰਕੇ %(ਫੀਲਡ) ਲਈ ਡੁਪਲੀਕੇਟ ਡੇਟਾ ਨੂੰ ਠੀਕ ਕਰੋ, ਜੋ ਕਿ ਵਿਲੱਖਣ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Popraw zduplikowane dane w %(polu), które muszą być unikalne.
pt: Corrija os dados duplicados de %(field)s, que devem ser exclusivos.
ru: Исправьте повторяющиеся данные для %(field)s, которые должны быть уникальными.
sv: Vänligen korrigera dubblettdata för %(field)s, som måste vara unikt.
ta: %(புலம்)sக்கான நகல் தரவை சரிசெய்யவும், அது தனிப்பட்டதாக இருக்க வேண்டும்.
te: దయచేసి %(ఫీల్డ్)s కోసం డూప్లికేట్ డేటాను సరి చేయండి, ఇది తప్పనిసరిగా ప్రత్యేకంగా ఉండాలి.
th: โปรดแก้ไขข้อมูลที่ซ้ำกันสำหรับ %(field)s ซึ่งจะต้องไม่ซ้ำกัน
tr: Lütfen benzersiz olması gereken %(field)s için yinelenen verileri düzeltin.
vi: Vui lòng sửa dữ liệu trùng lặp cho %(field)s, dữ liệu này phải là duy nhất.

source: Please correct the duplicate data for %(field_name)s which must be unique for the %(lookup)s in %(date_field)s.
ar: الرجاء تصحيح البيانات المكررة لـ %(field_name)s والتي يجب أن تكون فريدة لـ %(lookup)s في %(date_field)s.
bn: অনুগ্রহ করে %(field_name)s-এর ডুপ্লিকেট ডেটা সংশোধন করুন যা %(date_field)s-এ %(লুকআপ)গুলির জন্য অনন্য হতে হবে৷
da: Ret venligst de duplikerede data for %(field_name)s, som skal være unikke for %(lookup)s i %(date_field)s.
de: Bitte korrigieren Sie die doppelten Daten für %(field_name)s, die für die %(lookup)s in %(date_field)s eindeutig sein müssen.
el: Διορθώστε τα διπλότυπα δεδομένα για %(field_name)s, τα οποία πρέπει να είναι μοναδικά για τα %(lookup)s στο %(date_field)s.
es: Corrija los datos duplicados para %(field_name)s que deben ser únicos para %(lookup)s en %(date_field)s.
fi: Korjaa kaksoistiedot kohteelle %(field_name)s, joiden on oltava yksilöllisiä %(lookup)s:lle kohteessa %(date_field)s.
fr: Veuillez corriger les données en double pour %(field_name)s qui doivent être uniques pour les %(lookup)s dans %(date_field)s.
gu: કૃપા કરીને %(field_name)s માટેનો ડુપ્લિકેટ ડેટા સુધારો જે %(lookup)s માં %(date_field)s માટે અનન્ય હોવો જોઈએ.
he: אנא תקן את הנתונים הכפולים עבור %(field_name)s אשר חייבים להיות ייחודיים עבור %(lookup)s ב-%(date_field)s.
hi: कृपया %(field_name)s के लिए डुप्लिकेट डेटा को सही करें जो %(date_field)s में %(lookup)s के लिए अद्वितीय होना चाहिए।
id: Harap perbaiki data duplikat untuk %(field_name)s yang harus unik untuk %(lookup)s di %(date_field)s.
it: Correggi i dati duplicati per %(field_name)s che devono essere univoci per %(lookup)s in %(date_field)s.
ja: %(field_name)s の重複データを修正してください。これは、%(date_field)s の %(lookup)s に対して一意である必要があります。
kn: ದಯವಿಟ್ಟು %(date_field)s ನಲ್ಲಿನ %(lookup)s ಗೆ ಅನನ್ಯವಾಗಿರುವ %(field_name)s ಗಾಗಿ ನಕಲಿ ಡೇಟಾವನ್ನು ಸರಿಪಡಿಸಿ.
ml: %(date_field)s-ലെ %(lookup)s-ൻ്റെ തനതായ %(field_name)s എന്നതിനായുള്ള തനിപ്പകർപ്പ് ഡാറ്റ ദയവായി ശരിയാക്കുക.
mr: कृपया %(field_name)s साठी डुप्लिकेट डेटा दुरुस्त करा जो %(date_field)s मधील %(lookup)s साठी अद्वितीय असणे आवश्यक आहे.
nl: Corrigeer de dubbele gegevens voor %(field_name)s, die uniek moeten zijn voor de %(lookup)s in %(date_field)s.
no: Rett opp dupliserte data for %(field_name)s som må være unike for %(lookup)s i %(date_field)s.
or: ଦୟାକରି %(field_name)s ପାଇଁ ନକଲ ତଥ୍ୟକୁ ସଂଶୋଧନ କରନ୍ତୁ ଯାହା %(lookup)s ରେ %(date_field)s ପାଇଁ ଅନନ୍ୟ ହେବା ଜରୁରୀ |
pa: ਕਿਰਪਾ ਕਰਕੇ %(field_name)s ਲਈ ਡੁਪਲੀਕੇਟ ਡੇਟਾ ਨੂੰ ਠੀਕ ਕਰੋ ਜੋ ਕਿ %(date_field)s ਵਿੱਚ %(lookup)s ਲਈ ਵਿਲੱਖਣ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Popraw zduplikowane dane dla %(field_name), które muszą być unikalne dla %(lookup) w %(date_field)s.
pt: Corrija os dados duplicados para %(field_name)s que devem ser exclusivos para %(lookup)s em %(date_field)s.
ru: Исправьте повторяющиеся данные для %(field_name)s, которые должны быть уникальными для %(lookup)s в %(date_field)s.
sv: Vänligen korrigera dubblettdata för %(field_name)s som måste vara unika för %(lookup)s i %(date_field)s.
ta: %(date_field)s இல் உள்ள %(lookup)sக்கு தனிப்பட்டதாக இருக்க வேண்டிய %(field_name)sக்கான நகல் தரவை சரிசெய்யவும்.
te: దయచేసి %(date_field)sలోని %(lookup)s కోసం ప్రత్యేకంగా ఉండే %(field_name)s కోసం నకిలీ డేటాను సరి చేయండి.
th: โปรดแก้ไขข้อมูลที่ซ้ำกันสำหรับ %(field_name)s ซึ่งจะต้องไม่ซ้ำกันสำหรับ %(lookup)s ใน %(date_field)s
tr: Lütfen %(field_name)s için %(date_field)s içindeki %(lookup)s için benzersiz olması gereken yinelenen verileri düzeltin.
vi: Vui lòng sửa dữ liệu trùng lặp cho %(field_name)s. Dữ liệu này phải là duy nhất cho %(lookup)s trong %(date_field)s.
