Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Search Users
ar: بحث المستخدمين
bn: ব্যবহারকারীদের অনুসন্ধান করুন
da: Søg efter brugere
de: Benutzer suchen
el: Αναζήτηση χρηστών
es: Buscar usuarios
fi: Hae käyttäjiä
fr: Rechercher des utilisateurs
he: חפש משתמשים
hi: उपयोगकर्ता खोजें
id: Cari Pengguna
it: Cerca utenti
ja: ユーザーの検索
kn: ಬಳಕೆದಾರರನ್ನು ಹುಡುಕಿ
ml: ഉപയോക്താക്കളെ തിരയുക
mr: वापरकर्ते शोधा
nl: Zoek gebruikers
pa: ਖੋਜ ਉਪਭੋਗਤਾ
pl: Wyszukaj użytkowników
pt: Pesquisar usuários
ru: Поиск пользователей
sv: Sök användare
ta: பயனர்களைத் தேடுங்கள்
te: శోధన వినియోగదారులు
th: ค้นหาผู้ใช้
tr: Kullanıcı Ara
vi: Tìm kiếm người dùng

source: Search by name or email
ar: البحث بالاسم أو البريد الإلكتروني
bn: নাম বা ইমেল দ্বারা অনুসন্ধান করুন
da: Søg på navn eller e-mail
de: Suchen Sie nach Name oder E-Mail
el: Αναζήτηση με όνομα ή email
es: Buscar por nombre o correo electrónico
fi: Hae nimellä tai sähköpostilla
fr: Rechercher par nom ou par e-mail
he: חפש לפי שם או אימייל
hi: नाम या ईमेल से खोजें
id: Cari berdasarkan nama atau email
it: Cerca per nome o email
ja: 名前またはメールアドレスで検索
kn: ಹೆಸರು ಅಥವಾ ಇಮೇಲ್ ಮೂಲಕ ಹುಡುಕಿ
ml: പേരോ ഇമെയിൽ വഴിയോ തിരയുക
mr: नाव किंवा ईमेलद्वारे शोधा
nl: Zoek op naam of e-mailadres
pa: ਨਾਮ ਜਾਂ ਈਮੇਲ ਦੁਆਰਾ ਖੋਜ ਕਰੋ
pl: Szukaj według nazwy lub adresu e-mail
pt: Pesquise por nome ou e-mail
ru: Поиск по имени или электронной почте
sv: Sök på namn eller e-post
ta: பெயர் அல்லது மின்னஞ்சல் மூலம் தேடவும்
te: పేరు లేదా ఇమెయిల్ ద్వారా శోధించండి
th: ค้นหาตามชื่อหรืออีเมล
tr: Ada veya e-postaya göre arayın
vi: Tìm kiếm theo tên hoặc email

source: Search
ar: يبحث
bn: অনুসন্ধান করুন
da: Søge
de: Suchen
el: Ερευνα
es: Buscar
fi: Haku
fr: Recherche
he: לְחַפֵּשׂ
hi: खोज
id: Mencari
it: Ricerca
ja: 検索
kn: ಹುಡುಕು
ml: തിരയുക
mr: शोधा
nl: Zoekopdracht
pa: ਖੋਜ
pl: Szukaj
pt: Procurar
ru: Поиск
sv: Söka
ta: தேடு
te: శోధించండి
th: ค้นหา
tr: Aramak
vi: Tìm kiếm

source: Select
ar: يختار
bn: নির্বাচন করুন
da: Vælge
de: Wählen
el: Επιλέγω
es: Seleccionar
fi: Valitse
fr: Sélectionner
he: לִבחוֹר
hi: चुनना
id: Memilih
it: Selezionare
ja: 選択
kn: ಆಯ್ಕೆ ಮಾಡಿ
ml: തിരഞ്ഞെടുക്കുക
mr: निवडा
nl: Selecteer
pa: ਚੁਣੋ
pl: Wybierać
pt: Selecione
ru: Выбирать
sv: Välja
ta: தேர்ந்தெடு
te: ఎంచుకోండి
th: เลือก
tr: Seçme
vi: Lựa chọn

source: Username
ar: اسم المستخدم
bn: ব্যবহারকারীর নাম
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
fi: Käyttäjätunnus
fr: Nom d'utilisateur
he: שם משתמש
hi: उपयोगकर्ता नाम
id: Nama belakang
it: Nome utente
ja: ユーザー名
kn: ಬಳಕೆದಾರ ಹೆಸರು
ml: ഉപയോക്തൃനാമം
mr: वापरकर्तानाव
nl: Gebruikersnaam
pa: ਯੂਜ਼ਰਨੇਮ
pl: Nazwa użytkownika
pt: Nome de usuário
ru: Имя пользователя
sv: Användarnamn
ta: பயனர் பெயர்
te: వినియోగదారు పేరు
th: ชื่อผู้ใช้
tr: Kullanıcı adı
vi: Tên người dùng

source: Email
ar: بريد إلكتروني
bn: ইমেইল
es: Correo electrónico
fi: Sähköposti
he: אֶלֶקטרוֹנִי
hi: ईमेल
ja: 電子メール
kn: ಇಮೇಲ್
ml: ഇമെയിൽ
mr: ईमेल
pa: ਈਮੇਲ
ru: Электронная почта
sv: E-post
ta: மின்னஞ்சல்
te: ఇమెయిల్
th: อีเมล
tr: E-posta

source: Edit Enrollment
ar: تحرير التسجيل
bn: তালিকাভুক্তি সম্পাদনা করুন
da: Rediger tilmelding
de: Anmeldung bearbeiten
el: Επεξεργασία εγγραφής
es: Editar inscripción
fi: Muokkaa ilmoittautumista
fr: Modifier l'inscription
he: ערוך הרשמה
hi: नामांकन संपादित करें
id: Edit Pendaftaran
it: Modifica iscrizione
ja: 登録の編集
kn: ದಾಖಲಾತಿ ಸಂಪಾದಿಸಿ
ml: എൻറോൾമെൻ്റ് എഡിറ്റ് ചെയ്യുക
mr: नावनोंदणी संपादित करा
nl: Inschrijving bewerken
pa: ਦਾਖਲਾ ਸੰਪਾਦਿਤ ਕਰੋ
pl: Edytuj rejestrację
pt: Editar inscrição
ru: Изменить регистрацию
sv: Redigera registrering
ta: பதிவைத் திருத்தவும்
te: నమోదును సవరించండి
th: แก้ไขการลงทะเบียน
tr: Kaydı Düzenle
vi: Chỉnh sửa đăng ký

source: Update enrollment details
ar: تحديث تفاصيل التسجيل
bn: তালিকাভুক্তির বিবরণ আপডেট করুন
da: Opdater tilmeldingsoplysninger
de: Anmeldedetails aktualisieren
el: Ενημέρωση στοιχείων εγγραφής
es: Actualizar detalles de inscripción
fi: Päivitä ilmoittautumistiedot
fr: Mettre à jour les détails de l'inscription
he: עדכן את פרטי ההרשמה
hi: नामांकन विवरण अद्यतन करें
id: Perbarui detail pendaftaran
it: Aggiorna i dettagli di registrazione
ja: 登録の詳細を更新する
kn: ದಾಖಲಾತಿ ವಿವರಗಳನ್ನು ನವೀಕರಿಸಿ
ml: എൻറോൾമെൻ്റ് വിശദാംശങ്ങൾ അപ്ഡേറ്റ് ചെയ്യുക
mr: नावनोंदणी तपशील अपडेट करा
nl: Inschrijvingsgegevens bijwerken
pa: ਨਾਮਾਂਕਣ ਵੇਰਵਿਆਂ ਨੂੰ ਅੱਪਡੇਟ ਕਰੋ
pl: Zaktualizuj szczegóły rejestracji
pt: Atualizar detalhes da inscrição
ru: Обновить данные регистрации
sv: Uppdatera registreringsinformation
ta: பதிவு விவரங்களைப் புதுப்பிக்கவும்
te: నమోదు వివరాలను నవీకరించండి
th: อัพเดตรายละเอียดการลงทะเบียน
tr: Kayıt ayrıntılarını güncelleyin
vi: Cập nhật thông tin tuyển sinh

source: Manage and view all enrollments
ar: إدارة وعرض جميع التسجيلات
bn: সমস্ত তালিকাভুক্তি পরিচালনা এবং দেখুন
da: Administrer og se alle tilmeldinger
de: Alle Anmeldungen verwalten und anzeigen
el: Διαχειριστείτε και δείτε όλες τις εγγραφές
es: Gestionar y ver todas las inscripciones
fi: Hallitse ja tarkastele kaikkia ilmoittautumisia
fr: Gérer et consulter toutes les inscriptions
he: נהל והצג את כל ההרשמות
hi: सभी नामांकन प्रबंधित करें और देखें
id: Kelola dan lihat semua pendaftaran
it: Gestisci e visualizza tutte le iscrizioni
ja: すべての登録を管理および表示する
kn: ಎಲ್ಲಾ ದಾಖಲಾತಿಗಳನ್ನು ನಿರ್ವಹಿಸಿ ಮತ್ತು ವೀಕ್ಷಿಸಿ
ml: എല്ലാ എൻറോൾമെൻ്റുകളും നിയന്ത്രിക്കുകയും കാണുക
mr: सर्व नावनोंदणी व्यवस्थापित करा आणि पहा
nl: Beheer en bekijk alle inschrijvingen
pa: ਸਾਰੇ ਦਾਖਲਿਆਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ ਅਤੇ ਦੇਖੋ
pl: Zarządzaj i przeglądaj wszystkie rejestracje
pt: Gerenciar e visualizar todas as inscrições
ru: Управление и просмотр всех регистраций
sv: Hantera och se alla registreringar
ta: அனைத்து பதிவுகளையும் நிர்வகிக்கவும் பார்க்கவும்
te: అన్ని నమోదులను నిర్వహించండి మరియు వీక్షించండి
th: จัดการและดูการลงทะเบียนทั้งหมด
tr: Tüm kayıtları yönetin ve görüntüleyin
vi: Quản lý và xem tất cả các tuyển sinh

source: Create New Enrollment
ar: إنشاء تسجيل جديد
bn: নতুন তালিকাভুক্তি তৈরি করুন
da: Opret ny tilmelding
de: Neue Anmeldung erstellen
el: Δημιουργία νέας εγγραφής
es: Crear nueva inscripción
fi: Luo uusi ilmoittautuminen
fr: Créer une nouvelle inscription
he: צור הרשמה חדשה
hi: नया नामांकन बनाएं
id: Buat Pendaftaran Baru
it: Crea nuova iscrizione
ja: 新しい登録の作成
kn: ಹೊಸ ದಾಖಲಾತಿಯನ್ನು ರಚಿಸಿ
ml: പുതിയ എൻറോൾമെൻ്റ് സൃഷ്ടിക്കുക
mr: नवीन नावनोंदणी तयार करा
nl: Nieuwe inschrijving aanmaken
pa: ਨਵਾਂ ਦਾਖਲਾ ਬਣਾਓ
pl: Utwórz nową rejestrację
pt: Criar nova inscrição
ru: Создать новую регистрацию
sv: Skapa ny registrering
ta: புதிய பதிவை உருவாக்கவும்
te: కొత్త నమోదును సృష్టించండి
th: สร้างการลงทะเบียนใหม่
tr: Yeni Kayıt Oluştur
vi: Tạo đăng ký mới

source: Course/Program/Delivery
ar: الدورة/البرنامج/التسليم
bn: কোর্স/প্রোগ্রাম/ডেলিভারি
da: Kursus/Program/Levering
de: Kurs/Programm/Lieferung
el: Μάθημα/Πρόγραμμα/Παράδοση
es: Curso/Programa/Entrega
fi: Kurssi/ohjelma/toimitus
fr: Cours/Programme/Prestation
he: קורס/תכנית/משלוח
hi: पाठ्यक्रम/कार्यक्रम/वितरण
id: Kursus/Program/Pengiriman
it: Corso/Programma/Consegna
ja: コース/プログラム/配信
kn: ಕೋರ್ಸ್/ಪ್ರೋಗ್ರಾಂ/ಡೆಲಿವರಿ
ml: കോഴ്സ്/പ്രോഗ്രാം/ഡെലിവറി
mr: अभ्यासक्रम/कार्यक्रम/वितरण
nl: Cursus/programma/levering
pa: ਕੋਰਸ/ਪ੍ਰੋਗਰਾਮ/ਡਿਲਿਵਰੀ
pl: Kurs/program/dostawa
pt: Curso/Programa/Entrega
ru: Курс/Программа/Доставка
sv: Kurs/Program/Leverans
ta: பாடநெறி/திட்டம்/விநியோகம்
te: కోర్సు/ప్రోగ్రామ్/డెలివరీ
th: หลักสูตร/โปรแกรม/การจัดส่ง
tr: Kurs/Program/Teslimat
vi: Khóa học/Chương trình/Giao hàng

source: First
ar: أولاً
bn: প্রথম
da: Først
de: Erste
el: Πρώτα
es: Primero
fi: Ensimmäinen
fr: D'abord
he: רֵאשִׁית
hi: पहला
id: Pertama
it: Primo
ja: 初め
kn: ಮೊದಲು
ml: ആദ്യം
mr: प्रथम
nl: Eerst
pa: ਪਹਿਲਾਂ
pl: Pierwszy
pt: Primeiro
ru: Первый
sv: Första
ta: முதலில்
te: మొదటి
th: อันดับแรก
tr: Birinci
vi: Đầu tiên

source: Page
ar: صفحة
bn: পাতা
da: Side
de: Seite
el: Σελίδα
es: Página
fi: Sivu
he: עַמוּד
hi: पेज
id: Halaman
it: Pagina
ja: ページ
kn: ಪುಟ
ml: പേജ്
mr: पान
nl: Pagina
pa: ਪੰਨਾ
pl: Strona
pt: Página
ru: Страница
sv: Sida
ta: பக்கம்
te: పేజీ
th: หน้าหนังสือ
tr: Sayfa
vi: Trang

source: Last
ar: آخر
bn: শেষ
da: Sidst
de: Zuletzt
el: Τελευταίος
es: Último
fi: Kestää
fr: Dernier
he: אַחֲרוֹן
hi: अंतिम
id: Terakhir
it: Scorso
ja: 最後
kn: ಕೊನೆಯದು
ml: അവസാനത്തേത്
mr: शेवटचा
nl: Laatst
pa: ਆਖਰੀ
pl: Ostatni
pt: Durar
ru: Последний
sv: Sista
ta: கடைசியாக
te: చివరిది
th: ล่าสุด
tr: Son
vi: Cuối cùng

source: Create FAQ
bn: FAQ তৈরি করুন
da: Opret ofte stillede spørgsmål
de: FAQ erstellen
el: Δημιουργία Συχνών Ερωτήσεων
es: Crear preguntas frecuentes
fi: Luo UKK
fr: Créer une FAQ
he: צור שאלות נפוצות
hi: अक्सर पूछे जाने वाले प्रश्न बनाएं
id: Buat FAQ
it: Crea domande frequenti
ja: よくある質問を作成する
kn: FAQ ರಚಿಸಿ
ml: പതിവ് ചോദ്യങ്ങൾ സൃഷ്ടിക്കുക
mr: FAQ तयार करा
nl: Veelgestelde vragen maken
pa: FAQ ਬਣਾਓ
pl: Utwórz często zadawane pytania
pt: Criar perguntas frequentes
ru: Создать FAQ
sv: Skapa FAQ
ta: அடிக்கடி கேட்கப்படும் கேள்விகளை உருவாக்கவும்
te: తరచుగా అడిగే ప్రశ్నలను సృష్టించండి
th: สร้างคำถามที่พบบ่อย
tr: SSS oluştur
vi: Tạo câu hỏi thường gặp

source: Fill in the details below to create a new FAQ entry.
bn: একটি নতুন FAQ এন্ট্রি তৈরি করতে নীচের বিবরণগুলি পূরণ করুন৷
da: Udfyld detaljerne nedenfor for at oprette en ny FAQ-indgang.
de: Füllen Sie die folgenden Details aus, um einen neuen FAQ-Eintrag zu erstellen.
el: Συμπληρώστε τα παρακάτω στοιχεία για να δημιουργήσετε μια νέα καταχώρηση FAQ.
es: Complete los detalles a continuación para crear una nueva entrada de preguntas frecuentes.
fi: Täytä alla olevat tiedot luodaksesi uuden UKK-merkinnän.
fr: Remplissez les détails ci-dessous pour créer une nouvelle entrée de FAQ.
he: מלא את הפרטים למטה כדי ליצור ערך שאלות נפוצות חדש.
hi: नई FAQ प्रविष्टि बनाने के लिए नीचे विवरण भरें।
id: Isi detail di bawah ini untuk membuat entri FAQ baru.
it: Compila i dettagli di seguito per creare una nuova voce FAQ.
ja: 新しい FAQ エントリを作成するには、以下の詳細を入力してください。
kn: ಹೊಸ FAQ ನಮೂದನ್ನು ರಚಿಸಲು ಕೆಳಗಿನ ವಿವರಗಳನ್ನು ಭರ್ತಿ ಮಾಡಿ.
ml: പുതിയ FAQ എൻട്രി സൃഷ്‌ടിക്കാൻ ചുവടെയുള്ള വിശദാംശങ്ങൾ പൂരിപ്പിക്കുക.
mr: नवीन FAQ एंट्री तयार करण्यासाठी खालील तपशील भरा.
nl: Vul de onderstaande gegevens in om een ​​nieuw FAQ-item aan te maken.
pa: ਇੱਕ ਨਵੀਂ FAQ ਐਂਟਰੀ ਬਣਾਉਣ ਲਈ ਹੇਠਾਂ ਦਿੱਤੇ ਵੇਰਵਿਆਂ ਨੂੰ ਭਰੋ।
pl: Wypełnij poniższe dane, aby utworzyć nowy wpis w często zadawanych pytaniach.
pt: Preencha os detalhes abaixo para criar uma nova entrada de FAQ.
ru: Заполните данные ниже, чтобы создать новую запись часто задаваемых вопросов.
sv: Fyll i detaljerna nedan för att skapa en ny FAQ-post.
ta: புதிய கேள்விகள் உள்ளீட்டை உருவாக்க, கீழே உள்ள விவரங்களை நிரப்பவும்.
te: కొత్త FAQ ఎంట్రీని సృష్టించడానికి దిగువ వివరాలను పూరించండి.
th: กรอกรายละเอียดด้านล่างเพื่อสร้างรายการคำถามที่พบบ่อยใหม่
tr: Yeni bir SSS girişi oluşturmak için aşağıdaki ayrıntıları doldurun.
vi: Điền thông tin chi tiết bên dưới để tạo mục Câu hỏi thường gặp mới.

source: Help & Support
ar: المساعدة والدعم
bn: সাহায্য এবং সমর্থন
da: Hjælp & Support
de: Hilfe und Support
el: Βοήθεια & Υποστήριξη
es: Ayuda y soporte
fi: Apua ja tuki
fr: Aide et assistance
gu: મદદ અને આધાર
he: עזרה ותמיכה
hi: सहायता एवं सहायता
id: Bantuan & Dukungan
it: Aiuto e supporto
ja: ヘルプとサポート
kn: ಸಹಾಯ ಮತ್ತು ಬೆಂಬಲ
ml: സഹായവും പിന്തുണയും
mr: मदत आणि समर्थन
nl: Hulp en ondersteuning
no: Hjelp og støtte
or: ସହାୟତା ଏବଂ ସମର୍ଥନ
pa: ਮਦਦ ਅਤੇ ਸਹਾਇਤਾ
pl: Pomoc i wsparcie
pt: Ajuda e suporte
ru: Помощь и поддержка
sv: Hjälp & Support
ta: உதவி & ஆதரவு
te: సహాయం & మద్దతు
th: ช่วยเหลือและสนับสนุน
tr: Yardım ve Destek
vi: Trợ giúp & Hỗ trợ

source: FAQ Information
bn: FAQ তথ্য
de: FAQ-Informationen
el: Πληροφορίες συχνών ερωτήσεων
es: Información de preguntas frecuentes
fi: FAQ-tiedot
fr: Informations FAQ
he: מידע נפוצות
hi: अक्सर पूछे जाने वाले प्रश्न जानकारी
id: Informasi Pertanyaan Umum
it: Informazioni sulle domande frequenti
ja: FAQ情報
kn: FAQ ಮಾಹಿತಿ
ml: പതിവുചോദ്യങ്ങൾ വിവരങ്ങൾ
mr: FAQ माहिती
nl: Veelgestelde vragen Informatie
pa: FAQ ਜਾਣਕਾਰੀ
pl: Często zadawane pytania
pt: Informações frequentes
ru: Часто задаваемые вопросы Информация
ta: அடிக்கடி கேட்கப்படும் கேள்விகள் தகவல்
te: FAQ సమాచారం
th: ข้อมูลคำถามที่พบบ่อย
tr: SSS Bilgileri
vi: Thông tin Câu hỏi thường gặp

source: Answer
bn: উত্তর
da: Svar
de: Antwort
el: Απάντηση
es: Respuesta
fi: Vastaus
fr: Répondre
he: תְשׁוּבָה
hi: उत्तर
id: Menjawab
it: Risposta
ja: 答え
kn: ಉತ್ತರ
ml: ഉത്തരം
mr: उत्तर द्या
nl: Antwoord
pa: ਜਵਾਬ
pl: Odpowiedź
pt: Responder
ru: Отвечать
sv: Svar
ta: பதில்
te: సమాధానం
th: คำตอบ
tr: Cevap
vi: Trả lời

source: Edit FAQ
bn: FAQ সম্পাদনা করুন
da: Rediger ofte stillede spørgsmål
de: FAQ bearbeiten
el: Επεξεργασία Συχνών Ερωτήσεων
es: Editar preguntas frecuentes
fi: Muokkaa UKK
fr: Modifier la FAQ
he: ערוך שאלות נפוצות
hi: अक्सर पूछे जाने वाले प्रश्न संपादित करें
id: Sunting FAQ
it: Modifica le domande frequenti
ja: よくある質問を編集する
kn: FAQ ಸಂಪಾದಿಸಿ
ml: പതിവ് ചോദ്യങ്ങൾ എഡിറ്റ് ചെയ്യുക
mr: FAQ संपादित करा
nl: Veelgestelde vragen bewerken
pa: FAQ ਦਾ ਸੰਪਾਦਨ ਕਰੋ
pl: Edytuj często zadawane pytania
pt: Editar perguntas frequentes
ru: Редактировать часто задаваемые вопросы
sv: Redigera FAQ
ta: அடிக்கடி கேட்கப்படும் கேள்விகளைத் திருத்தவும்
te: తరచుగా అడిగే ప్రశ్నలను సవరించండి
th: แก้ไขคำถามที่พบบ่อย
tr: SSS'yi düzenle
vi: Chỉnh sửa câu hỏi thường gặp

source: Update the details below to edit the FAQ entry.
bn: FAQ এন্ট্রি সম্পাদনা করতে নীচের বিবরণ আপডেট করুন।
da: Opdater detaljerne nedenfor for at redigere FAQ-indgangen.
de: Aktualisieren Sie die Details unten, um den FAQ-Eintrag zu bearbeiten.
el: Ενημερώστε τις παρακάτω λεπτομέρειες για να επεξεργαστείτε την καταχώριση Συχνών Ερωτήσεων.
es: Actualice los detalles a continuación para editar la entrada de preguntas frecuentes.
fi: Päivitä alla olevat tiedot muokataksesi UKK-kohtaa.
fr: Mettez à jour les détails ci-dessous pour modifier l'entrée de la FAQ.
he: עדכן את הפרטים למטה כדי לערוך את ערך השאלות הנפוצות.
hi: FAQ प्रविष्टि को संपादित करने के लिए नीचे दिए गए विवरण अपडेट करें।
id: Perbarui detail di bawah untuk mengedit entri FAQ.
it: Aggiorna i dettagli di seguito per modificare la voce delle domande frequenti.
ja: FAQ エントリを編集するには、以下の詳細を更新してください。
kn: FAQ ನಮೂದನ್ನು ಸಂಪಾದಿಸಲು ಕೆಳಗಿನ ವಿವರಗಳನ್ನು ನವೀಕರಿಸಿ.
ml: FAQ എൻട്രി എഡിറ്റ് ചെയ്യാൻ ചുവടെയുള്ള വിശദാംശങ്ങൾ അപ്‌ഡേറ്റ് ചെയ്യുക.
mr: FAQ एंट्री संपादित करण्यासाठी खालील तपशील अपडेट करा.
nl: Update de onderstaande gegevens om het FAQ-item te bewerken.
pa: FAQ ਐਂਟਰੀ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰਨ ਲਈ ਹੇਠਾਂ ਦਿੱਤੇ ਵੇਰਵਿਆਂ ਨੂੰ ਅੱਪਡੇਟ ਕਰੋ।
pl: Zaktualizuj szczegóły poniżej, aby edytować wpis FAQ.
pt: Atualize os detalhes abaixo para editar a entrada do FAQ.
ru: Обновите данные ниже, чтобы отредактировать запись часто задаваемых вопросов.
sv: Uppdatera informationen nedan för att redigera FAQ-posten.
ta: அடிக்கடி கேட்கப்படும் கேள்விகள் உள்ளீட்டைத் திருத்த, கீழே உள்ள விவரங்களைப் புதுப்பிக்கவும்.
te: FAQ ఎంట్రీని సవరించడానికి దిగువ వివరాలను నవీకరించండి.
th: อัปเดตรายละเอียดด้านล่างเพื่อแก้ไขรายการคำถามที่พบบ่อย
tr: SSS girişini düzenlemek için aşağıdaki ayrıntıları güncelleyin.
vi: Cập nhật các chi tiết bên dưới để chỉnh sửa mục Câu hỏi thường gặp.

source: FAQ Details
bn: FAQ বিস্তারিত
da: FAQ Detaljer
el: Συχνές ερωτήσεις Λεπτομέρειες
es: Detalles de las preguntas frecuentes
fi: UKK Yksityiskohdat
fr: Détails de la FAQ
he: שאלות נפוצות פרטים
hi: अक्सर पूछे जाने वाले प्रश्न विवरण
id: Detail Pertanyaan Umum
it: Dettagli sulle domande frequenti
ja: よくある質問の詳細
kn: FAQ ವಿವರಗಳು
ml: പതിവുചോദ്യങ്ങളുടെ വിശദാംശങ്ങൾ
mr: FAQ तपशील
nl: Veelgestelde vragen
pa: FAQ ਵੇਰਵੇ
pl: Szczegóły często zadawanych pytań
pt: Detalhes das perguntas frequentes
ru: Часто задаваемые вопросы Подробности
sv: FAQ Detaljer
ta: அடிக்கடி கேட்கப்படும் கேள்விகள் விவரங்கள்
te: FAQ వివరాలు
th: รายละเอียดคำถามที่พบบ่อย
tr: SSS Ayrıntıları
vi: Chi tiết câu hỏi thường gặp

source: Publication Status
bn: প্রকাশনার অবস্থা
da: Udgivelsesstatus
de: Veröffentlichungsstatus
el: Κατάσταση δημοσίευσης
es: Estado de publicación
fi: Julkaisun tila
fr: Statut de publication
he: סטטוס פרסום
hi: प्रकाशन स्थिति
id: Status Publikasi
it: Stato della pubblicazione
ja: 出版状況
kn: ಪ್ರಕಟಣೆಯ ಸ್ಥಿತಿ
ml: പ്രസിദ്ധീകരണ നില
mr: प्रकाशन स्थिती
nl: Publicatiestatus
pa: ਪ੍ਰਕਾਸ਼ਨ ਸਥਿਤੀ
pl: Stan publikacji
pt: Status da publicação
ru: Статус публикации
sv: Publiceringsstatus
ta: வெளியீட்டு நிலை
te: ప్రచురణ స్థితి
th: สถานะสิ่งพิมพ์
tr: Yayın Durumu
vi: Trạng thái xuất bản

source: Update FAQ
bn: FAQ আপডেট করুন
da: Opdater ofte stillede spørgsmål
el: Ενημέρωση Συχνών Ερωτήσεων
es: Preguntas frecuentes sobre actualizaciones
fi: Päivitä UKK
fr: FAQ de mise à jour
he: עדכון שאלות נפוצות
hi: अक्सर पूछे जाने वाले प्रश्न अपडेट करें
id: Perbarui FAQ
it: Aggiorna le domande frequenti
ja: アップデートに関するよくある質問
kn: FAQ ಅನ್ನು ನವೀಕರಿಸಿ
ml: പതിവുചോദ്യങ്ങൾ അപ്ഡേറ്റ് ചെയ്യുക
mr: FAQ अपडेट करा
nl: Veelgestelde vragen bijwerken
pa: FAQ ਨੂੰ ਅੱਪਡੇਟ ਕਰੋ
pl: Aktualizuj często zadawane pytania
pt: Perguntas frequentes sobre atualização
ru: Обновить часто задаваемые вопросы
sv: Uppdatera vanliga frågor
ta: அடிக்கடி கேட்கப்படும் கேள்விகளைப் புதுப்பிக்கவும்
te: తరచుగా అడిగే ప్రశ్నలను నవీకరించండి
th: อัปเดตคำถามที่พบบ่อย
tr: Güncelleme SSS
vi: Cập nhật câu hỏi thường gặp

source: Help & Support - LMS Admin
ar: المساعدة والدعم - مسؤول LMS
bn: সাহায্য ও সমর্থন - এলএমএস অ্যাডমিন
da: Hjælp og support - LMS Admin
de: Hilfe und Support – LMS-Administrator
el: Βοήθεια & Υποστήριξη - Διαχειριστής LMS
es: Ayuda y soporte - Administrador de LMS
fi: Ohje ja tuki - LMS Admin
fr: Aide et support - Administrateur LMS
gu: મદદ અને સમર્થન - LMS એડમિન
he: עזרה ותמיכה - LMS Admin
hi: सहायता एवं समर्थन - एलएमएस एडमिन
id: Bantuan & Dukungan - Admin LMS
it: Guida e supporto - Amministratore LMS
ja: ヘルプとサポート - LMS 管理者
kn: ಸಹಾಯ ಮತ್ತು ಬೆಂಬಲ - LMS ನಿರ್ವಾಹಕ
ml: സഹായവും പിന്തുണയും - LMS അഡ്മിൻ
mr: मदत आणि समर्थन - LMS प्रशासन
nl: Hulp en ondersteuning - LMS-beheerder
no: Hjelp og støtte - LMS Admin
or: ସହାୟତା ଏବଂ ସମର୍ଥନ - LMS ଆଡମିନି |
pa: ਮਦਦ ਅਤੇ ਸਹਾਇਤਾ - LMS ਪ੍ਰਸ਼ਾਸਕ
pl: Pomoc i wsparcie — administrator LMS
pt: Ajuda e suporte - Administrador do LMS
ru: Помощь и поддержка – администратор LMS
sv: Hjälp och support - LMS Admin
ta: உதவி & ஆதரவு - LMS நிர்வாகம்
te: సహాయం & మద్దతు - LMS అడ్మిన్
th: ช่วยเหลือและสนับสนุน - ผู้ดูแลระบบ LMS
tr: Yardım ve Destek - LMS Yöneticisi
vi: Trợ giúp & Hỗ trợ - Quản trị viên LMS

source: Help & Support Center
ar: مركز المساعدة والدعم
bn: সহায়তা ও সহায়তা কেন্দ্র
da: Hjælp og supportcenter
de: Hilfe- und Supportcenter
el: Κέντρο βοήθειας και υποστήριξης
es: Centro de ayuda y soporte
fi: Ohje- ja tukikeskus
fr: Centre d'aide et de support
gu: મદદ અને સમર્થન કેન્દ્ર
he: מרכז עזרה ותמיכה
hi: सहायता एवं सहायता केंद्र
id: Pusat Bantuan & Dukungan
it: Centro di aiuto e supporto
ja: ヘルプ&サポートセンター
kn: ಸಹಾಯ ಮತ್ತು ಬೆಂಬಲ ಕೇಂದ್ರ
ml: സഹായ പിന്തുണ കേന്ദ്രം
mr: मदत आणि समर्थन केंद्र
nl: Hulp- en ondersteuningscentrum
no: Hjelpe- og støttesenter
or: ସହାୟତା ଏବଂ ସହାୟତା କେନ୍ଦ୍ର
pa: ਮਦਦ ਅਤੇ ਸਹਾਇਤਾ ਕੇਂਦਰ
pl: Centrum pomocy i wsparcia
pt: Centro de ajuda e suporte
ru: Центр помощи и поддержки
sv: Hjälp- och supportcenter
ta: உதவி மற்றும் ஆதரவு மையம்
te: సహాయం & మద్దతు కేంద్రం
th: ศูนย์ช่วยเหลือและสนับสนุน
tr: Yardım ve Destek Merkezi
vi: Trung tâm trợ giúp & hỗ trợ

source: Manage Support Tickets and Access Resources
ar: إدارة تذاكر الدعم والوصول إلى الموارد
bn: সাপোর্ট টিকেট এবং অ্যাক্সেস রিসোর্স পরিচালনা করুন
da: Administrer supportbilletter og adgangsressourcer
de: Verwalten Sie Support-Tickets und greifen Sie auf Ressourcen zu
el: Διαχείριση εισιτηρίων υποστήριξης και πρόσβαση σε πόρους
es: Administrar tickets de soporte y acceder a recursos
fi: Hallinnoi tukilippuja ja pääsyresursseja
fr: Gérer les tickets de support et accéder aux ressources
gu: સપોર્ટ ટિકિટ અને એક્સેસ સંસાધનોનું સંચાલન કરો
he: ניהול כרטיסי תמיכה ומשאבי גישה
hi: सहायता टिकट और एक्सेस संसाधन प्रबंधित करें
id: Kelola Tiket Dukungan dan Akses Sumber Daya
it: Gestisci i ticket di supporto e le risorse di accesso
ja: サポートチケットの管理とリソースへのアクセス
kn: ಬೆಂಬಲ ಟಿಕೆಟ್‌ಗಳು ಮತ್ತು ಪ್ರವೇಶ ಸಂಪನ್ಮೂಲಗಳನ್ನು ನಿರ್ವಹಿಸಿ
ml: പിന്തുണാ ടിക്കറ്റുകളും ആക്‌സസ് ഉറവിടങ്ങളും നിയന്ത്രിക്കുക
mr: समर्थन तिकिटे आणि प्रवेश संसाधने व्यवस्थापित करा
nl: Beheer ondersteuningstickets en toegang tot bronnen
no: Administrer støttebilletter og tilgangsressurser
or: ସମର୍ଥନ ଟିକେଟ୍ ଏବଂ ଆକସେସ୍ ଉତ୍ସଗୁଡିକ ପରିଚାଳନା କରନ୍ତୁ |
pa: ਸਹਾਇਤਾ ਟਿਕਟਾਂ ਅਤੇ ਪਹੁੰਚ ਸਰੋਤਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ
pl: Zarządzaj zgłoszeniami do pomocy technicznej i dostępem do zasobów
pt: Gerenciar tickets de suporte e acessar recursos
ru: Управляйте заявками в службу поддержки и получайте доступ к ресурсам
sv: Hantera supportbiljetter och åtkomstresurser
ta: ஆதரவு டிக்கெட்டுகள் மற்றும் அணுகல் ஆதாரங்களை நிர்வகிக்கவும்
te: మద్దతు టిక్కెట్లు మరియు యాక్సెస్ వనరులను నిర్వహించండి
th: จัดการตั๋วสนับสนุนและทรัพยากรการเข้าถึง
tr: Destek Biletlerini ve Erişim Kaynaklarını Yönetin
vi: Quản lý vé hỗ trợ và truy cập tài nguyên

source: Open Tickets
ar: التذاكر المفتوحة
bn: টিকিট খুলুন
da: Åbne billetter
de: Offene Tickets
el: Ανοίξτε τα εισιτήρια
es: Entradas abiertas
fi: Avaa Liput
fr: Billets ouverts
gu: ટિકિટ ખોલો
he: פתח כרטיסים
hi: टिकट खोलें
id: Buka Tiket
it: Biglietti aperti
ja: オープンチケット
kn: ಟಿಕೆಟ್ ತೆರೆಯಿರಿ
ml: ടിക്കറ്റുകൾ തുറക്കുക
mr: तिकिटे उघडा
nl: Kaartjes openen
no: Åpne billetter
or: ଟିକେଟ୍ ଖୋଲନ୍ତୁ |
pa: ਟਿਕਟਾਂ ਖੋਲ੍ਹੋ
pl: Bilety otwarte
pt: Ingressos abertos
ru: Открытые билеты
sv: Öppna biljetter
ta: திறந்த டிக்கெட்
te: టిక్కెట్లను తెరవండి
th: เปิดตั๋ว
tr: Açık Biletler
vi: Vé mở

source: Avg. Response Time
ar: متوسط وقت الاستجابة
bn: গড় প্রতিক্রিয়া সময়
da: Gns. Svartid
de: Durchschn. Ansprechzeit
el: Μέσος όρος Χρόνος απόκρισης
es: Promedio Tiempo de respuesta
fi: Keskim. Vastausaika
fr: Moy. Temps de réponse
gu: સરેરાશ પ્રતિભાવ સમય
he: ממוצע זמן תגובה
hi: औसत प्रतिक्रिया समय
id: Rata-rata Waktu Respons
it: Media Tempo di risposta
ja: 平均応答時間
kn: ಸರಾಸರಿ ಪ್ರತಿಕ್ರಿಯೆ ಸಮಯ
ml: ശരാശരി പ്രതികരണ സമയം
mr: सरासरी प्रतिसाद वेळ
nl: Gem. Reactietijd
no: Gj.sn. Responstid
or: ହାରାହାରି ପ୍ରତିକ୍ରିୟା ସମୟ
pa: ਔਸਤ ਜਵਾਬ ਸਮਾਂ
pl: Śr. Czas reakcji
pt: Média Tempo de resposta
ru: Среднее Время ответа
sv: Genomsnittlig Svarstid
ta: சராசரி பதில் நேரம்
te: సగటు ప్రతిస్పందన సమయం
th: เฉลี่ย เวลาตอบสนอง
tr: Ortalama Tepki Süresi
vi: Trung bình Thời gian đáp ứng

source: Resolved This Week
ar: تم الحل هذا الأسبوع
bn: এই সপ্তাহে সমাধান করা হয়েছে
da: Løst i denne uge
de: Diese Woche gelöst
el: Επιλύθηκε αυτή την εβδομάδα
es: Resuelto esta semana
fi: Ratkaistu tällä viikolla
fr: Résolu cette semaine
gu: આ અઠવાડિયે ઉકેલાઈ
he: נפתר השבוע
hi: इस सप्ताह हल किया गया
id: Terselesaikan Minggu Ini
it: Risolto questa settimana
ja: 今週解決しました
kn: ಈ ವಾರ ಪರಿಹರಿಸಲಾಗಿದೆ
ml: ഈ ആഴ്ച പരിഹരിച്ചു
mr: या आठवड्यात निराकरण
nl: Deze week opgelost
no: Løst denne uken
or: ଏହି ସପ୍ତାହରେ ସମାଧାନ ହୋଇଛି |
pa: ਇਸ ਹਫ਼ਤੇ ਹੱਲ ਕੀਤਾ ਗਿਆ
pl: Rozwiązano w tym tygodniu
pt: Resolvido esta semana
ru: Решено на этой неделе
sv: Löst denna vecka
ta: இந்த வாரம் தீர்க்கப்பட்டது
te: ఈ వారం పరిష్కరించబడింది
th: แก้ไขแล้วในสัปดาห์นี้
tr: Bu Hafta Çözüldü
vi: Đã giải quyết trong tuần này

source: User Satisfaction
ar: رضا المستخدم
bn: ব্যবহারকারীর সন্তুষ্টি
da: Brugertilfredshed
de: Benutzerzufriedenheit
el: Ικανοποίηση χρήστη
es: Satisfacción del usuario
fi: Käyttäjätyytyväisyys
fr: Satisfaction des utilisateurs
gu: વપરાશકર્તા સંતોષ
he: שביעות רצון המשתמש
hi: उपयोगकर्ता संतुष्टि
id: Kepuasan Pengguna
it: Soddisfazione dell'utente
ja: ユーザー満足度
kn: ಬಳಕೆದಾರರ ತೃಪ್ತಿ
ml: ഉപയോക്തൃ സംതൃപ്തി
mr: वापरकर्ता समाधान
nl: Gebruikerstevredenheid
no: Brukertilfredshet
or: ବ୍ୟବହାରକାରୀ ସନ୍ତୁଷ୍ଟ
pa: ਉਪਭੋਗਤਾ ਸੰਤੁਸ਼ਟੀ
pl: Zadowolenie użytkownika
pt: Satisfação do usuário
ru: Удовлетворенность пользователей
sv: Användarnöjdhet
ta: பயனர் திருப்தி
te: వినియోగదారు సంతృప్తి
th: ความพึงพอใจของผู้ใช้
tr: Kullanıcı Memnuniyeti
vi: Sự hài lòng của người dùng
