Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Preview not available for this file type. Please use the download option.
ar: المعاينة غير متاحة لهذا النوع من الملفات. الرجاء استخدام خيار التنزيل.
bn: এই ধরনের ফাইলের জন্য পূর্বরূপ উপলব্ধ নয়। ডাউনলোড অপশন ব্যবহার করুন.
da: Forhåndsvisning er ikke tilgængelig for denne filtype. Brug venligst download-indstillingen.
de: Für diesen Dateityp ist keine Vorschau verfügbar. Bitte nutzen Sie die Download-Option.
el: Η προεπισκόπηση δεν είναι διαθέσιμη για αυτόν τον τύπο αρχείου. Χρησιμοποιήστε την επιλογή λήψης.
es: Vista previa no disponible para este tipo de archivo. Utilice la opción de descarga.
fi: Esikatselu ei ole käytettävissä tälle tiedostotyypille. Käytä latausvaihtoehtoa.
fr: Aperçu non disponible pour ce type de fichier. Veuillez utiliser l'option de téléchargement.
he: תצוגה מקדימה אינה זמינה עבור סוג קובץ זה. אנא השתמש באפשרות ההורדה.
hi: इस फ़ाइल प्रकार के लिए पूर्वावलोकन उपलब्ध नहीं है. कृपया डाउनलोड विकल्प का उपयोग करें.
id: Pratinjau tidak tersedia untuk jenis file ini. Silakan gunakan opsi unduh.
it: Anteprima non disponibile per questo tipo di file. Si prega di utilizzare l'opzione di download.
ja: このファイル タイプではプレビューを利用できません。ダウンロードオプションをご利用ください。
kn: ಈ ಫೈಲ್ ಪ್ರಕಾರಕ್ಕೆ ಪೂರ್ವವೀಕ್ಷಣೆ ಲಭ್ಯವಿಲ್ಲ. ದಯವಿಟ್ಟು ಡೌನ್‌ಲೋಡ್ ಆಯ್ಕೆಯನ್ನು ಬಳಸಿ.
ml: ഈ ഫയൽ തരത്തിന് പ്രിവ്യൂ ലഭ്യമല്ല. ദയവായി ഡൗൺലോഡ് ഓപ്ഷൻ ഉപയോഗിക്കുക.
mr: या फाइल प्रकारासाठी पूर्वावलोकन उपलब्ध नाही. कृपया डाउनलोड पर्याय वापरा.
nl: Voorbeeld niet beschikbaar voor dit bestandstype. Gebruik alstublieft de downloadoptie.
pa: ਇਸ ਫ਼ਾਈਲ ਕਿਸਮ ਲਈ ਪੂਰਵਦਰਸ਼ਨ ਉਪਲਬਧ ਨਹੀਂ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਡਾਊਨਲੋਡ ਵਿਕਲਪ ਦੀ ਵਰਤੋਂ ਕਰੋ।
pl: Podgląd nie jest dostępny dla tego typu pliku. Skorzystaj z opcji pobierania.
pt: A visualização não está disponível para este tipo de arquivo. Por favor, use a opção de download.
ru: Предварительный просмотр недоступен для этого типа файла. Пожалуйста, используйте опцию загрузки.
sv: Förhandsgranskning är inte tillgänglig för den här filtypen. Använd nedladdningsalternativet.
ta: இந்தக் கோப்பு வகைக்கு முன்னோட்டம் கிடைக்கவில்லை. பதிவிறக்க விருப்பத்தைப் பயன்படுத்தவும்.
te: ఈ ఫైల్ రకానికి ప్రివ్యూ అందుబాటులో లేదు. దయచేసి డౌన్‌లోడ్ ఎంపికను ఉపయోగించండి.
th: ดูตัวอย่างไม่พร้อมใช้งานสำหรับไฟล์ประเภทนี้ กรุณาใช้ตัวเลือกการดาวน์โหลด
tr: Bu dosya türü için önizleme kullanılamıyor. Lütfen indirme seçeneğini kullanın.
vi: Bản xem trước không có sẵn cho loại tệp này. Vui lòng sử dụng tùy chọn tải xuống.

source: View in Office Online
ar: عرض في Office Online
bn: অফিস অনলাইনে দেখুন
da: Se i Office Online
de: In Office Online anzeigen
el: Προβολή στο Office Online
es: Ver en Office en línea
fi: Katso Office Onlinessa
fr: Afficher dans Office Online
he: הצג ב-Office Online
hi: ऑफिस ऑनलाइन में देखें
id: Lihat di Office Online
it: Visualizza in Office Online
ja: Office Online で表示する
kn: ಆಫೀಸ್ ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ವೀಕ್ಷಿಸಿ
ml: ഓഫീസ് ഓൺലൈനിൽ കാണുക
mr: ऑफिसमध्ये ऑनलाइन पहा
nl: Bekijken in Office Online
pa: Office ਔਨਲਾਈਨ ਵਿੱਚ ਦੇਖੋ
pl: Zobacz w Office Online
pt: Ver no Office Online
ru: Просмотр в Office Online
sv: Visa i Office Online
ta: அலுவலகம் ஆன்லைனில் பார்க்கவும்
te: ఆఫీస్ ఆన్‌లైన్‌లో వీక్షించండి
th: ดูใน Office Online
tr: Office Online'da görüntüle
vi: Xem trong Office trực tuyến

source: Download Document
ar: تنزيل الوثيقة
bn: ডকুমেন্ট ডাউনলোড করুন
da: Download dokument
de: Dokument herunterladen
el: Λήψη εγγράφου
es: Descargar Documento
fi: Lataa asiakirja
fr: Télécharger le document
he: הורד מסמך
hi: दस्तावेज़ डाउनलोड करें
id: Unduh Dokumen
it: Scarica documento
ja: ドキュメントをダウンロード
kn: ಡಾಕ್ಯುಮೆಂಟ್ ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ
ml: പ്രമാണം ഡൗൺലോഡ് ചെയ്യുക
mr: दस्तऐवज डाउनलोड करा
nl: Document downloaden
pa: ਦਸਤਾਵੇਜ਼ ਡਾਊਨਲੋਡ ਕਰੋ
pl: Pobierz dokument
pt: Baixar documento
ru: Скачать документ
sv: Ladda ner dokument
ta: ஆவணத்தைப் பதிவிறக்கவும்
te: పత్రాన్ని డౌన్‌లోడ్ చేయండి
th: ดาวน์โหลดเอกสาร
tr: Belgeyi İndir
vi: Tải tài liệu

source: No Document Content Available
ar: لا يوجد محتوى مستند متاح
bn: কোন নথি বিষয়বস্তু উপলব্ধ
da: Intet dokumentindhold tilgængeligt
de: Kein Dokumentinhalt verfügbar
el: Δεν υπάρχει διαθέσιμο περιεχόμενο εγγράφου
es: No hay contenido del documento disponible
fi: Asiakirjasisältöä ei ole saatavilla
fr: Aucun contenu de document disponible
he: אין תוכן מסמך זמין
hi: कोई दस्तावेज़ सामग्री उपलब्ध नहीं है
id: Tidak Ada Konten Dokumen yang Tersedia
it: Nessun contenuto del documento disponibile
ja: 利用可能な文書コンテンツがありません
kn: ಯಾವುದೇ ಡಾಕ್ಯುಮೆಂಟ್ ವಿಷಯ ಲಭ್ಯವಿಲ್ಲ
ml: പ്രമാണ ഉള്ളടക്കം ലഭ്യമല്ല
mr: कोणतीही दस्तऐवज सामग्री उपलब्ध नाही
nl: Geen documentinhoud beschikbaar
pa: ਕੋਈ ਦਸਤਾਵੇਜ਼ ਸਮੱਗਰੀ ਉਪਲਬਧ ਨਹੀਂ ਹੈ
pl: Brak treści dokumentu
pt: Nenhum conteúdo de documento disponível
ru: Содержимое документа отсутствует
sv: Inget dokumentinnehåll tillgängligt
ta: ஆவண உள்ளடக்கம் இல்லை
te: డాక్యుమెంట్ కంటెంట్ ఏదీ అందుబాటులో లేదు
th: ไม่มีเนื้อหาเอกสาร
tr: Belge İçeriği Mevcut Değil
vi: Không có nội dung tài liệu

source: There is currently no document content associated with this learning resource.
ar: لا يوجد حاليًا أي محتوى مستند مرتبط بمصدر التعلم هذا.
bn: বর্তমানে এই শিক্ষার সংস্থানের সাথে যুক্ত কোনো নথির বিষয়বস্তু নেই।
da: Der er i øjeblikket intet dokumentindhold knyttet til denne læringsressource.
de: Mit dieser Lernressource sind derzeit keine Dokumentinhalte verknüpft.
el: Δεν υπάρχει προς το παρόν περιεχόμενο εγγράφου που να σχετίζεται με αυτόν τον πόρο εκμάθησης.
es: Actualmente no hay ningún contenido de documento asociado con este recurso de aprendizaje.
fi: Tähän oppimisresurssiin ei ole tällä hetkellä liitetty asiakirjasisältöä.
fr: Il n’y a actuellement aucun contenu de document associé à cette ressource d’apprentissage.
he: כרגע אין תוכן מסמך המשויך למשאב למידה זה.
hi: वर्तमान में इस शिक्षण संसाधन से संबद्ध कोई दस्तावेज़ सामग्री नहीं है।
id: Saat ini tidak ada konten dokumen yang terkait dengan sumber pembelajaran ini.
it: Al momento non sono presenti contenuti di documenti associati a questa risorsa didattica.
ja: 現在、この学習リソースに関連付けられたドキュメント コンテンツはありません。
kn: ಈ ಕಲಿಕಾ ಸಂಪನ್ಮೂಲದೊಂದಿಗೆ ಪ್ರಸ್ತುತ ಯಾವುದೇ ಡಾಕ್ಯುಮೆಂಟ್ ವಿಷಯ ಸಂಯೋಜಿತವಾಗಿಲ್ಲ.
ml: ഈ ലേണിംഗ് റിസോഴ്‌സുമായി ബന്ധപ്പെട്ട് നിലവിൽ ഒരു ഡോക്യുമെൻ്റ് ഉള്ളടക്കവുമില്ല.
mr: सध्या या शिक्षण संसाधनाशी संबंधित कोणतीही दस्तऐवज सामग्री नाही.
nl: Er is momenteel geen documentinhoud gekoppeld aan dit leermiddel.
pa: ਵਰਤਮਾਨ ਵਿੱਚ ਇਸ ਸਿੱਖਣ ਸਰੋਤ ਨਾਲ ਸੰਬੰਧਿਤ ਕੋਈ ਦਸਤਾਵੇਜ਼ ਸਮੱਗਰੀ ਨਹੀਂ ਹੈ।
pl: Obecnie z tym zasobem edukacyjnym nie jest powiązana żadna treść dokumentu.
pt: Atualmente não há conteúdo de documento associado a este recurso de aprendizagem.
ru: В настоящее время нет документов, связанных с этим учебным ресурсом.
sv: Det finns för närvarande inget dokumentinnehåll kopplat till den här inlärningsresursen.
ta: இந்தக் கற்றல் ஆதாரத்துடன் தொடர்புடைய ஆவண உள்ளடக்கம் எதுவும் தற்போது இல்லை.
te: ప్రస్తుతం ఈ లెర్నింగ్ రిసోర్స్‌తో అనుబంధించబడిన డాక్యుమెంట్ కంటెంట్ ఏదీ లేదు.
th: ขณะนี้ไม่มีเนื้อหาเอกสารที่เกี่ยวข้องกับทรัพยากรการเรียนรู้นี้
tr: Şu anda bu öğrenme kaynağıyla ilişkilendirilmiş belge içeriği yok.
vi: Hiện tại không có nội dung tài liệu nào liên quan đến tài nguyên học tập này.

source: External Document Link
ar: رابط الوثيقة الخارجية
bn: বহিরাগত নথি লিঙ্ক
da: Eksternt dokumentlink
de: Externer Dokumentlink
el: Σύνδεσμος εξωτερικού εγγράφου
es: Enlace de documento externo
fi: Ulkoinen asiakirjalinkki
fr: Lien vers un document externe
he: קישור למסמך חיצוני
hi: बाहरी दस्तावेज़ लिंक
id: Tautan Dokumen Eksternal
it: Collegamento al documento esterno
ja: 外部ドキュメントリンク
kn: ಬಾಹ್ಯ ಡಾಕ್ಯುಮೆಂಟ್ ಲಿಂಕ್
ml: ബാഹ്യ പ്രമാണ ലിങ്ക്
mr: बाह्य दस्तऐवज लिंक
nl: Externe documentlink
pa: ਬਾਹਰੀ ਦਸਤਾਵੇਜ਼ ਲਿੰਕ
pl: Link do dokumentu zewnętrznego
pt: Link de documento externo
ru: Ссылка на внешний документ
sv: Extern dokumentlänk
ta: வெளிப்புற ஆவண இணைப்பு
te: బాహ్య పత్రం లింక్
th: ลิงค์เอกสารภายนอก
tr: Harici Belge Bağlantısı
vi: Liên kết tài liệu bên ngoài

source: Open External Document
ar: افتح المستند الخارجي
bn: বাহ্যিক নথি খুলুন
da: Åbn Eksternt dokument
de: Externes Dokument öffnen
el: Ανοίξτε το εξωτερικό έγγραφο
es: Abrir documento externo
fi: Avaa ulkoinen asiakirja
fr: Ouvrir un document externe
he: פתח מסמך חיצוני
hi: बाहरी दस्तावेज़ खोलें
id: Buka Dokumen Eksternal
it: Apri documento esterno
ja: 外部ドキュメントを開く
kn: ಬಾಹ್ಯ ಡಾಕ್ಯುಮೆಂಟ್ ತೆರೆಯಿರಿ
ml: ബാഹ്യ പ്രമാണം തുറക്കുക
mr: बाह्य दस्तऐवज उघडा
nl: Extern document openen
pa: ਬਾਹਰੀ ਦਸਤਾਵੇਜ਼ ਖੋਲ੍ਹੋ
pl: Otwórz dokument zewnętrzny
pt: Abrir documento externo
ru: Открыть внешний документ
sv: Öppna Externt dokument
ta: வெளிப்புற ஆவணத்தைத் திறக்கவும்
te: బాహ్య పత్రాన్ని తెరవండి
th: เปิดเอกสารภายนอก
tr: Harici Belgeyi Aç
vi: Mở tài liệu bên ngoài

source: Resource Information
ar: معلومات الموارد
bn: সম্পদ তথ্য
da: Ressourceinformation
de: Ressourceninformationen
el: Πληροφορίες πόρων
es: Información de recursos
fi: Resurssitiedot
fr: Informations sur les ressources
he: מידע על משאבים
hi: संसाधन सूचना
id: Informasi Sumber Daya
it: Informazioni sulle risorse
ja: リソース情報
kn: ಸಂಪನ್ಮೂಲ ಮಾಹಿತಿ
ml: ഉറവിട വിവരങ്ങൾ
mr: संसाधन माहिती
nl: Broninformatie
pa: ਸਰੋਤ ਜਾਣਕਾਰੀ
pl: Informacje o zasobach
pt: Informações sobre recursos
ru: Информация о ресурсе
sv: Resursinformation
ta: வள தகவல்
te: వనరుల సమాచారం
th: ข้อมูลทรัพยากร
tr: Kaynak Bilgileri
vi: Thông tin tài nguyên

source: Resource Type
ar: نوع المورد
bn: সম্পদের ধরন
da: Ressourcetype
de: Ressourcentyp
el: Τύπος πόρου
es: Tipo de recurso
fi: Resurssin tyyppi
fr: Type de ressource
he: סוג משאב
hi: संसाधन प्रकार
id: Jenis Sumber Daya
it: Tipo di risorsa
ja: リソースの種類
kn: ಸಂಪನ್ಮೂಲ ಪ್ರಕಾರ
ml: റിസോഴ്സ് തരം
mr: संसाधन प्रकार
nl: Brontype
pa: ਸਰੋਤ ਦੀ ਕਿਸਮ
pl: Typ zasobu
pt: Tipo de recurso
ru: Тип ресурса
sv: Resurstyp
ta: வள வகை
te: వనరుల రకం
th: ประเภททรัพยากร
tr: Kaynak Türü
vi: Loại tài nguyên

source: Resource Content
ar: محتوى الموارد
bn: সম্পদ বিষয়বস্তু
da: Ressourceindhold
de: Ressourceninhalt
el: Περιεχόμενο Πόρων
es: Contenido del recurso
fi: Resurssin sisältö
fr: Contenu des ressources
he: תוכן משאבים
hi: संसाधन सामग्री
id: Konten Sumber Daya
it: Contenuto della risorsa
ja: リソースの内容
kn: ಸಂಪನ್ಮೂಲ ವಿಷಯ
ml: വിഭവ ഉള്ളടക്കം
mr: संसाधन सामग्री
nl: Broninhoud
pa: ਸਰੋਤ ਸਮੱਗਰੀ
pl: Treść zasobów
pt: Conteúdo de recursos
ru: Содержание ресурса
sv: Resursinnehåll
ta: வள உள்ளடக்கம்
te: వనరుల కంటెంట్
th: เนื้อหาทรัพยากร
tr: Kaynak İçeriği
vi: Nội dung tài nguyên

source: Content File
ar: ملف المحتوى
bn: বিষয়বস্তু ফাইল
da: Indholdsfil
de: Inhaltsdatei
el: Αρχείο περιεχομένου
es: Archivo de contenido
fi: Sisältötiedosto
fr: Fichier de contenu
he: קובץ תוכן
hi: सामग्री फ़ाइल
id: Berkas Konten
it: File di contenuti
ja: コンテンツファイル
kn: ವಿಷಯ ಫೈಲ್
ml: ഉള്ളടക്ക ഫയൽ
mr: सामग्री फाइल
nl: Inhoudsbestand
pa: ਸਮੱਗਰੀ ਫਾਈਲ
pl: Plik zawartości
pt: Arquivo de conteúdo
ru: Файл содержимого
sv: Innehållsfil
ta: உள்ளடக்க கோப்பு
te: కంటెంట్ ఫైల్
th: ไฟล์เนื้อหา
tr: İçerik Dosyası
vi: Tệp nội dung

source: External URL
ar: عنوان URL الخارجي
bn: বাহ্যিক URL
da: Ekstern URL
de: Externe URL
el: Εξωτερική διεύθυνση URL
es: URL externa
fi: Ulkoinen URL-osoite
fr: URL externe
he: כתובת אתר חיצונית
hi: बाहरी यूआरएल
id: URL eksternal
it: URL esterno
ja: 外部URL
kn: ಬಾಹ್ಯ URL
ml: ബാഹ്യ URL
mr: बाह्य URL
nl: Externe URL
pa: ਬਾਹਰੀ URL
pl: Zewnętrzny adres URL
pt: URL externo
ru: Внешний URL-адрес
sv: Extern URL
ta: வெளிப்புற URL
te: బాహ్య URL
th: URL ภายนอก
tr: Harici URL
vi: URL bên ngoài

source: SCORM File
ar: ملف سكورم
bn: SCORM ফাইল
da: SCORM fil
de: SCORM-Datei
el: Αρχείο SCORM
es: Archivo SCORM
fi: SCORM tiedosto
fr: Fichier SCORM
he: קובץ SCORM
hi: स्कोर्म फ़ाइल
id: Berkas SCORM
it: File SCORM
ja: SCORMファイル
kn: SCORM ಫೈಲ್
ml: SCORM ഫയൽ
mr: SCORM फाइल
nl: SCORM-bestand
pa: SCORM ਫਾਈਲ
pl: Plik SCORM
pt: Arquivo SCORM
ru: SCORM-файл
sv: SCORM-fil
ta: SCORM கோப்பு
te: SCORM ఫైల్
th: ไฟล์ SCORM
tr: SCORM Dosyası

source: SCORM Version
ar: نسخة سكورم
bn: SCORM সংস্করণ
el: Έκδοση SCORM
es: Versión SCORM
fi: SCORM-versio
fr: Version SCORM
he: גרסת SCORM
hi: SCORM संस्करण
id: Versi SCORM
it: Versione SCORM
ja: SCORM バージョン
kn: SCORM ಆವೃತ್ತಿ
ml: SCORM പതിപ്പ്
mr: SCORM आवृत्ती
nl: SCORM-versie
pa: SCORM ਸੰਸਕਰਣ
pl: Wersja SCORMA
pt: Versão SCORM
ru: СКОРМ-версия
ta: SCORM பதிப்பு
te: SCORM వెర్షన్
th: เวอร์ชันสกอร์ม
tr: SCORM Sürümü
vi: Phiên bản SCORM

source: Resource Settings
ar: إعدادات الموارد
bn: রিসোর্স সেটিংস
da: Ressourceindstillinger
de: Ressourceneinstellungen
el: Ρυθμίσεις πόρων
es: Configuración de recursos
fi: Resurssiasetukset
fr: Paramètres des ressources
he: הגדרות משאבים
hi: संसाधन सेटिंग्स
id: Pengaturan Sumber Daya
it: Impostazioni delle risorse
ja: リソース設定
kn: ಸಂಪನ್ಮೂಲ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: റിസോഴ്സ് ക്രമീകരണങ്ങൾ
mr: संसाधन सेटिंग्ज
nl: Broninstellingen
pa: ਸਰੋਤ ਸੈਟਿੰਗਾਂ
pl: Ustawienia zasobów
pt: Configurações de recursos
ru: Настройки ресурса
sv: Resursinställningar
ta: வள அமைப்புகள்
te: వనరుల సెట్టింగ్‌లు
th: การตั้งค่าทรัพยากร
tr: Kaynak Ayarları
vi: Cài đặt tài nguyên

source: Is Mandatory
ar: إلزامية
bn: বাধ্যতামূলক
da: er obligatorisk
de: Ist obligatorisch
el: Είναι Υποχρεωτικό
es: es obligatorio
fi: On Pakollinen
fr: est obligatoire
he: האם חובה
hi: ये जरूरी है
id: Wajib
it: È obbligatorio
ja: 必須です
kn: ಕಡ್ಡಾಯವಾಗಿದೆ
ml: നിർബന്ധമാണ്
mr: अनिवार्य आहे
nl: Is verplicht
pa: ਲਾਜ਼ਮੀ ਹੈ
pl: Jest obowiązkowe
pt: É obrigatório
ru: Является обязательным
sv: Är obligatoriskt
ta: கட்டாயமாகும்
te: తప్పనిసరి
th: เป็นข้อบังคับ
tr: Zorunludur
vi: là bắt buộc

source: Check if this resource is mandatory for course completion
ar: تحقق مما إذا كان هذا المورد إلزاميًا لإكمال الدورة التدريبية
bn: এই সংস্থানটি কোর্স সমাপ্তির জন্য বাধ্যতামূলক কিনা তা পরীক্ষা করুন
da: Tjek, om denne ressource er obligatorisk for kursusgennemførelse
de: Überprüfen Sie, ob diese Ressource für den Abschluss des Kurses obligatorisch ist
el: Ελέγξτε εάν αυτός ο πόρος είναι υποχρεωτικός για την ολοκλήρωση του μαθήματος
es: Comprueba si este recurso es obligatorio para completar el curso.
fi: Tarkista, onko tämä resurssi pakollinen kurssin suorittamiseen
fr: Vérifiez si cette ressource est obligatoire pour terminer le cours
he: בדוק אם המשאב הזה הוא חובה לסיום הקורס
hi: जांचें कि क्या यह संसाधन पाठ्यक्रम पूरा करने के लिए अनिवार्य है
id: Periksa apakah sumber daya ini wajib untuk penyelesaian kursus
it: Controlla se questa risorsa è obbligatoria per il completamento del corso
ja: このリソースがコース完了に必須かどうかを確認してください
kn: ಕೋರ್ಸ್ ಪೂರ್ಣಗೊಳಿಸಲು ಈ ಸಂಪನ್ಮೂಲವು ಕಡ್ಡಾಯವಾಗಿದೆಯೇ ಎಂದು ಪರಿಶೀಲಿಸಿ
ml: കോഴ്‌സ് പൂർത്തിയാക്കുന്നതിന് ഈ ഉറവിടം നിർബന്ധമാണോയെന്ന് പരിശോധിക്കുക
mr: अभ्यासक्रम पूर्ण करण्यासाठी हे संसाधन अनिवार्य आहे का ते तपासा
nl: Controleer of deze bron verplicht is voor het voltooien van de cursus
pa: ਜਾਂਚ ਕਰੋ ਕਿ ਕੀ ਇਹ ਸਰੋਤ ਕੋਰਸ ਪੂਰਾ ਕਰਨ ਲਈ ਲਾਜ਼ਮੀ ਹੈ
pl: Sprawdź, czy ten zasób jest obowiązkowy do ukończenia kursu
pt: Verifique se este recurso é obrigatório para conclusão do curso
ru: Проверьте, является ли этот ресурс обязательным для завершения курса.
sv: Kontrollera om denna resurs är obligatorisk för att genomföra kursen
ta: பாடத்திட்டத்தை முடிப்பதற்கு இந்த ஆதாரம் கட்டாயமா என்பதைச் சரிபார்க்கவும்
te: కోర్సు పూర్తి చేయడానికి ఈ వనరు తప్పనిసరి కాదా అని తనిఖీ చేయండి
th: ตรวจสอบว่าทรัพยากรนี้จำเป็นสำหรับการสำเร็จหลักสูตรหรือไม่
tr: Bu kaynağın kursun tamamlanması için zorunlu olup olmadığını kontrol edin
vi: Kiểm tra xem tài nguyên này có bắt buộc để hoàn thành khóa học không

source: Continue
ar: يكمل
bn: চালিয়ে যান
da: Fortsætte
de: Weitermachen
el: Συνεχίζω
es: Continuar
fi: Jatkaa
fr: Continuer
he: לְהַמשִׁיך
hi: जारी रखना
id: Melanjutkan
it: Continuare
ja: 続く
kn: ಮುಂದುವರಿಸಿ
ml: തുടരുക
mr: चालू ठेवा
nl: Doorgaan
pa: ਜਾਰੀ ਰੱਖੋ
pl: Kontynuować
pt: Continuar
ru: Продолжать
sv: Fortsätta
ta: தொடரவும்
te: కొనసాగించు
th: ดำเนินการต่อ
tr: Devam etmek
vi: Tiếp tục

source: Delete Learning Resource
ar: حذف المصدر التعليمي
bn: লার্নিং রিসোর্স মুছুন
da: Slet læringsressource
de: Lernressource löschen
el: Διαγραφή Πηγής Εκμάθησης
es: Eliminar recurso de aprendizaje
fi: Poista oppimateriaali
fr: Supprimer la ressource d'apprentissage
he: מחק משאב למידה
hi: शिक्षण संसाधन हटाएँ
id: Hapus Sumber Belajar
it: Elimina risorsa didattica
ja: 学習リソースの削除
kn: ಕಲಿಕೆಯ ಸಂಪನ್ಮೂಲವನ್ನು ಅಳಿಸಿ
ml: ലേണിംഗ് റിസോഴ്സ് ഇല്ലാതാക്കുക
mr: शिक्षण संसाधन हटवा
nl: Leerbron verwijderen
pa: ਸਿਖਲਾਈ ਸਰੋਤ ਮਿਟਾਓ
pl: Usuń zasób edukacyjny
pt: Excluir recurso de aprendizagem
ru: Удалить учебный ресурс
sv: Ta bort inlärningsresurs
ta: கற்றல் வளத்தை நீக்கவும்
te: లెర్నింగ్ రిసోర్స్‌ను తొలగించండి
th: ลบทรัพยากรการเรียนรู้
tr: Öğrenim Kaynağını Sil
vi: Xóa tài nguyên học tập

source: Are you sure you want to delete this learning resource? This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف المصدر التعليمي هذا؟ لا يمكن التراجع عن هذا الإجراء.
bn: আপনি কি এই শেখার সংস্থানটি মুছে ফেলার বিষয়ে নিশ্চিত? এই ক্রিয়াটি পূর্বাবস্থায় ফেরানো যাবে না৷
da: Er du sikker på, at du vil slette denne læringsressource? Denne handling kan ikke fortrydes.
de: Sind Sie sicher, dass Sie diese Lernressource löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτόν τον πόρο εκμάθησης; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: ¿Está seguro de que desea eliminar este recurso de aprendizaje? Esta acción no se puede deshacer.
fi: Haluatko varmasti poistaa tämän oppimisresurssin? Tätä toimintoa ei voi kumota.
fr: Êtes-vous sûr de vouloir supprimer cette ressource d'apprentissage ? Cette action ne peut pas être annulée.
he: האם אתה בטוח שברצונך למחוק משאב למידה זה? לא ניתן לבטל פעולה זו.
hi: क्या आप वाकई इस शिक्षण संसाधन को हटाना चाहते हैं? इस एक्शन को वापस नहीं किया जा सकता।
id: Apakah Anda yakin ingin menghapus sumber belajar ini? Tindakan ini tidak dapat dibatalkan.
it: Sei sicuro di voler eliminare questa risorsa didattica? Questa azione non può essere annullata.
ja: この学習リソースを削除してもよろしいですか?この操作は元に戻すことができません。
kn: ಈ ಕಲಿಕೆಯ ಸಂಪನ್ಮೂಲವನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ? ಈ ಕ್ರಿಯೆಯನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ.
ml: ഈ പഠന വിഭവം ഇല്ലാതാക്കണമെന്ന് തീർച്ചയാണോ? ഈ പ്രവർത്തനം പഴയപടിയാക്കാനാകില്ല.
mr: तुमची खात्री आहे की तुम्ही हे शिक्षण संसाधन हटवू इच्छिता? ही क्रिया पूर्ववत केली जाऊ शकत नाही.
nl: Weet u zeker dat u dit leermiddel wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
pa: ਕੀ ਤੁਸੀਂ ਪੱਕਾ ਇਸ ਸਿੱਖਣ ਸਰੋਤ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਇਸ ਕਾਰਵਾਈ ਨੂੰ ਅਣਕੀਤਾ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।
pl: Czy na pewno chcesz usunąć ten zasób edukacyjny? Tej akcji nie można cofnąć.
pt: Tem certeza de que deseja excluir este recurso de aprendizagem? Esta ação não pode ser desfeita.
ru: Вы уверены, что хотите удалить этот учебный ресурс? Это действие невозможно отменить.
sv: Är du säker på att du vill ta bort den här inlärningsresursen? Denna åtgärd kan inte ångras.
ta: இந்த கற்றல் ஆதாரத்தை நிச்சயமாக நீக்க விரும்புகிறீர்களா? இந்தச் செயலைச் செயல்தவிர்க்க முடியாது.
te: మీరు ఈ అభ్యాస వనరును ఖచ్చితంగా తొలగించాలనుకుంటున్నారా? ఈ చర్య రద్దు చేయబడదు.
th: คุณแน่ใจหรือไม่ว่าต้องการลบแหล่งข้อมูลการเรียนรู้นี้ การดำเนินการนี้ไม่สามารถยกเลิกได้
tr: Bu öğrenme kaynağını silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
vi: Bạn có chắc chắn muốn xóa tài nguyên học tập này không? Không thể hoàn tác hành động này.

source: Resource Title:
ar: عنوان المورد:
bn: সম্পদ শিরোনাম:
da: Ressource titel:
de: Ressourcentitel:
el: Τίτλος πόρου:
es: Título del recurso:
fi: Resurssin otsikko:
fr: Titre de la ressource :
he: כותרת המשאב:
hi: संसाधन शीर्षक:
id: Judul Sumber Daya:
it: Titolo della risorsa:
ja: リソースのタイトル:
kn: ಸಂಪನ್ಮೂಲ ಶೀರ್ಷಿಕೆ:
ml: ഉറവിട ശീർഷകം:
mr: संसाधन शीर्षक:
nl: Titel van de bron:
pa: ਸਰੋਤ ਸਿਰਲੇਖ:
pl: Tytuł zasobu:
pt: Título do recurso:
ru: Название ресурса:
sv: Resurstitel:
ta: ஆதார தலைப்பு:
te: వనరు శీర్షిక:
th: ชื่อทรัพยากร:
tr: Kaynak Başlığı:
vi: Tiêu đề tài nguyên:

source: Resource Type:
ar: نوع المورد:
bn: সম্পদের ধরন:
da: Ressourcetype:
de: Ressourcentyp:
el: Τύπος πόρου:
es: Tipo de recurso:
fi: Resurssin tyyppi:
fr: Type de ressource :
he: סוג משאב:
hi: संसाधन प्रकार:
id: Jenis Sumber Daya:
it: Tipo di risorsa:
ja: リソースタイプ:
kn: ಸಂಪನ್ಮೂಲ ಪ್ರಕಾರ:
ml: ഉറവിട തരം:
mr: संसाधन प्रकार:
nl: Brontype:
pa: ਸਰੋਤ ਦੀ ਕਿਸਮ:
pl: Typ zasobu:
pt: Tipo de recurso:
ru: Тип ресурса:
sv: Resurstyp:
ta: ஆதார வகை:
te: వనరు రకం:
th: ประเภททรัพยากร:
tr: Kaynak Türü:
vi: Loại tài nguyên:

source: Edit Learning Resource
ar: تحرير المصدر التعليمي
bn: শেখার সম্পদ সম্পাদনা করুন
da: Rediger læringsressource
de: Lernressource bearbeiten
el: Επεξεργασία πόρου εκμάθησης
es: Editar recurso de aprendizaje
fi: Muokkaa oppimisresurssia
fr: Modifier la ressource d'apprentissage
he: ערוך משאב למידה
hi: शिक्षण संसाधन संपादित करें
id: Edit Sumber Belajar
it: Modifica risorsa didattica
ja: 学習リソースの編集
kn: ಕಲಿಕೆಯ ಸಂಪನ್ಮೂಲವನ್ನು ಸಂಪಾದಿಸಿ
ml: ലേണിംഗ് റിസോഴ്സ് എഡിറ്റ് ചെയ്യുക
mr: शिक्षण संसाधन संपादित करा
nl: Leerbron bewerken
pa: ਸਿਖਲਾਈ ਸਰੋਤ ਸੰਪਾਦਿਤ ਕਰੋ
pl: Edytuj zasoby edukacyjne
pt: Editar recurso de aprendizagem
ru: Изменить учебный ресурс
sv: Redigera inlärningsresurs
ta: கற்றல் வளத்தைத் திருத்தவும்
te: లెర్నింగ్ రిసోర్స్‌ని సవరించండి
th: แก้ไขทรัพยากรการเรียนรู้
tr: Öğrenim Kaynağını Düzenle
vi: Chỉnh sửa tài nguyên học tập

source: Resource Details
ar: تفاصيل الموارد
bn: সম্পদ বিবরণ
da: Ressourcedetaljer
de: Ressourcendetails
el: Λεπτομέρειες πόρων
es: Detalles del recurso
fi: Resurssin tiedot
fr: Détails des ressources
he: פרטי משאב
hi: संसाधन विवरण
id: Detail Sumber Daya
it: Dettagli sulle risorse
ja: リソースの詳細
kn: ಸಂಪನ್ಮೂಲ ವಿವರಗಳು
ml: റിസോഴ്സ് വിശദാംശങ്ങൾ
mr: संसाधन तपशील
nl: Brongegevens
pa: ਸਰੋਤ ਵੇਰਵੇ
pl: Szczegóły zasobu
pt: Detalhes do recurso
ru: Детали ресурса
sv: Resursdetaljer
ta: ஆதார விவரங்கள்
te: వనరుల వివరాలు
th: รายละเอียดทรัพยากร
tr: Kaynak Ayrıntıları
vi: Chi tiết tài nguyên

source: Current file:
ar: الملف الحالي:
bn: বর্তমান ফাইল:
da: Nuværende fil:
de: Aktuelle Datei:
el: Τρέχον αρχείο:
es: Archivo actual:
fi: Nykyinen tiedosto:
fr: Dossier actuel :
he: קובץ נוכחי:
hi: वर्तमान फ़ाइल:
id: Berkas saat ini:
it: File corrente:
ja: 現在のファイル:
kn: ಪ್ರಸ್ತುತ ಫೈಲ್:
ml: നിലവിലെ ഫയൽ:
mr: वर्तमान फाइल:
nl: Huidig ​​bestand:
pa: ਮੌਜੂਦਾ ਫ਼ਾਈਲ:
pl: Bieżący plik:
pt: Arquivo atual:
ru: Текущий файл:
sv: Aktuell fil:
ta: தற்போதைய கோப்பு:
te: ప్రస్తుత ఫైల్:
th: ไฟล์ปัจจุบัน:
tr: Geçerli dosya:
vi: Tập tin hiện tại:

source: Update Learning Resource
ar: تحديث المصدر التعليمي
bn: লার্নিং রিসোর্স আপডেট করুন
da: Opdater læringsressource
de: Lernressource aktualisieren
el: Ενημέρωση μαθησιακού πόρου
es: Actualizar recurso de aprendizaje
fi: Päivitä oppimisresurssi
fr: Mettre à jour la ressource d'apprentissage
he: עדכון משאב למידה
hi: शिक्षण संसाधन अद्यतन करें
id: Perbarui Sumber Belajar
it: Aggiorna risorsa didattica
ja: 学習リソースを更新する
kn: ಕಲಿಕೆಯ ಸಂಪನ್ಮೂಲವನ್ನು ನವೀಕರಿಸಿ
ml: ലേണിംഗ് റിസോഴ്സ് അപ്ഡേറ്റ് ചെയ്യുക
mr: शिक्षण संसाधन अद्यतनित करा
nl: Leermateriaal bijwerken
pa: ਸਿਖਲਾਈ ਸਰੋਤ ਅੱਪਡੇਟ ਕਰੋ
pl: Zaktualizuj zasoby edukacyjne
pt: Atualizar recurso de aprendizagem
ru: Обновить учебный ресурс
sv: Uppdatera inlärningsresurs
ta: கற்றல் வளத்தைப் புதுப்பிக்கவும்
te: లెర్నింగ్ రిసోర్స్‌ని అప్‌డేట్ చేయండి
th: อัปเดตทรัพยากรการเรียนรู้
tr: Öğrenim Kaynağını Güncelle
vi: Cập nhật tài nguyên học tập
