Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Admin Email
ar: البريد الإلكتروني المشرف
bn: অ্যাডমিন ইমেইল
el: Email διαχειριστή
es: Correo electrónico del administrador
fi: Järjestelmänvalvojan sähköposti
fr: E-mail de l'administrateur
gu: એડમિન ઈમેલ
he: דוא"ל מנהל
hi: व्यवस्थापक ईमेल
it: E-mail dell'amministratore
ja: 管理者のメールアドレス
kn: ನಿರ್ವಾಹಕ ಇಮೇಲ್
ml: അഡ്മിൻ ഇമെയിൽ
mr: प्रशासन ईमेल
nl: Beheerder e-mailadres
no: Admin e-post
or: ଆଡମିନି ଇମେଲ୍ |
pa: ਐਡਮਿਨ ਈਮੇਲ
pt: E-mail do administrador
ru: Электронная почта администратора
sv: Admin e-post
ta: நிர்வாக மின்னஞ்சல்
te: అడ్మిన్ ఇమెయిల్
th: อีเมล์ผู้ดูแลระบบ
tr: Yönetici E-postası
vi: Email quản trị

source: Support Email
ar: دعم البريد الإلكتروني
bn: সমর্থন ইমেল
el: Email υποστήριξης
es: Correo electrónico de soporte
fi: Tuen sähköposti
fr: E-mail d'assistance
he: אימייל לתמיכה
hi: समर्थन ईमेल
id: Email Dukungan
it: E-mail di supporto
ja: サポートメール
kn: ಬೆಂಬಲ ಇಮೇಲ್
ml: പിന്തുണ ഇമെയിൽ
mr: समर्थन ईमेल
nl: Ondersteuning e-mail
pa: ਸਹਾਇਤਾ ਈਮੇਲ
pl: Wsparcie e-mailowe
pt: E-mail de suporte
ru: Электронная почта поддержки
sv: Support E-post
ta: ஆதரவு மின்னஞ்சல்
te: మద్దతు ఇమెయిల్
th: อีเมลสนับสนุน
tr: Destek E-postası
vi: Email hỗ trợ

source: Default Time Zone
ar: المنطقة الزمنية الافتراضية
bn: ডিফল্ট সময় অঞ্চল
da: Standard tidszone
de: Standardzeitzone
el: Προεπιλεγμένη ζώνη ώρας
es: Zona horaria predeterminada
fi: Oletusaikavyöhyke
fr: Fuseau horaire par défaut
he: אזור זמן ברירת מחדל
hi: डिफ़ॉल्ट समय क्षेत्र
id: Zona Waktu Default
it: Fuso orario predefinito
ja: デフォルトのタイムゾーン
kn: ಡೀಫಾಲ್ಟ್ ಸಮಯ ವಲಯ
ml: സ്ഥിര സമയ മേഖല
mr: डीफॉल्ट टाइम झोन
nl: Standaard tijdzone
pa: ਪੂਰਵ-ਨਿਰਧਾਰਤ ਸਮਾਂ ਖੇਤਰ
pl: Domyślna strefa czasowa
pt: Fuso horário padrão
ru: Часовой пояс по умолчанию
sv: Standardtidszon
ta: இயல்புநிலை நேர மண்டலம்
te: డిఫాల్ట్ టైమ్ జోన్
th: โซนเวลาเริ่มต้น
tr: Varsayılan Saat Dilimi
vi: Múi giờ mặc định

source: Date Format
ar: تنسيق التاريخ
bn: তারিখ বিন্যাস
da: Datoformat
de: Datumsformat
el: Μορφή ημερομηνίας
es: Formato de fecha
fi: Päivämäärän muoto
fr: Format des dates
he: פורמט תאריך
hi: तारिख का प्रारूप
id: Format Tanggal
it: Formato data
ja: 日付形式
kn: ದಿನಾಂಕ ಸ್ವರೂಪ
ml: തീയതി ഫോർമാറ്റ്
mr: तारीख स्वरूप
nl: Datumformaat
pa: ਮਿਤੀ ਫਾਰਮੈਟ
pl: Format daty
pt: Formato de data
ru: Формат даты
sv: Datumformat
ta: தேதி வடிவம்
te: తేదీ ఫార్మాట్
th: รูปแบบวันที่
tr: Tarih Formatı
vi: Định dạng ngày

source: System Notifications
ar: إشعارات النظام
bn: সিস্টেম বিজ্ঞপ্তি
da: Systemmeddelelser
de: Systembenachrichtigungen
el: Ειδοποιήσεις συστήματος
es: Notificaciones del sistema
fi: Järjestelmän ilmoitukset
fr: Notifications système
he: הודעות מערכת
hi: सिस्टम सूचनाएं
id: Pemberitahuan Sistem
it: Notifiche di sistema
ja: システム通知
kn: ಸಿಸ್ಟಮ್ ಅಧಿಸೂಚನೆಗಳು
ml: സിസ്റ്റം അറിയിപ്പുകൾ
mr: सिस्टम सूचना
nl: Systeemmeldingen
pa: ਸਿਸਟਮ ਸੂਚਨਾਵਾਂ
pl: Powiadomienia systemowe
pt: Notificações do sistema
ru: Системные уведомления
sv: Systemmeddelanden
ta: கணினி அறிவிப்புகள்
te: సిస్టమ్ నోటిఫికేషన్‌లు
th: การแจ้งเตือนของระบบ
tr: Sistem Bildirimleri
vi: Thông báo hệ thống

source: Notify admin on new user registration
ar: قم بإخطار المشرف عند تسجيل مستخدم جديد
bn: নতুন ব্যবহারকারী নিবন্ধন প্রশাসক অবহিত
da: Giv admin besked om ny brugerregistrering
de: Benachrichtigen Sie den Administrator über die Registrierung eines neuen Benutzers
el: Ενημερώστε τον διαχειριστή για την εγγραφή νέου χρήστη
es: Notificar al administrador sobre el registro de un nuevo usuario
fi: Ilmoita järjestelmänvalvojalle uuden käyttäjän rekisteröinnistä
fr: Informer l'administrateur de l'enregistrement d'un nouvel utilisateur
he: הודע למנהל על רישום משתמש חדש
hi: नये उपयोगकर्ता पंजीकरण पर व्यवस्थापक को सूचित करें
id: Beritahu admin tentang pendaftaran pengguna baru
it: Notifica all'amministratore la registrazione di un nuovo utente
ja: 新規ユーザー登録を管理者に通知する
kn: ಹೊಸ ಬಳಕೆದಾರರ ನೋಂದಣಿ ಕುರಿತು ನಿರ್ವಾಹಕರಿಗೆ ಸೂಚಿಸಿ
ml: പുതിയ ഉപയോക്തൃ രജിസ്ട്രേഷനിൽ അഡ്മിനെ അറിയിക്കുക
mr: नवीन वापरकर्ता नोंदणीवर प्रशासकाला सूचित करा
nl: Breng de beheerder op de hoogte van de registratie van nieuwe gebruikers
pa: ਨਵੇਂ ਉਪਭੋਗਤਾ ਰਜਿਸਟ੍ਰੇਸ਼ਨ 'ਤੇ ਪ੍ਰਸ਼ਾਸਕ ਨੂੰ ਸੂਚਿਤ ਕਰੋ
pl: Powiadom administratora o rejestracji nowego użytkownika
pt: Notificar o administrador sobre o registro de novo usuário
ru: Уведомить администратора о регистрации нового пользователя
sv: Meddela administratören vid ny användarregistrering
ta: புதிய பயனர் பதிவு குறித்து நிர்வாகிக்குத் தெரிவிக்கவும்
te: కొత్త వినియోగదారు నమోదుపై నిర్వాహకులకు తెలియజేయండి
th: แจ้งผู้ดูแลระบบเกี่ยวกับการลงทะเบียนผู้ใช้ใหม่
tr: Yeni kullanıcı kaydı konusunda yöneticiyi bilgilendir
vi: Thông báo cho quản trị viên về đăng ký người dùng mới

source: Notify admin on course completion
ar: إخطار المشرف عند الانتهاء من الدورة
bn: কোর্স শেষ হলে অ্যাডমিনকে অবহিত করুন
da: Giv admin besked om kursets afslutning
de: Benachrichtigen Sie den Administrator über den Abschluss des Kurses
el: Ενημερώστε τον διαχειριστή για την ολοκλήρωση του μαθήματος
es: Notificar al administrador al finalizar el curso
fi: Ilmoita järjestelmänvalvojalle kurssin päättymisestä
fr: Informer l'administrateur de la fin du cours
he: הודע למנהל בסיום הקורס
hi: पाठ्यक्रम पूरा होने पर व्यवस्थापक को सूचित करें
id: Beritahu admin pada penyelesaian kursus
it: Avvisa l'amministratore del completamento del corso
ja: コース完了時に管理者に通知する
kn: ಕೋರ್ಸ್ ಮುಗಿದ ಮೇಲೆ ನಿರ್ವಾಹಕರಿಗೆ ಸೂಚಿಸಿ
ml: കോഴ്സ് പൂർത്തിയാകുമ്പോൾ അഡ്മിനെ അറിയിക്കുക
mr: अभ्यासक्रम पूर्ण झाल्यावर प्रशासनाला सूचित करा
nl: Breng de beheerder op de hoogte als de cursus is voltooid
pa: ਕੋਰਸ ਪੂਰਾ ਹੋਣ 'ਤੇ ਐਡਮਿਨ ਨੂੰ ਸੂਚਿਤ ਕਰੋ
pl: Powiadom administratora o ukończeniu kursu
pt: Notificar o administrador sobre a conclusão do curso
ru: Сообщить администратору о завершении курса
sv: Meddela administratören när kursen är klar
ta: பாடநெறி முடிந்ததும் நிர்வாகிக்கு தெரிவிக்கவும்
te: కోర్సు పూర్తయినప్పుడు నిర్వాహకులకు తెలియజేయండి
th: แจ้งแอดมินเมื่อจบหลักสูตร
tr: Kurs tamamlandığında yöneticiye bildirimde bulunun
vi: Thông báo cho quản trị viên khi hoàn thành khóa học

source: Notify users on new course availability
ar: قم بإخطار المستخدمين بتوفر الدورة التدريبية الجديدة
bn: নতুন কোর্সের প্রাপ্যতা সম্পর্কে ব্যবহারকারীদের অবহিত করুন
da: Giv brugerne besked om tilgængelighed af nye kurser
de: Benachrichtigen Sie Benutzer über die Verfügbarkeit neuer Kurse
el: Ειδοποιήστε τους χρήστες για τη διαθεσιμότητα νέων μαθημάτων
es: Notificar a los usuarios sobre la disponibilidad de nuevos cursos
fi: Ilmoita käyttäjille uusien kurssien saatavuudesta
fr: Informer les utilisateurs de la disponibilité d'un nouveau cours
he: הודע למשתמשים על זמינות קורסים חדשים
hi: नए पाठ्यक्रम की उपलब्धता पर उपयोगकर्ताओं को सूचित करें
id: Beri tahu pengguna tentang ketersediaan kursus baru
it: Informa gli utenti sulla disponibilità di nuovi corsi
ja: 新しいコースが利用可能になったことをユーザーに通知する
kn: ಹೊಸ ಕೋರ್ಸ್ ಲಭ್ಯತೆಯ ಕುರಿತು ಬಳಕೆದಾರರಿಗೆ ಸೂಚಿಸಿ
ml: പുതിയ കോഴ്‌സ് ലഭ്യതയെക്കുറിച്ച് ഉപയോക്താക്കളെ അറിയിക്കുക
mr: नवीन अभ्यासक्रमाच्या उपलब्धतेबद्दल वापरकर्त्यांना सूचित करा
nl: Houd gebruikers op de hoogte van nieuwe cursusbeschikbaarheid
pa: ਨਵੇਂ ਕੋਰਸ ਦੀ ਉਪਲਬਧਤਾ ਬਾਰੇ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਸੂਚਿਤ ਕਰੋ
pl: Powiadom użytkowników o dostępności nowego kursu
pt: Notificar os usuários sobre a disponibilidade de novos cursos
ru: Уведомляйте пользователей о доступности новых курсов
sv: Meddela användare om ny kurstillgänglighet
ta: புதிய பாடத்திட்டம் கிடைப்பது குறித்து பயனர்களுக்குத் தெரிவிக்கவும்
te: కొత్త కోర్సు లభ్యతపై వినియోగదారులకు తెలియజేయండి
th: แจ้งให้ผู้ใช้ทราบเมื่อมีหลักสูตรใหม่พร้อมให้บริการ
tr: Kullanıcıları yeni kursun kullanılabilirliği konusunda bilgilendirin
vi: Thông báo cho người dùng về tình trạng sẵn có của khóa học mới

source: File Upload Settings
ar: إعدادات تحميل الملف
bn: ফাইল আপলোড সেটিংস
da: Indstillinger for filoverførsel
de: Datei-Upload-Einstellungen
el: Ρυθμίσεις μεταφόρτωσης αρχείων
es: Configuración de carga de archivos
fi: Tiedoston latausasetukset
fr: Paramètres de téléchargement de fichiers
he: הגדרות העלאת קבצים
hi: फ़ाइल अपलोड सेटिंग्स
id: Pengaturan Unggah File
it: Impostazioni di caricamento file
ja: ファイルアップロード設定
kn: ಫೈಲ್ ಅಪ್ಲೋಡ್ ಸೆಟ್ಟಿಂಗ್ಗಳು
ml: ഫയൽ അപ്‌ലോഡ് ക്രമീകരണങ്ങൾ
mr: फाइल अपलोड सेटिंग्ज
nl: Instellingen voor het uploaden van bestanden
pa: ਫ਼ਾਈਲ ਅੱਪਲੋਡ ਸੈਟਿੰਗਾਂ
pl: Ustawienia przesyłania plików
pt: Configurações de upload de arquivo
ru: Настройки загрузки файлов
sv: Filuppladdningsinställningar
ta: கோப்பு பதிவேற்ற அமைப்புகள்
te: ఫైల్ అప్‌లోడ్ సెట్టింగ్‌లు
th: การตั้งค่าการอัพโหลดไฟล์
tr: Dosya Yükleme Ayarları
vi: Cài đặt tải lên tệp

source: Maximum Upload Size (MB)
ar: الحد الأقصى لحجم التحميل (ميجابايت)
bn: সর্বোচ্চ আপলোড সাইজ (MB)
da: Maksimal uploadstørrelse (MB)
de: Maximale Upload-Größe (MB)
el: Μέγιστο μέγεθος μεταφόρτωσης (MB)
es: Tamaño máximo de carga (MB)
fi: Suurin latauskoko (Mt)
fr: Taille maximale de téléchargement (Mo)
he: גודל העלאה מקסימלי (MB)
hi: अधिकतम अपलोड आकार (एमबी)
id: Ukuran Unggahan Maksimum (MB)
it: Dimensione massima di caricamento (MB)
ja: 最大アップロード サイズ (MB)
kn: ಗರಿಷ್ಠ ಅಪ್‌ಲೋಡ್ ಗಾತ್ರ (MB)
ml: പരമാവധി അപ്‌ലോഡ് വലുപ്പം (MB)
mr: कमाल अपलोड आकार (MB)
nl: Maximale uploadgrootte (MB)
pa: ਅਧਿਕਤਮ ਅੱਪਲੋਡ ਆਕਾਰ (MB)
pl: Maksymalny rozmiar przesyłanego pliku (MB)
pt: Tamanho máximo de upload (MB)
ru: Максимальный размер загрузки (МБ)
sv: Maximal uppladdningsstorlek (MB)
ta: அதிகபட்ச பதிவேற்ற அளவு (MB)
te: గరిష్ట అప్‌లోడ్ పరిమాణం (MB)
th: ขนาดอัพโหลดสูงสุด (MB)
tr: Maksimum Yükleme Boyutu (MB)
vi: Kích thước tải lên tối đa (MB)

source: Allowed File Types
ar: أنواع الملفات المسموح بها
bn: অনুমোদিত ফাইল প্রকার
da: Tilladte filtyper
de: Zulässige Dateitypen
el: Επιτρεπόμενοι τύποι αρχείων
es: Tipos de archivos permitidos
fi: Sallitut tiedostotyypit
fr: Types de fichiers autorisés
he: סוגי קבצים מותרים
hi: अनुमत फ़ाइल प्रकार
id: Jenis File yang Diizinkan
it: Tipi di file consentiti
ja: 許可されるファイルの種類
kn: ಅನುಮತಿಸಲಾದ ಫೈಲ್ ಪ್ರಕಾರಗಳು
ml: അനുവദനീയമായ ഫയൽ തരങ്ങൾ
mr: अनुमत फाइल प्रकार
nl: Toegestane bestandstypen
pa: ਮਨਜ਼ੂਰ ਫਾਈਲ ਕਿਸਮਾਂ
pl: Dozwolone typy plików
pt: Tipos de arquivos permitidos
ru: Разрешенные типы файлов
sv: Tillåtna filtyper
ta: அனுமதிக்கப்பட்ட கோப்பு வகைகள்
te: అనుమతించబడిన ఫైల్ రకాలు
th: ประเภทไฟล์ที่อนุญาต
tr: İzin Verilen Dosya Türleri
vi: Các loại tệp được phép

source: Homepage Settings
ar: إعدادات الصفحة الرئيسية
bn: হোমপেজ সেটিংস
da: Hjemmesideindstillinger
de: Homepage-Einstellungen
el: Ρυθμίσεις αρχικής σελίδας
es: Configuración de la página de inicio
fi: Kotisivun asetukset
fr: Paramètres de la page d'accueil
he: הגדרות דף הבית
hi: मुखपृष्ठ सेटिंग्स
id: Pengaturan Beranda
it: Impostazioni della home page
ja: ホームページ設定
kn: ಮುಖಪುಟ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: ഹോംപേജ് ക്രമീകരണങ്ങൾ
mr: मुख्यपृष्ठ सेटिंग्ज
nl: Startpagina-instellingen
pa: ਹੋਮਪੇਜ ਸੈਟਿੰਗਾਂ
pl: Ustawienia strony głównej
pt: Configurações da página inicial
ru: Настройки домашней страницы
sv: Hemsida Inställningar
ta: முகப்புப் பக்க அமைப்புகள்
te: హోమ్‌పేజీ సెట్టింగ్‌లు
th: การตั้งค่าหน้าแรก
tr: Ana Sayfa Ayarları
vi: Cài đặt trang chủ

source: Welcome Message
ar: رسالة ترحيب
bn: স্বাগতম বার্তা
da: Velkomstbesked
de: Willkommensnachricht
el: Μήνυμα καλωσορίσματος
es: Mensaje de bienvenida
fi: Tervetuloviesti
fr: Message de bienvenue
he: הודעת ברוכים הבאים
hi: स्वागत संदेश
id: Pesan Selamat Datang
it: Messaggio di benvenuto
ja: ウェルカムメッセージ
kn: ಸ್ವಾಗತ ಸಂದೇಶ
ml: സ്വാഗത സന്ദേശം
mr: स्वागत संदेश
nl: Welkomstbericht
pa: ਸੁਆਗਤ ਸੁਨੇਹਾ
pl: Wiadomość powitalna
pt: Mensagem de boas-vindas
ru: Приветственное сообщение
sv: Välkomstmeddelande
ta: வரவேற்பு செய்தி
te: స్వాగత సందేశం
th: ข้อความต้อนรับ
tr: Hoş Geldiniz Mesajı
vi: Tin nhắn chào mừng

source: Show featured courses on homepage
ar: إظهار الدورات المميزة على الصفحة الرئيسية
bn: হোমপেজে বৈশিষ্ট্যযুক্ত কোর্স দেখান
da: Vis udvalgte kurser på hjemmesiden
de: Empfohlene Kurse auf der Startseite anzeigen
el: Εμφάνιση επιλεγμένων μαθημάτων στην αρχική σελίδα
es: Mostrar cursos destacados en la página de inicio
fi: Näytä suositellut kurssit etusivulla
fr: Afficher les cours en vedette sur la page d'accueil
he: הצג קורסים נבחרים בדף הבית
hi: मुखपृष्ठ पर विशेष पाठ्यक्रम दिखाएँ
id: Tampilkan kursus unggulan di beranda
it: Mostra i corsi in primo piano sulla home page
ja: ホームページにおすすめコースを掲載
kn: ಮುಖಪುಟದಲ್ಲಿ ವೈಶಿಷ್ಟ್ಯಗೊಳಿಸಿದ ಕೋರ್ಸ್‌ಗಳನ್ನು ತೋರಿಸಿ
ml: ഹോംപേജിൽ ഫീച്ചർ ചെയ്ത കോഴ്സുകൾ കാണിക്കുക
mr: मुख्यपृष्ठावर वैशिष्ट्यीकृत अभ्यासक्रम दर्शवा
nl: Toon aanbevolen cursussen op de startpagina
pa: ਹੋਮਪੇਜ 'ਤੇ ਵਿਸ਼ੇਸ਼ ਕੋਰਸ ਦਿਖਾਓ
pl: Pokaż polecane kursy na stronie głównej
pt: Mostrar cursos em destaque na página inicial
ru: Показывать избранные курсы на главной странице
sv: Visa utvalda kurser på hemsidan
ta: முகப்புப் பக்கத்தில் பிரத்யேக படிப்புகளைக் காட்டு
te: హోమ్‌పేజీలో ఫీచర్ చేసిన కోర్సులను చూపండి
th: แสดงหลักสูตรเด่นในหน้าแรก
tr: Öne çıkan dersleri ana sayfada göster
vi: Hiển thị các khóa học nổi bật trên trang chủ

source: Display learner statistics on homepage
ar: عرض إحصائيات المتعلم على الصفحة الرئيسية
bn: হোমপেজে লার্নারের পরিসংখ্যান প্রদর্শন করুন
da: Vis elevstatistikker på hjemmesiden
de: Lernerstatistiken auf der Startseite anzeigen
el: Εμφάνιση στατιστικών στοιχείων μαθητών στην αρχική σελίδα
es: Mostrar estadísticas de los alumnos en la página de inicio
fi: Näytä oppilastilastot etusivulla
fr: Afficher les statistiques des apprenants sur la page d'accueil
he: הצג נתונים סטטיסטיים של לומד בדף הבית
hi: मुखपृष्ठ पर शिक्षार्थी आँकड़े प्रदर्शित करें
id: Tampilkan statistik pelajar di beranda
it: Visualizza le statistiche degli studenti sulla home page
ja: 学習者の統計をホームページに表示する
kn: ಮುಖಪುಟದಲ್ಲಿ ಕಲಿಯುವವರ ಅಂಕಿಅಂಶಗಳನ್ನು ಪ್ರದರ್ಶಿಸಿ
ml: ഹോംപേജിൽ പഠിതാക്കളുടെ സ്ഥിതിവിവരക്കണക്കുകൾ പ്രദർശിപ്പിക്കുക
mr: मुख्यपृष्ठावर शिकणाऱ्यांची आकडेवारी प्रदर्शित करा
nl: Toon leerlingstatistieken op de startpagina
pa: ਹੋਮਪੇਜ 'ਤੇ ਸਿੱਖਣ ਵਾਲੇ ਅੰਕੜੇ ਦਿਖਾਓ
pl: Wyświetl statystyki uczniów na stronie głównej
pt: Exibir estatísticas do aluno na página inicial
ru: Отображать статистику учащихся на главной странице
sv: Visa elevstatistik på hemsidan
ta: முகப்புப் பக்கத்தில் கற்பவர் புள்ளிவிவரங்களைக் காண்பி
te: హోమ్‌పేజీలో అభ్యాసకుల గణాంకాలను ప్రదర్శించండి
th: แสดงสถิติผู้เรียนบนหน้าแรก
tr: Öğrenci istatistiklerini ana sayfada görüntüle
vi: Hiển thị số liệu thống kê người học trên trang chủ

source: Featured Categories (comma-separated)
ar: الفئات المميزة (مفصولة بفواصل)
bn: বৈশিষ্ট্যযুক্ত বিভাগ (কমা দ্বারা পৃথক করা)
da: Udvalgte kategorier (kommasepareret)
de: Empfohlene Kategorien (durch Kommas getrennt)
el: Επιλεγμένες κατηγορίες (χωρισμένες με κόμματα)
es: Categorías destacadas (separadas por comas)
fi: Suositellut luokat (pilkuilla erotettu)
fr: Catégories en vedette (séparées par des virgules)
he: קטגוריות מומלצות (מופרדות בפסיק)
hi: विशेष श्रेणियाँ (अल्पविराम से अलग)
id: Kategori Unggulan (dipisahkan koma)
it: Categorie in primo piano (separate da virgole)
ja: 注目のカテゴリ (カンマ区切り)
kn: ವೈಶಿಷ್ಟ್ಯಗೊಳಿಸಿದ ವರ್ಗಗಳು (ಅಲ್ಪವಿರಾಮದಿಂದ ಪ್ರತ್ಯೇಕಿಸಲಾಗಿದೆ)
ml: തിരഞ്ഞെടുത്ത വിഭാഗങ്ങൾ (കോമയാൽ വേർതിരിച്ച)
mr: वैशिष्ट्यीकृत श्रेणी (स्वल्पविरामाने विभक्त)
nl: Uitgelichte categorieën (door komma's gescheiden)
pa: ਵਿਸ਼ੇਸ਼ ਸ਼੍ਰੇਣੀਆਂ (ਕੌਮੇ ਨਾਲ ਵੱਖ ਕੀਤੀਆਂ)
pl: Polecane kategorie (oddzielone przecinkami)
pt: Categorias em destaque (separadas por vírgula)
ru: Рекомендуемые категории (через запятую)
sv: Utvalda kategorier (kommaseparerade)
ta: சிறப்பு வகைகள் (கமாவால் பிரிக்கப்பட்டவை)
te: ఫీచర్ చేసిన వర్గాలు (కామాతో వేరు చేయబడినవి)
th: หมวดหมู่เด่น (คั่นด้วยเครื่องหมายจุลภาค)
tr: Öne Çıkan Kategoriler (virgülle ayrılmış)
vi: Danh mục nổi bật (được phân tách bằng dấu phẩy)

source: Social Media Integration
ar: تكامل وسائل التواصل الاجتماعي
bn: সোশ্যাল মিডিয়া ইন্টিগ্রেশন
da: Integration af sociale medier
el: Ενσωμάτωση μέσων κοινωνικής δικτύωσης
es: Integración de redes sociales
fi: Sosiaalisen median integrointi
fr: Intégration des médias sociaux
he: שילוב מדיה חברתית
hi: सोशल मीडिया एकीकरण
id: Integrasi Media Sosial
it: Integrazione dei social media
ja: ソーシャルメディアの統合
kn: ಸಾಮಾಜಿಕ ಮಾಧ್ಯಮ ಏಕೀಕರಣ
ml: സോഷ്യൽ മീഡിയ ഇൻ്റഗ്രേഷൻ
mr: सोशल मीडिया एकत्रीकरण
nl: Integratie van sociale media
pa: ਸੋਸ਼ਲ ਮੀਡੀਆ ਏਕੀਕਰਣ
pl: Integracja z mediami społecznościowymi
pt: Integração de mídia social
ru: Интеграция с социальными сетями
sv: Integration av sociala medier
ta: சமூக ஊடக ஒருங்கிணைப்பு
te: సోషల్ మీడియా ఇంటిగ్రేషన్
th: บูรณาการโซเชียลมีเดีย
tr: Sosyal Medya Entegrasyonu
vi: Tích hợp truyền thông xã hội

source: Facebook URL
ar: رابط الفيسبوك
bn: ফেসবুক ইউআরএল
el: Διεύθυνση URL στο Facebook
es: URL de Facebook
fr: URL Facebook
he: כתובת האתר של פייסבוק
hi: फेसबुक यूआरएल
id: URL Facebook
it: URL di Facebook
ja: フェイスブックのURL
mr: फेसबुक URL
pa: ਫੇਸਬੁੱਕ URL
pt: URL do Facebook
ru: URL-адрес Facebook
th: URL ของเฟซบุ๊ก
tr: Facebook URL'si
vi: URL Facebook

source: Twitter URL
ar: تويتر URL
bn: টুইটার ইউআরএল
el: Διεύθυνση URL Twitter
es: URL de Twitter
fi: Twitterin URL-osoite
fr: URL Twitter
he: כתובת האתר של טוויטר
hi: ट्विटर यूआरएल
id: URL Twitter
it: URL di Twitter
ja: ツイッターのURL
pa: ਟਵਿੱਟਰ URL
pl: Adres URL Twittera
pt: URL do Twitter
ru: URL-адрес Твиттера
th: URL ของทวิตเตอร์
tr: Twitter URL'si
vi: URL Twitter

source: LinkedIn URL
ar: لينكد إن URL
bn: লিঙ্কডইন ইউআরএল
el: URL του LinkedIn
es: URL de LinkedIn
fr: URL LinkedIn
he: כתובת האתר של לינקדאין
hi: लिंक्डइन यूआरएल
id: URL LinkedIn
it: URL di LinkedIn
ja: LinkedIn の URL
kn: ಲಿಂಕ್ಡ್‌ಇನ್ URL
ml: ലിങ്ക്ഡ്ഇൻ URL
mr: लिंक्डइन URL
pa: ਲਿੰਕਡਇਨ URL
pl: Adres URL LinkedIn
pt: URL do LinkedIn
ru: URL-адрес LinkedIn
te: లింక్డ్ఇన్ URL
th: URL ของ LinkedIn
tr: LinkedIn URL'si
vi: URL LinkedIn

source: YouTube URL
ar: عنوان URL لموقع YouTube
el: URL YouTube
es: URL de YouTube
fi: YouTuben URL-osoite
fr: URL YouTube
he: כתובת האתר של YouTube
hi: यूट्यूब यूआरएल
id: URL YouTube
it: URL di YouTube
ja: YouTubeのURL
pl: Adres URL YouTube
pt: URL do YouTube
ru: URL-адрес YouTube
th: URL ของ YouTube
tr: YouTube URL'si
vi: URL YouTube

source: Footer Settings
ar: إعدادات التذييل
bn: ফুটার সেটিংস
da: Indstillinger for sidefod
de: Fußzeileneinstellungen
el: Ρυθμίσεις υποσέλιδου
es: Configuración de pie de página
fi: Alatunnisteen asetukset
fr: Paramètres du pied de page
he: הגדרות כותרת תחתונה
hi: फ़ुटर सेटिंग्स
id: Pengaturan Catatan Kaki
it: Impostazioni piè di pagina
ja: フッター設定
kn: ಅಡಿಟಿಪ್ಪಣಿ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: അടിക്കുറിപ്പ് ക്രമീകരണങ്ങൾ
mr: तळटीप सेटिंग्ज
nl: Voettekstinstellingen
pa: ਫੁੱਟਰ ਸੈਟਿੰਗਾਂ
pl: Ustawienia stopki
pt: Configurações de rodapé
ru: Настройки нижнего колонтитула
sv: Sidfotsinställningar
ta: அடிக்குறிப்பு அமைப்புகள்
te: ఫుటర్ సెట్టింగ్‌లు
th: การตั้งค่าส่วนท้าย
tr: Alt Bilgi Ayarları
vi: Cài đặt chân trang

source: Footer Text
ar: نص التذييل
bn: ফুটার টেক্সট
da: Sidefodstekst
de: Fußzeilentext
el: Κείμενο υποσέλιδου
es: Texto de pie de página
fi: Alatunnisteen teksti
fr: Texte du pied de page
he: טקסט תחתון
hi: पादलेख पाठ
id: Teks Catatan Kaki
it: Testo del piè di pagina
ja: フッターテキスト
kn: ಅಡಿಟಿಪ್ಪಣಿ ಪಠ್ಯ
ml: അടിക്കുറിപ്പ് വാചകം
mr: तळटीप मजकूर
nl: Voettekst
pa: ਫੁੱਟਰ ਟੈਕਸਟ
pl: Tekst stopki
pt: Texto do rodapé
ru: Текст нижнего колонтитула
sv: Sidfotstext
ta: அடிக்குறிப்பு உரை
te: ఫుటర్ టెక్స్ట్
th: ข้อความส่วนท้าย
tr: Alt Bilgi Metni
vi: Văn bản chân trang

source: Footer Links (JSON format)
ar: روابط التذييل (تنسيق JSON)
bn: ফুটার লিঙ্ক (JSON ফর্ম্যাট)
da: Sidefodslinks (JSON-format)
de: Fußzeilen-Links (JSON-Format)
el: Σύνδεσμοι υποσέλιδου (μορφή JSON)
es: Enlaces de pie de página (formato JSON)
fi: Alatunnisteen linkit (JSON-muoto)
fr: Liens de pied de page (format JSON)
he: קישורי כותרת תחתונה (פורמט JSON)
hi: फ़ुटर लिंक (JSON प्रारूप)
id: Tautan Footer (format JSON)
it: Collegamenti a piè di pagina (formato JSON)
ja: フッターリンク（JSON形式）
kn: ಅಡಿಟಿಪ್ಪಣಿ ಲಿಂಕ್‌ಗಳು (JSON ಫಾರ್ಮ್ಯಾಟ್)
ml: അടിക്കുറിപ്പ് ലിങ്കുകൾ (JSON ഫോർമാറ്റ്)
mr: तळटीप लिंक (JSON फॉरमॅट)
nl: Voettekstlinks (JSON-indeling)
pa: ਫੁੱਟਰ ਲਿੰਕ (JSON ਫਾਰਮੈਟ)
pl: Linki w stopce (format JSON)
pt: Links de rodapé (formato JSON)
ru: Ссылки в нижнем колонтитуле (формат JSON)
sv: Sidfotslänkar (JSON-format)
ta: அடிக்குறிப்பு இணைப்புகள் (JSON வடிவம்)
te: ఫుటర్ లింక్‌లు (JSON ఫార్మాట్)
th: ลิงก์ส่วนท้าย (รูปแบบ JSON)
tr: Alt Bilgi Bağlantıları (JSON formatı)
vi: Liên kết chân trang (định dạng JSON)

source: Save General Settings
ar: حفظ الإعدادات العامة
bn: সাধারণ সেটিংস সংরক্ষণ করুন
da: Gem generelle indstillinger
de: Allgemeine Einstellungen speichern
el: Αποθήκευση Γενικών Ρυθμίσεων
es: Guardar configuración general
fi: Tallenna Yleiset asetukset
fr: Enregistrer les paramètres généraux
he: שמור הגדרות כלליות
hi: सामान्य सेटिंग्स सहेजें
id: Simpan Pengaturan Umum
it: Salva le impostazioni generali
ja: 一般設定の保存
kn: ಸಾಮಾನ್ಯ ಸೆಟ್ಟಿಂಗ್ಗಳನ್ನು ಉಳಿಸಿ
ml: പൊതുവായ ക്രമീകരണങ്ങൾ സംരക്ഷിക്കുക
mr: सामान्य सेटिंग्ज जतन करा
nl: Bewaar algemene instellingen
pa: ਆਮ ਸੈਟਿੰਗਾਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰੋ
pl: Zapisz ustawienia ogólne
pt: Salvar configurações gerais
ru: Сохранить общие настройки
sv: Spara allmänna inställningar
ta: பொது அமைப்புகளைச் சேமிக்கவும்
te: సాధారణ సెట్టింగులను సేవ్ చేయండి
th: บันทึกการตั้งค่าทั่วไป
tr: Genel Ayarları Kaydet
vi: Lưu cài đặt chung

source: Users & Roles Settings
ar: إعدادات المستخدمين والأدوار
bn: ব্যবহারকারী এবং ভূমিকা সেটিংস
da: Indstillinger for brugere og roller
de: Benutzer- und Rolleneinstellungen
el: Ρυθμίσεις χρηστών και ρόλων
es: Configuración de usuarios y roles
fi: Käyttäjät ja roolit -asetukset
fr: Paramètres des utilisateurs et des rôles
he: הגדרות משתמשים ותפקידים
hi: उपयोगकर्ता एवं भूमिकाएँ सेटिंग्स
id: Pengaturan Pengguna & Peran
it: Impostazioni utenti e ruoli
ja: ユーザーと役割の設定
kn: ಬಳಕೆದಾರರು ಮತ್ತು ಪಾತ್ರಗಳ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: ഉപയോക്താക്കളുടെയും റോളുകളുടെയും ക്രമീകരണം
mr: वापरकर्ते आणि भूमिका सेटिंग्ज
nl: Gebruikers- en rolleninstellingen
pa: ਉਪਭੋਗਤਾ ਅਤੇ ਭੂਮਿਕਾਵਾਂ ਸੈਟਿੰਗਾਂ
pl: Ustawienia użytkowników i ról
pt: Configurações de usuários e funções
ru: Настройки пользователей и ролей
sv: Användare och rollinställningar
ta: பயனர்கள் & பாத்திரங்கள் அமைப்புகள்
te: వినియోగదారులు & పాత్రల సెట్టింగ్‌లు
th: การตั้งค่าผู้ใช้และบทบาท
tr: Kullanıcılar ve Roller Ayarları
vi: Cài đặt người dùng và vai trò

source: User Registration
ar: تسجيل المستخدم
bn: ব্যবহারকারী নিবন্ধন
da: Brugerregistrering
de: Benutzerregistrierung
el: Εγγραφή χρήστη
es: Registro de usuario
fi: Käyttäjän rekisteröinti
fr: Inscription des utilisateurs
he: רישום משתמש
hi: उपयोगकर्ता पंजीकरण
id: Registrasi Pengguna
it: Registrazione utente
ja: ユーザー登録
kn: ಬಳಕೆದಾರರ ನೋಂದಣಿ
ml: ഉപയോക്തൃ രജിസ്ട്രേഷൻ
mr: वापरकर्ता नोंदणी
nl: Gebruikersregistratie
pa: ਉਪਭੋਗਤਾ ਰਜਿਸਟ੍ਰੇਸ਼ਨ
pl: Rejestracja użytkownika
pt: Cadastro de usuário
ru: Регистрация пользователя
sv: Användarregistrering
ta: பயனர் பதிவு
te: వినియోగదారు నమోదు
th: การลงทะเบียนผู้ใช้
tr: Kullanıcı Kaydı
vi: Đăng ký người dùng

source: Allow public user registration
ar: السماح بتسجيل المستخدم العام
bn: সর্বজনীন ব্যবহারকারী নিবন্ধনের অনুমতি দিন
da: Tillad offentlig brugerregistrering
de: Öffentliche Benutzerregistrierung zulassen
el: Να επιτρέπεται η δημόσια εγγραφή χρήστη
es: Permitir el registro de usuarios públicos
fi: Salli julkinen käyttäjän rekisteröinti
fr: Autoriser l'enregistrement des utilisateurs publics
he: אפשר רישום משתמש ציבורי
hi: सार्वजनिक उपयोगकर्ता पंजीकरण की अनुमति दें
id: Izinkan pendaftaran pengguna publik
it: Consenti la registrazione dell'utente pubblico
ja: パブリックユーザー登録を許可する
kn: ಸಾರ್ವಜನಿಕ ಬಳಕೆದಾರರ ನೋಂದಣಿಯನ್ನು ಅನುಮತಿಸಿ
ml: പൊതു ഉപയോക്തൃ രജിസ്ട്രേഷൻ അനുവദിക്കുക
mr: सार्वजनिक वापरकर्ता नोंदणीला अनुमती द्या
nl: Sta openbare gebruikersregistratie toe
pa: ਜਨਤਕ ਉਪਭੋਗਤਾ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਦੀ ਆਗਿਆ ਦਿਓ
pl: Zezwalaj na publiczną rejestrację użytkownika
pt: Permitir registro de usuário público
ru: Разрешить публичную регистрацию пользователей
sv: Tillåt offentlig användarregistrering
ta: பொது பயனர் பதிவை அனுமதிக்கவும்
te: పబ్లిక్ యూజర్ నమోదును అనుమతించండి
th: อนุญาตให้ลงทะเบียนผู้ใช้สาธารณะ
tr: Genel kullanıcı kaydına izin ver
vi: Cho phép đăng ký người dùng công cộng
