Repository: phostilite/learning-management-system-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bn, da, de, el, es, fi, fr, gu, he, hi, id, it, ja, kn, ml, mr, nl, no, or, pa, pl, pt, ru, sv, ta, te, th, tr, vi

source: Search by name or code
ar: البحث بالاسم أو الكود
bn: নাম বা কোড দ্বারা অনুসন্ধান করুন
da: Søg efter navn eller kode
de: Suchen Sie nach Name oder Code
el: Αναζήτηση με όνομα ή κωδικό
es: Buscar por nombre o código
fi: Hae nimellä tai koodilla
fr: Rechercher par nom ou code
he: חפש לפי שם או קוד
hi: नाम या कोड से खोजें
id: Cari berdasarkan nama atau kode
it: Cerca per nome o codice
ja: 名前またはコードで検索する
kn: ಹೆಸರು ಅಥವಾ ಕೋಡ್ ಮೂಲಕ ಹುಡುಕಿ
ml: പേരോ കോഡോ ഉപയോഗിച്ച് തിരയുക
mr: नाव किंवा कोडद्वारे शोधा
nl: Zoek op naam of code
pa: ਨਾਮ ਜਾਂ ਕੋਡ ਦੁਆਰਾ ਖੋਜ ਕਰੋ
pl: Szukaj według nazwy lub kodu
pt: Pesquise por nome ou código
ru: Поиск по имени или коду
sv: Sök på namn eller kod
ta: பெயர் அல்லது குறியீடு மூலம் தேடவும்
te: పేరు లేదా కోడ్ ద్వారా శోధించండి
th: ค้นหาตามชื่อหรือรหัส
tr: Ada veya koda göre arayın
vi: Tìm kiếm theo tên hoặc mã

source: Unit Type
ar: نوع الوحدة
bn: ইউনিটের ধরন
da: Enhedstype
de: Einheitentyp
el: Τύπος μονάδας
es: Tipo de unidad
fi: Yksikkötyyppi
fr: Type d'unité
he: סוג יחידה
hi: इकाई प्रकार
id: Tipe Satuan
it: Tipo di unità
ja: ユニットタイプ
kn: ಘಟಕದ ಪ್ರಕಾರ
ml: യൂണിറ്റ് തരം
mr: युनिट प्रकार
nl: Eenheidstype
pa: ਯੂਨਿਟ ਦੀ ਕਿਸਮ
pl: Typ jednostki
pt: Tipo de unidade
ru: Тип устройства
sv: Enhetstyp
ta: அலகு வகை
te: యూనిట్ రకం
th: ประเภทยูนิต
tr: Birim Tipi
vi: Loại đơn vị

source: Add Organization Unit - LMS Admin
ar: إضافة وحدة تنظيمية - مسؤول LMS
bn: অর্গানাইজেশন ইউনিট যোগ করুন - এলএমএস অ্যাডমিন
da: Tilføj organisationsenhed - LMS Admin
de: Organisationseinheit hinzufügen – LMS-Administrator
el: Προσθήκη μονάδας οργανισμού - Διαχειριστής LMS
es: Agregar unidad organizativa: administrador de LMS
fi: Lisää organisaatioyksikkö - LMS-järjestelmänvalvoja
fr: Ajouter une unité organisationnelle - Administrateur LMS
he: הוסף יחידה ארגונית - LMS Admin
hi: संगठन इकाई जोड़ें - एलएमएस एडमिन
id: Tambahkan Unit Organisasi - Admin LMS
it: Aggiungi unità organizzativa - Amministratore LMS
ja: 組織単位の追加 - LMS 管理者
kn: ಸಂಸ್ಥೆಯ ಘಟಕವನ್ನು ಸೇರಿಸಿ - LMS ನಿರ್ವಾಹಕ
ml: ഓർഗനൈസേഷൻ യൂണിറ്റ് ചേർക്കുക - LMS അഡ്മിൻ
mr: ऑर्गनायझेशन युनिट जोडा - LMS ॲडमिन
nl: Organisatie-eenheid toevoegen - LMS-beheerder
pa: ਸੰਗਠਨ ਯੂਨਿਟ ਸ਼ਾਮਲ ਕਰੋ - LMS ਪ੍ਰਸ਼ਾਸਕ
pl: Dodaj jednostkę organizacyjną — administrator LMS
pt: Adicionar unidade organizacional - administrador do LMS
ru: Добавить организационное подразделение – администратор LMS
sv: Lägg till organisationsenhet - LMS Admin
ta: நிறுவனப் பிரிவைச் சேர் - LMS நிர்வாகி
te: ఆర్గనైజేషన్ యూనిట్‌ని జోడించండి - LMS అడ్మిన్
th: เพิ่มหน่วยองค์กร - ผู้ดูแลระบบ LMS
tr: Organizasyon Birimi Ekle - LMS Yöneticisi
vi: Thêm đơn vị tổ chức - Quản trị viên LMS

source: Add Organization Unit
ar: إضافة وحدة تنظيمية
bn: সংগঠন ইউনিট যোগ করুন
da: Tilføj organisationsenhed
de: Organisationseinheit hinzufügen
el: Προσθήκη μονάδας οργανισμού
es: Agregar unidad organizativa
fi: Lisää organisaatioyksikkö
fr: Ajouter une unité organisationnelle
he: הוסף יחידה ארגונית
hi: संगठन इकाई जोड़ें
id: Tambahkan Unit Organisasi
it: Aggiungi unità organizzativa
ja: 組織単位の追加
kn: ಸಂಸ್ಥೆಯ ಘಟಕವನ್ನು ಸೇರಿಸಿ
ml: ഓർഗനൈസേഷൻ യൂണിറ്റ് ചേർക്കുക
mr: ऑर्गनायझेशन युनिट जोडा
nl: Organisatie-eenheid toevoegen
pa: ਸੰਗਠਨ ਯੂਨਿਟ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj jednostkę organizacyjną
pt: Adicionar unidade organizacional
ru: Добавить организационное подразделение
sv: Lägg till organisationsenhet
ta: அமைப்பு அலகு சேர்க்கவும்
te: సంస్థ యూనిట్‌ని జోడించండి
th: เพิ่มหน่วยองค์กร
tr: Organizasyon Birimi Ekle
vi: Thêm đơn vị tổ chức

source: Create a new organization unit
ar: إنشاء وحدة تنظيمية جديدة
bn: একটি নতুন সংগঠন ইউনিট তৈরি করুন
da: Opret en ny organisationsenhed
de: Erstellen Sie eine neue Organisationseinheit
el: Δημιουργήστε μια νέα οργανωτική μονάδα
es: Crear una nueva unidad organizativa
fi: Luo uusi organisaatioyksikkö
fr: Créer une nouvelle unité d'organisation
he: צור יחידה ארגונית חדשה
hi: एक नई संगठन इकाई बनाएं
id: Buat unit organisasi baru
it: Crea una nuova unità organizzativa
ja: 新しい組織単位を作成する
kn: ಹೊಸ ಸಂಸ್ಥೆಯ ಘಟಕವನ್ನು ರಚಿಸಿ
ml: ഒരു പുതിയ ഓർഗനൈസേഷൻ യൂണിറ്റ് സൃഷ്ടിക്കുക
mr: एक नवीन संस्था एकक तयार करा
nl: Maak een nieuwe organisatie-eenheid aan
pa: ਇੱਕ ਨਵੀਂ ਸੰਸਥਾ ਯੂਨਿਟ ਬਣਾਓ
pl: Utwórz nową jednostkę organizacyjną
pt: Criar uma nova unidade organizacional
ru: Создать новое организационное подразделение
sv: Skapa en ny organisationsenhet
ta: ஒரு புதிய நிறுவன அலகு உருவாக்கவும்
te: కొత్త సంస్థ యూనిట్‌ని సృష్టించండి
th: สร้างหน่วยองค์กรใหม่
tr: Yeni bir organizasyon birimi oluşturun
vi: Tạo đơn vị tổ chức mới

source: Add Course to Program
ar: إضافة دورة إلى البرنامج
bn: প্রোগ্রামে কোর্স যোগ করুন
da: Føj kursus til programmet
de: Kurs zum Programm hinzufügen
el: Προσθήκη μαθήματος στο πρόγραμμα
es: Agregar curso al programa
fi: Lisää kurssi ohjelmaan
fr: Ajouter un cours au programme
he: הוסף קורס לתוכנית
hi: कार्यक्रम में पाठ्यक्रम जोड़ें
id: Tambahkan Kursus ke Program
it: Aggiungi corso al programma
ja: コースをプログラムに追加
kn: ಪ್ರೋಗ್ರಾಂಗೆ ಕೋರ್ಸ್ ಸೇರಿಸಿ
ml: പ്രോഗ്രാമിലേക്ക് കോഴ്സ് ചേർക്കുക
mr: प्रोग्राममध्ये कोर्स जोडा
nl: Voeg cursus toe aan programma
pa: ਪ੍ਰੋਗਰਾਮ ਵਿੱਚ ਕੋਰਸ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj kurs do programu
pt: Adicionar curso ao programa
ru: Добавить курс в программу
sv: Lägg till kurs i programmet
ta: திட்டத்தில் பாடத்தைச் சேர்க்கவும்
te: ప్రోగ్రామ్‌కు కోర్సును జోడించండి
th: เพิ่มหลักสูตรลงในโปรแกรม
tr: Dersi Programa Ekle
vi: Thêm khóa học vào chương trình

source: Add Course
ar: إضافة دورة
bn: কোর্স যোগ করুন
da: Tilføj kursus
de: Kurs hinzufügen
el: Προσθήκη μαθήματος
es: Agregar curso
fi: Lisää kurssi
fr: Ajouter un cours
he: הוסף קורס
hi: पाठ्यक्रम जोड़ें
id: Tambahkan Kursus
it: Aggiungi corso
ja: コースを追加
kn: ಕೋರ್ಸ್ ಸೇರಿಸಿ
ml: കോഴ്സ് ചേർക്കുക
mr: अभ्यासक्रम जोडा
nl: Cursus toevoegen
pa: ਕੋਰਸ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj kurs
pt: Adicionar curso
ru: Добавить курс
sv: Lägg till kurs
ta: பாடத்தைச் சேர்க்கவும்
te: కోర్సును జోడించండి
th: เพิ่มหลักสูตร
tr: Kurs Ekle
vi: Thêm khóa học

source: Program Courses - LMS Admin
ar: دورات البرنامج - إدارة LMS
bn: প্রোগ্রাম কোর্স - এলএমএস অ্যাডমিন
da: Program Kurser - LMS Admin
de: Programmkurse – LMS Admin
el: Προγράμματα Μαθήματα - LMS Admin
es: Cursos del programa - Administrador de LMS
fi: Ohjelmakurssit - LMS Admin
fr: Cours du programme - Administrateur LMS
he: קורסי התוכנית - מנהלת LMS
hi: कार्यक्रम पाठ्यक्रम - एलएमएस प्रशासन
it: Corsi del programma - Amministrazione LMS
ja: プログラム コース - LMS 管理者
kn: ಕಾರ್ಯಕ್ರಮದ ಕೋರ್ಸ್‌ಗಳು - LMS ನಿರ್ವಹಣೆ
ml: പ്രോഗ്രാം കോഴ്സുകൾ - LMS അഡ്മിൻ
mr: कार्यक्रम अभ्यासक्रम - LMS प्रशासन
nl: Programmacursussen - LMS-beheerder
pa: ਪ੍ਰੋਗਰਾਮ ਕੋਰਸ - LMS ਐਡਮਿਨ
pl: Kursy programu — Administrator LMS
pt: Cursos do Programa - Administrador LMS
ru: Курсы программы – администратор LMS
sv: Programkurser - LMS Admin
ta: நிரல் படிப்புகள் - LMS நிர்வாகம்
te: ప్రోగ్రామ్ కోర్సులు - LMS అడ్మిన్
th: หลักสูตรหลักสูตร - ผู้ดูแลระบบ LMS
tr: Program Kursları - LMS Yöneticisi
vi: Chương trình khóa học - LMS Admin

source: Mandatory Courses
ar: الدورات الإلزامية
bn: বাধ্যতামূলক কোর্স
da: Obligatoriske kurser
de: Pflichtkurse
el: Υποχρεωτικά Μαθήματα
es: Cursos obligatorios
fi: Pakolliset kurssit
fr: Cours obligatoires
he: קורסי חובה
hi: अनिवार्य पाठ्यक्रम
id: Mata Kuliah Wajib
it: Corsi obbligatori
ja: 必修科目
kn: ಕಡ್ಡಾಯ ಕೋರ್ಸ್‌ಗಳು
ml: നിർബന്ധിത കോഴ്സുകൾ
mr: अनिवार्य अभ्यासक्रम
nl: Verplichte cursussen
pa: ਲਾਜ਼ਮੀ ਕੋਰਸ
pl: Kursy obowiązkowe
pt: Cursos Obrigatórios
ru: Обязательные курсы
sv: Obligatoriska kurser
ta: கட்டாய படிப்புகள்
te: తప్పనిసరి కోర్సులు
th: หลักสูตรภาคบังคับ
tr: Zorunlu Dersler
vi: Khóa học bắt buộc

source: Optional Courses
ar: الدورات الاختيارية
bn: ঐচ্ছিক কোর্স
da: Valgfrie kurser
de: Optionale Kurse
el: Προαιρετικά Μαθήματα
es: Cursos Opcionales
fi: Valinnaiset kurssit
fr: Cours optionnels
he: קורסים אופציונליים
hi: वैकल्पिक कोर्स
id: Kursus Opsional
it: Corsi Opzionali
ja: オプションコース
kn: ಐಚ್ಛಿಕ ಕೋರ್ಸ್‌ಗಳು
ml: ഓപ്ഷണൽ കോഴ്സുകൾ
mr: पर्यायी अभ्यासक्रम
nl: Optionele cursussen
pa: ਵਿਕਲਪਿਕ ਕੋਰਸ
pl: Kursy fakultatywne
pt: Cursos Opcionais
ru: Факультативные курсы
sv: Valfria kurser
ta: விருப்ப படிப்புகள்
te: ఐచ్ఛిక కోర్సులు
th: หลักสูตรเสริม
tr: İsteğe Bağlı Dersler
vi: Các khóa học tùy chọn

source: Programs
ar: البرامج
bn: প্রোগ্রাম
da: Programmer
de: Programme
el: Προγράμματα
es: Programas
fi: Ohjelmat
fr: Programmes
he: תוכניות
hi: कार्यक्रमों
id: Program
it: Programmi
ja: プログラム
kn: ಕಾರ್ಯಕ್ರಮಗಳು
ml: പ്രോഗ്രാമുകൾ
mr: कार्यक्रम
nl: Programma's
pa: ਪ੍ਰੋਗਰਾਮ
pl: Programy
pt: Programas
ru: Программы
sv: Program
ta: நிகழ்ச்சிகள்
te: కార్యక్రమాలు
th: โปรแกรม
tr: Programlar
vi: Chương trình

source: Grid View
ar: عرض الشبكة
bn: গ্রিড ভিউ
da: Gittervisning
de: Rasteransicht
el: Προβολή πλέγματος
es: Vista de cuadrícula
fi: Ruudukkonäkymä
fr: Vue Grille
he: תצוגת רשת
hi: जालक दृश्य
id: Tampilan Kotak
it: Visualizzazione griglia
ja: グリッドビュー
kn: ಗ್ರಿಡ್ ವೀಕ್ಷಣೆ
ml: ഗ്രിഡ് കാഴ്ച
mr: ग्रिड दृश्य
nl: Rasterweergave
pa: ਗਰਿੱਡ ਦ੍ਰਿਸ਼
pl: Widok siatki
pt: Visualização em grade
ru: Представление в виде сетки
sv: Rutnätsvy
ta: கட்டம் பார்வை
te: గ్రిడ్ వీక్షణ
th: มุมมองตาราง
tr: Izgara Görünümü
vi: Chế độ xem lưới

source: List View
ar: عرض القائمة
bn: তালিকা দেখুন
da: Listevisning
de: Listenansicht
el: Προβολή λίστας
es: Vista de lista
fi: Luettelonäkymä
fr: Vue en liste
he: תצוגת רשימה
hi: लिस्ट व्यू
id: Tampilan Daftar
it: Visualizzazione elenco
ja: リストビュー
kn: ಪಟ್ಟಿ ವೀಕ್ಷಣೆ
ml: ലിസ്റ്റ് കാഴ്ച
mr: सूची दृश्य
nl: Lijstweergave
pa: ਸੂਚੀ ਦ੍ਰਿਸ਼
pl: Widok listy
pt: Visualização de lista
ru: Просмотр списка
sv: Listvy
ta: பட்டியல் காட்சி
te: జాబితా వీక్షణ
th: มุมมองรายการ
tr: Liste Görünümü
vi: Xem danh sách

source: Remove from Program
ar: إزالة من البرنامج
bn: প্রোগ্রাম থেকে সরান
da: Fjern fra programmet
de: Aus Programm entfernen
el: Κατάργηση από το πρόγραμμα
es: Eliminar del programa
fi: Poista ohjelmasta
fr: Supprimer du programme
he: הסר מהתוכנית
hi: प्रोग्राम से हटाएँ
id: Hapus dari Program
it: Rimuovi dal programma
ja: プログラムから削除
kn: ಪ್ರೋಗ್ರಾಂನಿಂದ ತೆಗೆದುಹಾಕಿ
ml: പ്രോഗ്രാമിൽ നിന്ന് നീക്കം ചെയ്യുക
mr: प्रोग्राममधून काढा
nl: Verwijderen uit programma
pa: ਪ੍ਰੋਗਰਾਮ ਤੋਂ ਹਟਾਓ
pl: Usuń z programu
pt: Remover do programa
ru: Удалить из программы
sv: Ta bort från programmet
ta: நிரலிலிருந்து அகற்று
te: ప్రోగ్రామ్ నుండి తీసివేయండి
th: ลบออกจากโปรแกรม
tr: Programdan Kaldır
vi: Xóa khỏi chương trình

source: Course Title
ar: عنوان الدورة
bn: কোর্সের শিরোনাম
da: Kursustitel
de: Kurstitel
el: Τίτλος Μαθήματος
es: Título del curso
fi: Kurssin otsikko
fr: Titre du cours
he: כותרת הקורס
hi: पाठ्यक्रम शीर्षक
id: Judul Kursus
it: Titolo del corso
ja: コースタイトル
kn: ಕೋರ್ಸ್ ಶೀರ್ಷಿಕೆ
ml: കോഴ്സിൻ്റെ പേര്
mr: अभ्यासक्रमाचे शीर्षक
nl: Cursustitel
pa: ਕੋਰਸ ਦਾ ਸਿਰਲੇਖ
pl: Tytuł kursu
pt: Título do curso
ru: Название курса
sv: Kursens titel
ta: பாடத்தின் தலைப்பு
te: కోర్సు శీర్షిక
th: ชื่อหลักสูตร
tr: Ders Adı
vi: Tên khóa học

source: Create New Program
ar: إنشاء برنامج جديد
bn: নতুন প্রোগ্রাম তৈরি করুন
da: Opret nyt program
de: Neues Programm erstellen
el: Δημιουργία Νέου Προγράμματος
es: Crear nuevo programa
fi: Luo uusi ohjelma
fr: Créer un nouveau programme
he: צור תוכנית חדשה
hi: नया प्रोग्राम बनाएं
id: Buat Program Baru
it: Crea nuovo programma
ja: 新しいプログラムの作成
kn: ಹೊಸ ಪ್ರೋಗ್ರಾಂ ರಚಿಸಿ
ml: പുതിയ പ്രോഗ്രാം സൃഷ്ടിക്കുക
mr: नवीन कार्यक्रम तयार करा
nl: Nieuw programma maken
pa: ਨਵਾਂ ਪ੍ਰੋਗਰਾਮ ਬਣਾਓ
pl: Utwórz nowy program
pt: Criar novo programa
ru: Создать новую программу
sv: Skapa nytt program
ta: புதிய திட்டத்தை உருவாக்கவும்
te: కొత్త ప్రోగ్రామ్‌ని సృష్టించండి
th: สร้างโปรแกรมใหม่
tr: Yeni Program Oluştur
vi: Tạo chương trình mới

source: Fill out the form below to create a new program.
ar: إملأ النموذج أدناه لإنشاء برنامج جديد.
bn: একটি নতুন প্রোগ্রাম তৈরি করতে নীচের ফর্মটি পূরণ করুন।
da: Udfyld formularen nedenfor for at oprette et nyt program.
de: Füllen Sie das untenstehende Formular aus, um ein neues Programm zu erstellen.
el: Συμπληρώστε την παρακάτω φόρμα για να δημιουργήσετε ένα νέο πρόγραμμα.
es: Complete el siguiente formulario para crear un nuevo programa.
fi: Luo uusi ohjelma täyttämällä alla oleva lomake.
fr: Remplissez le formulaire ci-dessous pour créer un nouveau programme.
he: מלא את הטופס למטה כדי ליצור תוכנית חדשה.
hi: नया प्रोग्राम बनाने के लिए नीचे दिया गया फॉर्म भरें।
id: Isi formulir di bawah ini untuk membuat program baru.
it: Compila il modulo sottostante per creare un nuovo programma.
ja: 新しいプログラムを作成するには、以下のフォームに記入してください。
kn: ಹೊಸ ಪ್ರೋಗ್ರಾಂ ರಚಿಸಲು ಕೆಳಗಿನ ಫಾರ್ಮ್ ಅನ್ನು ಭರ್ತಿ ಮಾಡಿ.
ml: ഒരു പുതിയ പ്രോഗ്രാം സൃഷ്ടിക്കാൻ ചുവടെയുള്ള ഫോം പൂരിപ്പിക്കുക.
mr: नवीन प्रोग्राम तयार करण्यासाठी खालील फॉर्म भरा.
nl: Vul het onderstaande formulier in om een ​​nieuw programma aan te maken.
pa: ਨਵਾਂ ਪ੍ਰੋਗਰਾਮ ਬਣਾਉਣ ਲਈ ਹੇਠਾਂ ਦਿੱਤੇ ਫਾਰਮ ਨੂੰ ਭਰੋ।
pl: Wypełnij poniższy formularz, aby utworzyć nowy program.
pt: Preencha o formulário abaixo para criar um novo programa.
ru: Заполните форму ниже, чтобы создать новую программу.
sv: Fyll i formuläret nedan för att skapa ett nytt program.
ta: புதிய திட்டத்தை உருவாக்க கீழே உள்ள படிவத்தை நிரப்பவும்.
te: కొత్త ప్రోగ్రామ్‌ను సృష్టించడానికి దిగువ ఫారమ్‌ను పూరించండి.
th: กรอกแบบฟอร์มด้านล่างเพื่อสร้างโปรแกรมใหม่
tr: Yeni bir program oluşturmak için aşağıdaki formu doldurun.
vi: Điền vào mẫu dưới đây để tạo một chương trình mới.

source: Create Program
ar: إنشاء برنامج
bn: প্রোগ্রাম তৈরি করুন
da: Opret program
de: Programm erstellen
el: Δημιουργία προγράμματος
es: Crear programa
fi: Luo ohjelma
fr: Créer un programme
he: צור תוכנית
hi: प्रोग्राम बनाएं
id: Buat Program
it: Crea programma
ja: プログラムの作成
kn: ಪ್ರೋಗ್ರಾಂ ರಚಿಸಿ
ml: പ്രോഗ്രാം സൃഷ്ടിക്കുക
mr: कार्यक्रम तयार करा
nl: Programma maken
pa: ਪ੍ਰੋਗਰਾਮ ਬਣਾਓ
pl: Utwórz program
pt: Criar programa
ru: Создать программу
sv: Skapa program
ta: திட்டத்தை உருவாக்கவும்
te: ప్రోగ్రామ్‌ని సృష్టించండి
th: สร้างโปรแกรม
tr: Program Oluştur
vi: Tạo chương trình

source: Program Details
ar: تفاصيل البرنامج
bn: প্রোগ্রামের বিবরণ
da: Program detaljer
de: Programmdetails
el: Λεπτομέρειες προγράμματος
es: Detalles del programa
fi: Ohjelman tiedot
fr: Détails du programme
he: פרטי התוכנית
hi: कार्यक्रम विवरण
id: Detail Program
it: Dettagli del programma
ja: プログラム詳細
kn: ಕಾರ್ಯಕ್ರಮದ ವಿವರಗಳು
ml: പ്രോഗ്രാം വിശദാംശങ്ങൾ
mr: कार्यक्रम तपशील
nl: Programmadetails
pa: ਪ੍ਰੋਗਰਾਮ ਦੇ ਵੇਰਵੇ
pl: Szczegóły programu
pt: Detalhes do programa
ru: Детали программы
sv: Programinformation
ta: நிரல் விவரங்கள்
te: ప్రోగ్రామ్ వివరాలు
th: รายละเอียดโปรแกรม
tr: Program Detayları
vi: Chi tiết chương trình

source: Program Type
ar: نوع البرنامج
bn: প্রোগ্রামের ধরন
de: Programmtyp
el: Τύπος προγράμματος
es: Tipo de programa
fi: Ohjelman tyyppi
fr: Type de programme
he: סוג תוכנית
hi: प्रोग्राम प्रकार
id: Jenis Program
it: Tipo di programma
ja: プログラムの種類
kn: ಕಾರ್ಯಕ್ರಮದ ಪ್ರಕಾರ
ml: പ്രോഗ്രാം തരം
mr: कार्यक्रमाचा प्रकार
nl: Programmatype
pa: ਪ੍ਰੋਗਰਾਮ ਦੀ ਕਿਸਮ
pl: Typ programu
pt: Tipo de programa
ru: Тип программы
sv: Programtyp
ta: நிரல் வகை
te: ప్రోగ్రామ్ రకం
th: ประเภทโปรแกรม
tr: Program Türü
vi: Loại chương trình

source: Provider
ar: مزود
bn: প্রদানকারী
da: Udbyder
de: Anbieter
el: Προμηθευτής
es: Proveedor
fi: Palveluntarjoaja
fr: Fournisseur
he: ספק
hi: प्रदाता
id: Penyedia
it: Fornitore
ja: プロバイダー
kn: ಒದಗಿಸುವವರು
ml: ദാതാവ്
mr: प्रदाता
nl: Aanbieder
pa: ਪ੍ਰਦਾਤਾ
pl: Dostawca
pt: Provedor
ru: Поставщик
sv: Leverantör
ta: வழங்குபவர்
te: ప్రొవైడర్
th: ผู้ให้บริการ
tr: sağlayıcı
vi: nhà cung cấp

source: Exam Information
ar: معلومات الامتحان
bn: পরীক্ষার তথ্য
da: Eksamensoplysninger
de: Prüfungsinformationen
el: Πληροφορίες Εξετάσεων
es: Información del examen
fi: Tenttitiedot
fr: Informations sur l'examen
he: מידע על הבחינה
hi: परीक्षा सूचना
id: Informasi Ujian
it: Informazioni sull'esame
ja: 試験情報
kn: ಪರೀಕ್ಷೆಯ ಮಾಹಿತಿ
ml: പരീക്ഷ വിവരങ്ങൾ
mr: परीक्षेची माहिती
nl: Exameninformatie
pa: ਪ੍ਰੀਖਿਆ ਜਾਣਕਾਰੀ
pl: Informacje o egzaminie
pt: Informações do exame
ru: Информация об экзамене
sv: Tentamen information
ta: தேர்வு தகவல்
te: పరీక్ష సమాచారం
th: ข้อมูลการสอบ
tr: Sınav Bilgileri
vi: Thông tin thi

source: Exam Code
ar: كود الامتحان
bn: পরীক্ষার কোড
da: Eksamenskode
de: Prüfungscode
el: Κωδικός Εξετάσεων
es: Código de examen
fi: Tenttikoodi
fr: Code d'examen
he: קוד בחינה
hi: परीक्षा कोड
id: Kode Ujian
it: Codice esame
ja: 試験コード
kn: ಪರೀಕ್ಷೆಯ ಕೋಡ್
ml: പരീക്ഷാ കോഡ്
mr: परीक्षा कोड
nl: Examencode
pa: ਪ੍ਰੀਖਿਆ ਕੋਡ
pl: Kod egzaminu
pt: Código do exame
ru: Код экзамена
sv: Provkod
ta: தேர்வு குறியீடு
te: పరీక్ష కోడ్
th: รหัสข้อสอบ
tr: Sınav Kodu
vi: Mã bài thi

source: Exam Link
ar: رابط الامتحان
bn: পরীক্ষার লিঙ্ক
da: Eksamens link
de: Prüfungslink
el: Σύνδεσμος εξετάσεων
es: Enlace de examen
fi: Tentti linkki
fr: Lien d'examen
he: קישור לבחינה
hi: परीक्षा लिंक
id: Tautan Ujian
it: Collegamento all'esame
ja: 試験リンク
kn: ಪರೀಕ್ಷೆಯ ಲಿಂಕ್
ml: പരീക്ഷ ലിങ്ക്
mr: परीक्षा लिंक
nl: Examenlink
pa: ਪ੍ਰੀਖਿਆ ਲਿੰਕ
pl: Link do egzaminu
ru: Ссылка на экзамен
sv: Examlänk
ta: தேர்வு இணைப்பு
te: పరీక్ష లింక్
th: ลิงค์ข้อสอบ
tr: Sınav Bağlantısı
vi: Link thi

source: Program Deliveries - LMS Admin
ar: عمليات تسليم البرامج - مسؤول LMS
bn: প্রোগ্রাম ডেলিভারি - এলএমএস অ্যাডমিন
da: Programleveringer - LMS Admin
de: Programmlieferungen – LMS Admin
el: Παραδόσεις προγράμματος - Διαχειριστής LMS
es: Entregas de programas: administrador de LMS
fi: Ohjelmatoimitukset - LMS Admin
fr: Livraisons du programme - Administrateur LMS
he: משלוחי תוכנית - מנהל מערכת LMS
hi: प्रोग्राम डिलिवरी - एलएमएस एडमिन
id: Pengiriman Program - Admin LMS
it: Consegne del programma - Amministrazione LMS
ja: プログラムの配信 - LMS 管理者
kn: ಕಾರ್ಯಕ್ರಮದ ವಿತರಣೆಗಳು - LMS ನಿರ್ವಹಣೆ
ml: പ്രോഗ്രാം ഡെലിവറികൾ - LMS അഡ്മിൻ
mr: कार्यक्रम वितरण - LMS प्रशासन
nl: Programmaleveringen - LMS-beheerder
pa: ਪ੍ਰੋਗਰਾਮ ਡਿਲੀਵਰੀ - LMS ਐਡਮਿਨ
pl: Dostawy programów — administrator LMS
pt: Entregas do programa - Administrador LMS
ru: Доставка по программе – администратор LMS
sv: Programleveranser - LMS Admin
ta: நிரல் விநியோகங்கள் - LMS நிர்வாகம்
te: ప్రోగ్రామ్ డెలివరీలు - LMS అడ్మిన్
th: การส่งมอบโปรแกรม - ผู้ดูแลระบบ LMS
tr: Program Teslimatları - LMS Yöneticisi
vi: Phân phối chương trình - Quản trị viên LMS

source: Program Deliveries
ar: تسليمات البرنامج
bn: প্রোগ্রাম বিতরণ
da: Program leveringer
de: Programmlieferungen
el: Παραδόσεις προγράμματος
es: Entregas del programa
fi: Ohjelman toimitukset
fr: Prestations du programme
he: משלוחי תוכנית
hi: कार्यक्रम वितरण
id: Pengiriman Program
it: Consegne del programma
ja: プログラムの配信
kn: ಕಾರ್ಯಕ್ರಮದ ವಿತರಣೆಗಳು
ml: പ്രോഗ്രാം ഡെലിവറി
mr: कार्यक्रम वितरण
nl: Programma leveringen
pa: ਪ੍ਰੋਗਰਾਮ ਡਿਲੀਵਰੀ
pl: Dostawy programu
pt: Entregas do programa
ru: Поставки программы
sv: Programleveranser
ta: நிரல் விநியோகங்கள்
te: ప్రోగ్రామ్ డెలివరీలు
th: การส่งมอบโปรแกรม
tr: Program Teslimatları
vi: Phân phối chương trình

source: Delivery Metrics
ar: مقاييس التسليم
bn: ডেলিভারি মেট্রিক্স
da: Leveringsmålinger
de: Liefermetriken
el: Μετρήσεις παράδοσης
es: Métricas de entrega
fi: Toimitustiedot
fr: Mesures de livraison
he: מדדי מסירה
hi: डिलिवरी मेट्रिक्स
id: Metrik Pengiriman
it: Metriche di consegna
ja: 配信メトリクス
kn: ಡೆಲಿವರಿ ಮೆಟ್ರಿಕ್ಸ್
ml: ഡെലിവറി മെട്രിക്സ്
mr: वितरण मेट्रिक्स
nl: Leveringsstatistieken
pa: ਡਿਲਿਵਰੀ ਮੈਟ੍ਰਿਕਸ
pl: Metryki dostawy
pt: Métricas de entrega
ru: Метрики доставки
sv: Leveransstatistik
ta: விநியோக அளவீடுகள்
te: డెలివరీ మెట్రిక్స్
th: ตัวชี้วัดการจัดส่ง
tr: Teslimat Metrikleri
vi: Số liệu phân phối

source: Total
ar: المجموع
bn: মোট
de: Gesamt
el: Σύνολο
fi: Kokonais
he: סַך הַכֹּל
hi: कुल
it: Totale
ja: 合計
kn: ಒಟ್ಟು
ml: ആകെ
mr: एकूण
nl: Totaal
pa: ਕੁੱਲ
pl: Całkowity
ru: Общий
ta: மொத்தம்
te: మొత్తం
th: ทั้งหมด
tr: Toplam
vi: Tổng cộng

source: Enrollment Metrics
ar: مقاييس التسجيل
bn: তালিকাভুক্তি মেট্রিক্স
da: Tilmeldingsmetrics
de: Registrierungsmetriken
el: Μετρήσεις Εγγραφής
es: Métricas de inscripción
fi: Ilmoittautumismittarit
fr: Mesures d'inscription
he: מדדי הרשמה
hi: नामांकन मेट्रिक्स
id: Metrik Pendaftaran
it: Metriche di iscrizione
ja: 登録指標
kn: ದಾಖಲಾತಿ ಮೆಟ್ರಿಕ್ಸ್
ml: എൻറോൾമെൻ്റ് മെട്രിക്സ്
mr: नावनोंदणी मेट्रिक्स
nl: Inschrijvingsstatistieken
pa: ਦਾਖਲਾ ਮੈਟ੍ਰਿਕਸ
pl: Metryki rejestracji
pt: Métricas de inscrição
ru: Показатели регистрации
sv: Registreringsstatistik
ta: பதிவு அளவீடுகள்
te: నమోదు కొలమానాలు
th: ตัวชี้วัดการลงทะเบียน
tr: Kayıt Metrikleri
vi: Số liệu tuyển sinh

source: Course Metrics
ar: مقاييس الدورة
bn: কোর্স মেট্রিক্স
da: Kursusmålinger
de: Kursmetriken
el: Μετρήσεις μαθήματος
es: Métricas del curso
fi: Kurssin mittarit
fr: Métriques du cours
he: מדדי קורס
hi: कोर्स मेट्रिक्स
id: Metrik Kursus
it: Metriche del corso
ja: コースの指標
kn: ಕೋರ್ಸ್ ಮೆಟ್ರಿಕ್ಸ್
ml: കോഴ്സ് മെട്രിക്സ്
mr: कोर्स मेट्रिक्स
nl: Cursusstatistieken
pa: ਕੋਰਸ ਮੈਟ੍ਰਿਕਸ
pl: Metryki kursu
pt: Métricas do curso
ru: Показатели курса
sv: Kursmått
ta: பாட அளவீடுகள்
te: కోర్సు మెట్రిక్స్
th: ตัวชี้วัดหลักสูตร
tr: Kurs Metrikleri
vi: Số liệu khóa học

source: No deliveries found for this program.
ar: لم يتم العثور على تسليمات لهذا البرنامج.
bn: এই প্রোগ্রামের জন্য কোন বিতরণ পাওয়া যায়নি.
da: Der blev ikke fundet nogen leveringer til dette program.
de: Für dieses Programm wurden keine Lieferungen gefunden.
el: Δεν βρέθηκαν παραδόσεις για αυτό το πρόγραμμα.
es: No se encontraron entregas para este programa.
fi: Tälle ohjelmalle ei löytynyt toimituksia.
fr: Aucune livraison trouvée pour ce programme.
he: לא נמצאו משלוחים לתוכנית זו.
hi: इस कार्यक्रम के लिए कोई डिलीवरी नहीं मिली.
id: Tidak ada pengiriman yang ditemukan untuk program ini.
it: Nessuna consegna trovata per questo programma.
ja: このプログラムの配信は見つかりませんでした。
kn: ಈ ಪ್ರೋಗ್ರಾಂಗೆ ಯಾವುದೇ ವಿತರಣೆಗಳು ಕಂಡುಬಂದಿಲ್ಲ.
ml: ഈ പ്രോഗ്രാമിനായി ഡെലിവറികൾ ഒന്നും കണ്ടെത്തിയില്ല.
mr: या कार्यक्रमासाठी कोणतेही वितरण आढळले नाही.
nl: Er zijn geen leveringen gevonden voor dit programma.
pa: ਇਸ ਪ੍ਰੋਗਰਾਮ ਲਈ ਕੋਈ ਡਿਲੀਵਰੀ ਨਹੀਂ ਮਿਲੀ।
pl: Nie znaleziono dostaw dla tego programu.
pt: Nenhuma entrega encontrada para este programa.
ru: По этой программе поставок не найдено.
sv: Inga leveranser hittades för detta program.
ta: இந்த திட்டத்திற்கு டெலிவரிகள் எதுவும் இல்லை.
te: ఈ ప్రోగ్రామ్ కోసం డెలివరీలు ఏవీ కనుగొనబడలేదు.
th: ไม่พบการส่งมอบสำหรับโปรแกรมนี้
tr: Bu program için teslimat bulunamadı.
vi: Không tìm thấy giao hàng cho chương trình này.

source: Program Description
ar: وصف البرنامج
bn: প্রোগ্রাম বিবরণ
da: Programbeskrivelse
de: Programmbeschreibung
el: Περιγραφή προγράμματος
es: Descripción del programa
fi: Ohjelman kuvaus
fr: Description du programme
he: תיאור התוכנית
hi: कार्यक्रम विवरण
id: Deskripsi Program
it: Descrizione del programma
ja: プログラムの説明
kn: ಕಾರ್ಯಕ್ರಮದ ವಿವರಣೆ
ml: പ്രോഗ്രാം വിവരണം
mr: कार्यक्रम वर्णन
nl: Programmabeschrijving
pa: ਪ੍ਰੋਗਰਾਮ ਦਾ ਵੇਰਵਾ
pl: Opis programu
pt: Descrição do programa
ru: Описание программы
sv: Programbeskrivning
ta: நிரல் விளக்கம்
te: ప్రోగ్రామ్ వివరణ
th: คำอธิบายโปรแกรม
tr: Program Açıklaması
vi: Mô tả chương trình

source: Edit Program
ar: تحرير البرنامج
bn: প্রোগ্রাম সম্পাদনা করুন
da: Rediger program
de: Programm bearbeiten
el: Επεξεργασία προγράμματος
es: Editar programa
fi: Muokkaa ohjelmaa
fr: Modifier le programme
he: ערוך תוכנית
hi: प्रोग्राम संपादित करें
id: Sunting Program
it: Modifica programma
ja: プログラムの編集
kn: ಪ್ರೋಗ್ರಾಂ ಸಂಪಾದಿಸಿ
ml: പ്രോഗ്രാം എഡിറ്റ് ചെയ്യുക
mr: कार्यक्रम संपादित करा
nl: Programma bewerken
pa: ਪ੍ਰੋਗਰਾਮ ਦਾ ਸੰਪਾਦਨ ਕਰੋ
pl: Edytuj program
pt: Editar programa
ru: Редактировать программу
sv: Redigera program
ta: நிரலைத் திருத்தவும்
te: ప్రోగ్రామ్‌ని సవరించండి
th: แก้ไขโปรแกรม
tr: Programı Düzenle
vi: Chỉnh sửa chương trình
